Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Enter number of shares held
ar_sa: اكتب عدد الاسهم التي تملكها
cs_cz: Zadejte množství podílu, který vlastníte
el_gr: Εισάγετε τον αριθμό των διατηρούμενων μετοχών
es_es: Introduzca el número de acciones que posee
fr_fr: Introduire le nombre de titres détenus
he: הזן מספר המניות המוחזקות
hr_hr: Unesi broj dionica koje posjeduješ
hu_hu: Adja meg a birtokolt részvények darabszámát
it_it: Inserire il numero di azioni possedute
nl_nl: Vul aantal aandelen in
pl_pl: Wprowadź liczbę posiadanych akcji
pt_pt: Digite o número de acções
ro_ro: Introdu numărul de acțiuni deținut
ru_ru: Введите количество ценных бумаг
sk_sk: Zadajte počet akcií, ktoré vlastníte
tr_tr: Sahip olunan hisse adedini giriniz

source: Share Price
ar_sa: مشاركة السعر
cs_cz: Cena podílu
el_gr: Κοινοποίηση Τιμής
es_es: Precio de la acción
fr_fr: Prix de l'action
he: מחיר עלות מניה
hr_hr: Cijena dionice
hu_hu: Részvényárfolyam
it_it: Prezzo Azione
nl_nl: Aandelenprijs
pl_pl: Cena akcji
pt_pt: Preço do Título
ru_ru: Покупная цена
tr_tr: Fiyatı Paylaş

source: Enter the current value for a single share unit
ar_sa: أدخل القيمة الحالية لوحدة مشاركة واحدة
cs_cz: Zadejte aktuální cenu za jednotku podílu
el_gr: Εισάγετε την τρέχουσα τιμή για μια μονάδα κοινής χρήσης
es_es: Introduce el valor actual para una sola unidad de la acción
fr_fr: Entrez la valeur actuelle pour une unité du titre
he: הזן ערך נוכחי של יחידת מניה אחת
hr_hr: Upiši aktualnu jediničnu vrijednost dionice
hu_hu: Részvénység jelenlegi egységár megadása
it_it: Inserire il valore attuale per una singola azione
nl_nl: De huidige waarde van een enkele aandeel invoeren
pl_pl: Wprowadź obecną wartość dla pojedynczego udziału
pt_pt: Introduza o valor atual para uma única unidade da ação
ru_ru: Введите текущую цену актива
tr_tr: Tek menkul değer birimi için güncel değeri girin.

source: Enter any commission paid
ar_sa: اكتب أي عمولة دفعتها
cs_cz: Zadejte platbu za provizi
el_gr: Εισάγετε τυχόν πληρωμένη προμήθεια
es_es: Introduzca la comisión pagada
fr_fr: Introduire le montant des commissions
he: הזן סכום עמלה ששולמה
hr_hr: Upiši plaćene provizije
hu_hu: Adja meg a kifizetett jutalékot
it_it: Inserire i costi di commissione
nl_nl: Vul de betaalde commissie in
pl_pl: Wprowadź kwotę prowizji
pt_pt: Digite qualquer comissão paga
ro_ro: Introdu comisionul plătit
ru_ru: Введите сумму комиссионного сбора
sk_sk: Zadajte sumu zaplatenú ako províziu
tr_tr: Ödenen Komisyonu Girin

source: Use Deductible Comm. split Categories
es_es: Usar categorías divididas para comisiones deducibles
fr_fr: Utiliser des catégories distinctes de comm. déductible
hu_hu: Levonható jutalék osztott kategóriák használatával
it_it: Usa categorie di ripartizione per Commissioni sul titolo
tr_tr: Kesinti Komisyonunu kategori bölmeleriyle kullan

source: Add Transaction Details
ar_sa: إضافة تفاصيل المعاملة
cs_cz: Přidat detaily transakce
el_gr: Προσθέστε Λεπτομέρειες Συναλλαγής
es_es: Añadir los detalles de la transacción
fr_fr: Détails de l'opération
he: הוסף פרטי תנועה
hr_hr: Dodaj detalje za transakciju
hu_hu: Ügylet részleteinek hozzáadása
it_it: Aggiungi Dettagli Transazione
nl_nl: Transactiedetails toevoegen
pl_pl: Szczegóły transakcji
pt_pt: Adicionar Detalhes da Transação
ru_ru: Добавить детали транзакции
sv_se: Lägg till transaktionsdetaljer
tr_tr: İşlem Ayrıntılarını Ekle

source: Time
cs_cz: Čas
el_gr: Ώρα
es_es: Tiempo
fr_fr: Heure
he: זמן
hr_hr: Vrijeme
hu_hu: Idő
it_it: Orario
nl_nl: Tijd
pl_pl: Czas
pt_pt: Hora
ru_ru: Время
sk_sk: Čas
sv_se: Tid
tr_tr: Zaman

source: Transfer To
cs_cz: Převod komu
el_gr: Μεταφορά Σε
es_es: Transferir a
fr_fr: Déplacement vers
he: העבר ל
hr_hr: Prijenos u
hu_hu: Átutalás ide
it_it: Trasferimento A
nl_nl: Overboeken naar
pl_pl: Przelew do
pt_pt: Transferir Para
ru_ru: Перевод в
sk_sk: Prevod komu
sv_se: Överför till
tr_tr: Alan

source: Append
cs_cz: Připojit
el_gr: Προσθήκη
es_es: Adjuntar
fr_fr: Ajouter
hr_hr: Priloži
hu_hu: Hozzáfűz
it_it: Aggiungi
nl_nl: Toevoegen
pl_pl: Dołącz
pt_pt: Anexar
ru_ru: Присоединять
sv_se: Lägg till
tr_tr: İliştir

source: This is due to some elements of the transaction or account detail not allowing the update
el_gr: Αυτό οφείλεται σε ορισμένα στοιχεία της συναλλαγής ή των λεπτομερειών του λογαριασμού που δεν επιτρέπουν την ενημέρωση
es_es: Esto se debe a que algunos elementos de la transacción o detalles de la cuenta no permiten la actualización
fr_fr: Cela est dû à certains éléments de l'opération ou du compte qui n'autorisent pas la mise à jour
hr_hr: Razlog tome su neki elementi transakcije ili pojedinosti računa koji ne dopuštaju aktualiziranje
hu_hu: Ennek az az oka, hogy az ügylet vagy a számlarészlet egyes elemei nem teszik lehetővé a frissítést
it_it: Ciò è dovuto ad alcuni elementi della transazione o ai dettagli del conto che non consentono l'aggiornamento
pl_pl: Wynika to z niektórych elementów transakcji lub szczegółów konta, które nie pozwalają na aktualizację
pt_pt: Isto deve-se a alguns elementos da transação ou detalhes da conta não permitirem a atualização
ro_ro: Acest lucru se datorează unor elemente ale tranzacției sau un detaliu al contului care nu permit mutarea
ru_ru: Это вызвано некоторыми элементами транзакции или деталей счета, не позволяющих обновление
sv_se: Detta beror på att vissa delar av transaktionen eller kontodetaljen inte tillåter uppdateringen
tr_tr: Bu, işlemin veya hesap ayrıntısının bazı öğelerinin güncellemeye izin vermemesinden kaynaklanıyor

source: Updated
el_gr: Ενημερώθηκε
es_es: Actualizados
fr_fr: Mis à jour
hr_hr: Aktualizirano
hu_hu: Frissítve
it_it: Aggiornato
pl_pl: Zaktualizowano
pt_pt: Atualizado
ro_ro: Actualizat
ru_ru: Обновленно
sv_se: Uppdaterad
tr_tr: Güncellendi

source: Not updated
el_gr: Δεν ενημερώθηκε
es_es: Sin actualizar
fr_fr: Non mis à jour
hr_hr: Nije aktualizirano
hu_hu: Nincs frissítve
it_it: Non aggiornato
pl_pl: Nie zaktualizowano
pt_pt: Não atualizado
ro_ro: Nu a fost actualizat
ru_ru: Не обновлено
sv_se: Inte uppdaterad
tr_tr: Güncellenmedi

source: Unable to update some transactions.
el_gr: Δεν είναι δυνατή η ενημέρωση μερικών συναλλαγών.
es_es: No se pueden actualizar algunas transacciones.
fr_fr: Impossible de mettre à jour certaines transactions.
hu_hu: Nem sikerült frissíteni egyes ügyleteket.
it_it: Impossibile aggiornare alcune transazioni.
pt_pt: Não é possível atualizar algumas transações.
ru_ru: Не удается обновить некоторые транзакции.
sv_se: Kunde inte uppdatera vissa transaktioner.
tr_tr: Bazı işlemleri güncelleyemiyor.

source: Multi Transactions Update
cs_cz: Násobná aktualizace transakcí
el_gr: Ενημέρωση Πολλαπλών Συναλλαγών
es_es: Actualización de Transacciones Múltiples
fr_fr: Mise à jour multi-transactions
hr_hr: Aktualiziranje višestruke transakcije
hu_hu: Többszörös ügylet frissítése
it_it: Aggiornamento Transazioni Multiple
nl_nl: Meerdere transacties bijwerken
pl_pl: Aktualizacja wielu transakcji
pt_pt: Atualização de Transações Múltiplas
ru_ru: Обновление нескольких транзакций
sv_se: Uppdatering av flera transaktioner
tr_tr: Çoklu İşlem Güncellemesi

source: &Top
el_gr: &Κορυφή
fr_fr: &En haut
hu_hu: &Felső

source: &Bottom
el_gr: &Βάση
fr_fr: &En Bas
hu_hu: &Alsó

source: &Restore defaults
el_gr: &Επαναφορά προεπιλογών
fr_fr: &Restaurer les valeurs par défaut
hu_hu: &Alapértelmezések visszaállítása

source: Do you really want to restore the default values? All customization will be lost!
el_gr: Είστε σίγουροι ότι θέλετε να επαναφέρετε τις προεπιλεγμένες τιμές;
fr_fr: Voulez-vous vraiment restaurer les valeurs par défaut ? Toute personnalisation sera perdue !
hu_hu: Szeretné visszaállítani az alapértelmezett értékeket? Minden testreszabás elvész!
it_it: Vuoi davvero ripristinare i valori predefiniti? Tutte le personalizzazioni andranno perse!
tr_tr: Varsayılan değerleri gerçekten geri yüklemek istiyor musunuz? Tüm özelleştirmeler kaybolacak!

source: Unable to set “Uncategorized” as the default category for the payee
es_es: No se puede establecer “Sin categorizar” como la categoría predeterminada para el beneficiario
fr_fr: Impossible de définir 'Sans catégorie' comme catégorie par défaut pour le bénéficiaire
hu_hu: Nem sikerült a „Kategorizálatlan” kategória beállítást alapértelmezettként beállítani a kedvezményezett számára
it_it: Impossibile impostare “Non categorizzata” come categoria predefinita per il beneficiario
sv_se: Kan inte ställa in 'Uncategorized' som standardkategori för betalningsmottagaren
tr_tr: "Genel" kategorisi, alıcı için varsayılan kategori olarak ayarlanamıyor

source: Toggle to update payee’s default category (P) or apply to this transaction only
es_es: Cambiar para actualizar la categoría predeterminada (P) del beneficiario o aplicar solo a esta transacción
fr_fr: Activer/désactiver la mise à jour de la catégorie par défaut du bénéficiaire (P) ou pour appliquer uniquement à cette transaction
hu_hu: Váltson a kedvezményezett alapértelmezett kategóriájának (P) frissítésére vagy csak erre az ügyletre való alkalmazásra
it_it: Attiva/disattiva per aggiornare la categoria predefinita del beneficiario (P) oppure applica solo a questa transazione
sv_se: Växla för att uppdatera betalningsmottagarens standardkategori (P) eller tillämpa endast denna transaktion
tr_tr: Alıcının varsayılan kategorisini güncellemek için (P) seçeneğini kullanın veya yalnızca bu işleme uygulayın

source: Please select a row to delete.
el_gr: Παρακαλώ επιλέξτε μια γραμμή για διαγραφή.
es_es: Por favor, seleccione una fila para eliminar.
fr_fr: Veuillez sélectionner une ligne à supprimer.
hu_hu: Kérjük, jelöljön ki egy sort a törléshez.
it_it: Seleziona una riga da eliminare.
pt_pt: Por favor, selecione uma linha para excluir.
sv_se: Välj en rad att ta bort.
tr_tr: Lütfen silinecek bir satır seçin.

source: Please select an existing payee.
el_gr: Παρακαλώ επιλέξτε έναν υπάρχοντα δικαιούχο.
es_es: Por favor, seleccione un beneficiario existente.
fr_fr: Veuillez sélectionner un bénéficiaire existant.
hu_hu: Kérjük, jelöljön meg egy meglévő kedvezményezettet.
it_it: Seleziona un beneficiario esistente.
pt_pt: Por favor, selecione uma entidade existente.
sv_se: Välj en befintlig betalningsmottagare.
tr_tr: Lütfen mevcut bir alıcı seçin.

source: Please select an existing payee or enter a new payee name.
es_es: Por favor, seleccione un beneficiario existente o introduzca un nuevo nombre de beneficiario.
fr_fr: Veuillez sélectionner un bénéficiaire existant ou entrer un nouveau nom de bénéficiaire.
hu_hu: Kérjük, adjon meg egy meglévő kedvezményezettet, vagy adjon meg egy új kedvezményezett nevét.
it_it: Seleziona un beneficiario esistente o inserisci un nuovo nome del beneficiario.
sv_se: Välj en befintlig betalningsmottagare eller ange ett nytt namn på betalningsmottagaren.
tr_tr: Lütfen mevcut bir alıcı seçin veya yeni bir alıcı adı girin.

source: Invalid regular expression “%1$s” in row %2$d: please correct the pattern
es_es: Expresión regular '%1$s' en la fila %2$d no válida: por favor, corrija el patrón
fr_fr: Expression régulière '%1$s' invalide à la ligne %2$d: veuillez corriger le modèle
hu_hu: Érvénytelen reguláris kifejezés: „%1$s” a(z) %2$d. sorban: kérjük, javítsa ki a mintát
it_it: Espressione regolare non valida “%1$s” alla riga %2$d: correggi l’espressione
sv_se: Ogiltigt reguljärt uttryck ”%1$s” i rad %2$d: vänligen korrigera mönstret
tr_tr: Satır %2$d’de geçersiz düzenli ifade “%1$s”: lütfen deseni düzeltin

source: Payee Confirmation Required
el_gr: Απαιτείται Επιβεβαίωση Δικαιούχου
es_es: Se requiere confirmar el beneficiario
fr_fr: Confirmation du bénéficiaire requise
hu_hu: Kedvezményezett megerősítése szükséges
it_it: Conferma Del Beneficiario Richiesta
sv_se: Bekräftelse av betalningsmottagarens krävs
tr_tr: Alıcı Onayı Gerekli

source: Transaction %1$d of %2$d (%3$d total in file)
es_es: Transacción %1$d de %2$d (%3$d total en archivo)
fr_fr: Operation %1$d de %2$d (sur un total de %3$d dans le fichier)
hu_hu: Ügylet %1$d/%2$d (összesen %3$d a fájlban)
it_it: Transazione %1$d di %2$d (su un totale di %3$d nel file)
sv_se: Transaktion %1$d av %2$d (%3$d totalt i fil)
tr_tr: İşlem %1$d / %2$d (dosyada toplam %3$d)

source: Estimated completion time: %.1f minutes
es_es: Tiempo estimado de finalización: %.1f minutos
fr_fr: Temps de complétion estimé: %.1f minutes
hu_hu: Becsült befejezési idő: %.1f perc
it_it: Tempo stimato di completamento: %.1f minuti
sv_se: Beräknad genomförandetid: %.1f minuter
tr_tr: Tahmini tamamlanma süresi: %.1f dakika

source: Estimating time…
el_gr: Εκτίμηση χρόνου…
es_es: Estimando tiempo…
fr_fr: Temps estimé…
hu_hu: Idő becslése…
it_it: Tempo stimato…
sv_se: Uppskattar tid…
tr_tr: Süre tahmin ediliyor…

source: Financial Institution Transaction Identification (FITID): %s
el_gr: Αναγνωριστικό Συναλλαγής Χρηματοπιστωτικού Ιδρύματος (FITID): %s
es_es: Identificación de la transacción de la institución financiera (FITID): %s
fr_fr: Identification des opérations de l'institution financière (FITID): %s
hu_hu: Pénzügyi intézmény ügyletazonosítója (FITID): %s
it_it: Identificativo transazione dell’istituto finanziario (FITID): %s
sv_se: Finansiella institutets transaktionsidentifiering (FITID): %s
tr_tr: Finans Kurumu İşlem Kimliği (FITID): %s

source: Date: %s
el_gr: Ημερομηνία: %s
es_es: Fecha: %s
hu_hu: Dátum: %s
it_it: Data: %s
sv_se: Datum: %s
tr_tr: Tarih: %s

source: Amount: %s
el_gr: Ποσό: %s
es_es: Importe: %s
fr_fr: Montant : %s
hu_hu: Összeg: %s
it_it: Importo: %s
sv_se: Belopp: %s
tr_tr: Tutar: %s

source: Type: %s
el_gr: Τύπος: %s
es_es: Tipo: %s
hu_hu: Típus: %s
it_it: Tipo: %s
sv_se: Typ: %s
tr_tr: Tür: %s

source: Regex Pattern
el_gr: Μοτίβο Regex
es_es: Patrón de expresión regular
fr_fr: Modèle Regex
hu_hu: Reguláris kifejezés minta
it_it: Modello Regex
sv_se: Regexmönster

source: Memo: %s
el_gr: Υπόμνημα: %s
es_es: Nota: %s
fr_fr: Mémo : %s
hu_hu: Megjegyzés: %s
sv_se: Anteckning: %s
tr_tr: Not: %s

source: No matching payee found.
el_gr: Δε βρέθηκε ο δικαιούχος πληρωμής.
es_es: No se encontró ningún beneficiario coincidente.
fr_fr: Aucun bénéficiaire correspondant trouvé.
hu_hu: Nem található egyező kedvezményezett.
it_it: Nessun beneficiario corrispondente trovato.
sv_se: Ingen matchande betalningsmottagare hittades.
tr_tr: Eşleşen alıcı bulunamadı.

source: Match Confidence: %.1f%% (%s)
es_es: Intervalo de confianza de la coincidencia: %.1f%% (%s)
fr_fr: Confiance de la correspondance : %.1f%% (%s)
hu_hu: Egyezés megbízhatósága: %.1f%% (%s)
it_it: Grado di Corrispondenza: %.1f%% (%s)
sv_se: Match konfidens: %.1f%% (%s)
tr_tr: Eşleşme Güveni: %.1f%% (%s)

source: Suggested Payee: “%s”
el_gr: Προτεινόμενος Δικαιούχος: '%s”
es_es: Beneficiario sugerido: '%s”
fr_fr: Bénéficiaire suggéré : «%s»
hu_hu: Javasolt kedvezményezett: „%s”
it_it: Beneficiario Suggerito: “%s”
sv_se: Föreslagen betalningsmottagare: ”%s”
tr_tr: Önerilen Alıcı: “%s”

source: Do you want to use an existing payee or create a new one?
el_gr: Θέλετε να χρησιμοποιήσετε έναν υπάρχοντα δικαιούχο ή να δημιουργήσετε ένα νέο;
es_es: ¿Desea utilizar un beneficiario existente o crear uno nuevo?
fr_fr: Voulez-vous utiliser un bénéficiaire existant ou en créer un nouveau ?
hu_hu: Egy meglévő kedvezményezettet szeretne használni, vagy újat szeretne létrehozni?
it_it: Vuoi usare un beneficiario esistente o crearne uno nuovo?
sv_se: Vill du använda en befintlig betalningsmottagare eller skapa en ny?
tr_tr: Mevcut bir alıcıyı kullanmak mı yoksa yeni bir alıcı oluşturmak mı istiyorsunuz?

source: Use Existing Payee
el_gr: Χρήση Υπάρχοντος Δικαιούχου
es_es: Usar beneficiario existente
fr_fr: Utiliser le bénéficiaire existant
hu_hu: Meglévő kedvezményezett használata
it_it: Usa Beneficiario Esistente
sv_se: Använd befintlig betalningsmottagare
tr_tr: Mevcut Alıcıyı Kullan

source: Create New Payee
el_gr: Δημιουργία Νέου Δικαιούχου
es_es: Crear nuevo beneficiario
fr_fr: Créer un nouveau bénéficiaire
hu_hu: Új kedvezményezett létrehozása
it_it: Crea Nuovo Beneficiario
sv_se: Skapa ny betalningsmottagare
tr_tr: Yeni Alıcı Oluştur

source: Select Existing Payee:
el_gr: Επιλογή Υπάρχοντος Δικαιούχου:
es_es: Seleccionar beneficiario existente:
fr_fr: Sélectionnez le bénéficiaire existant :
hu_hu: Meglévő kedvezményezett kijelölése:
it_it: Seleziona Beneficiario Esistente:
sv_se: Använd befintlig betalningsmottagare:
tr_tr: Mevcut Alıcıyı Seç:

source: New Payee Name:
el_gr: Νέο Όνομα Δικαιούχου:
es_es: Nuevo nombre de beneficiario:
fr_fr: Nouveau nom du bénéficiaire :
hu_hu: Új kedvezményezett neve:
it_it: Nuovo Nome Beneficiario:
sv_se: Namn på ny betalningsmottagare:
tr_tr: Yeni Alıcı Adı:

source: Convert to Title Case
es_es: Convertir a mayúsculas
fr_fr: Convertir en casse Titre
hu_hu: Átalakítás címnagybetűsre
it_it: Converti in Title Case
pl_pl: Konwertuj do tytułu sprawy
tr_tr: Başlık Biçimine Dönüştür

source: Uncategorized
el_gr: Χωρίς κατηγορία
es_es: Sin categorizar
fr_fr: Sans catégorie
hu_hu: Kategorizálatlan
it_it: Non categorizzato
pl_pl: Brak kategorii
sv_se: Okategoriserad
tr_tr: Kategorilendirilmemiş

source: Select Category for Payee:
el_gr: Επιλέξτε Κατηγορία για τον Δικαιούχο:
es_es: Seleccionar categoría para beneficiario:
fr_fr: Sélectionnez une catégorie pour le bénéficiaire :
hu_hu: Kedvezményezett kategóriájának kijelölése:
it_it: Seleziona una Categoria per il Beneficiario:
pl_pl: Wybierz kategorię dla beneficjenta:
sv_se: Välj kategori för betalningsmottagare:
tr_tr: Alıcı için Kategori Seç:

source: Define/Update Regex Patterns
el_gr: Ορισμός/Ενημέρωση Πρότυπων Regex
es_es: Establecer/actualizar patrones de expresión regular
fr_fr: Définir/Mettre à jour les modèles Regex
hu_hu: Reguláris kifejezésminták meghatározása/frissítése
it_it: Definisci/Aggiorna i Modelli Regex
pl_pl: Definiuj/aktualizuj wzory Regex
sv_se: Definiera/uppdatera Regex mönster
tr_tr: Regex Desenlerini Tanımla/Güncelle

source: Edit Regex Patterns:
el_gr: Επεξεργασία Μοτίβων Regex:
es_es: Editar patrones de expresión regular:
fr_fr: Modifier les modèles de Regex :
hu_hu: Reguláris kifejezésminták szerkesztése:
it_it: Modifica Modelli Regex:
pl_pl: Edytuj wzory Regex:
sv_se: Redigera Regex-mönster:
tr_tr: Regex Desenlerini Düzenle:

source: &Insert Row
el_gr: &Εισαγωγή Γραμμής
fr_fr: &Insérer une ligne
hu_hu: Sor &beszúrása

source: &Delete Row
el_gr: &Διαγραφή Γραμμής
fr_fr: &Supprimer la ligne
hu_hu: Sor &törlése

source: &OK
el_gr: &ΟΚ
hu_hu: &Rendben

source: Import OFX file
el_gr: Εισαγωγή Αρχείου OFX
es_es: Importar archivo OFX
fr_fr: Importer un fichier OFX
hu_hu: OFX-fájl importálása
it_it: Importa file OFX
pl_pl: Importuj plik OFX
sv_se: Importera OFX-fil
tr_tr: OFX Dosyası İçe Aktar

source: &OFX File:
el_gr: &Αρχείο OFX:
fr_fr: Fichier OFX :
hu_hu: &OFX-fájl:

source: &Browse…
el_gr: &Περιήγηση…
es_es: &Examinar…
fr_fr: Parcourir…
hr_hr: &Pregledaj…
hu_hu: &Tallózás…
it_it: &Sfoglia…
pl_pl: &Przeglądaj…
pt_pt: &Procurar…
ru_ru: &Обзор…
sv_se: &Bläddra…
tr_tr: &Göz At…

source: &Account:
el_gr: &Λογαριασμός:
fr_fr: Comptes :
hu_hu: &Számla:

source: Use &existing regex patterns to automatically match payees
fr_fr: Utiliser les modèles de regex existants pour faire correspondre automatiquement les bénéficiaires
hu_hu: Használjon meg&lévő reguláris kifejezésmintákat a kedvezményezettek automatikus egyeztetéséhez

source: Use &fuzzy payee matching if exact match and regex matching are unsuccessful
fr_fr: Utiliser la correspondance approximative des bénéficiaires si la correspondance exacte et la correspondance regex ne réussissent pas
hu_hu: &Fuzzy kedvezményezett-egyezés használata, ha a pontos egyezés és a reguláris kifejezés egyezése nem sikerült

source: Minimum Fuzzy Match &Confidence Level:
fr_fr: Niveau de confiance minimum de la correspondance approximative :
hu_hu: Minimális fuzzy egyezési meg&bízhatósági szint:

source: &Mark transactions automatically imported with Fuzzy Match as “Follow Up”
fr_fr: &Marquer les transactions automatiquement importées avec la correspondance approximative comme 'À suivre”
hu_hu: A fuzzy egyezéssel automatikusan importált ügyletek meg&jelölésének „Követés”-ként

source: Prompt to &confirm each fuzzy match
el_gr: Προτροπή για &επιβεβαίωση κάθε ασαφούς αντιστοίχισης
fr_fr: Demander de confirmer chaque correspondance approximative
hu_hu: Rákérdezés minden egyes fuzzy egyezés meg&erősítésére

source: &Import
ar_sa: &استيراد
el_gr: &Εισαγωγή
es_es: &Importar
fr_fr: Importer
he: יבא&
hr_hr: &Uvezi
hu_hu: &Importálás
it_it: &Importa
nl_nl: &Importeren
pl_pl: &Importuj
pt_pt: &Importar
ro_ro: &Importă
ru_ru: &Импорт
sk_sk: &Importovať
sv_se: &Importera
tr_tr: A&l

source: Choose OFX file
el_gr: Επιλογή αρχείου OFX
es_es: Elegir archivo OFX
fr_fr: Choisir un fichier OFX
hu_hu: OFX-fájl kijelölése
it_it: Scegli file OFX
pl_pl: Wybierz plik OFX
sv_se: Välj OFX-fil
tr_tr: OFX Dosyası Seç

source: No OFX file selected.
el_gr: Δεν επιλέχθηκε αρχείο OFX.
es_es: Ningún archivo OFX seleccionado.
fr_fr: Aucun fichier OFX sélectionné.
hu_hu: Nincs kijelölt OFX-fájl.
it_it: Nessun file OFX selezionato.
pl_pl: Nie wybrano pliku OFX.
sv_se: Ingen OFX-fil vald.
tr_tr: Hiçbir OFX dosyası seçilmedi.

source: No account selected.
el_gr: Δεν επιλέχθηκε λογαριασμός.
es_es: Ninguna cuenta seleccionada.
fr_fr: Aucun compte sélectionné.
hu_hu: Nincs kijelölt számla.
it_it: Nessun conto selezionato.
pl_pl: Nie wybrano klienta.
sv_se: Inget konto har valts.
tr_tr: Hiçbir hesap seçilmedi.

source: Invalid account selection.
el_gr: Μη έγκυρη επιλογή λογαριασμού.
es_es: Cuenta seleccionada no válida.
fr_fr: Sélection de compte invalide.
hu_hu: Érvénytelen számlakijelölés.
it_it: Selezione del conto non valida.
pl_pl: Nieprawidłowy wybór konta.
sv_se: Ogiltigt kontoval.
tr_tr: Geçersiz hesap seçimi.

source: Invalid account ID.
el_gr: Μη Έγκυρος αριθμός λογαριασμού.
es_es: ID de cuenta no válida.
fr_fr: Nom du compte invalide.
hu_hu: Érvénytelen számlaazonosító.
it_it: ID conto non valido.
pl_pl: Nieprawidłowy identyfikator konta.
sv_se: Ogiltigt konto-ID.
tr_tr: Geçersiz hesap kimliği.

source: Account ID %s does not exist.
el_gr: Ο Αριθμός Λογαριασμού %s δεν υπάρχει.
es_es: El ID de cuenta %s no existe.
fr_fr: Le nom de compte %s n'existe pas.
hu_hu: A(z) %s számlaazonosító nem létezik.
it_it: L'ID conto %s non esiste.
pl_pl: ID konta %s nie istnieje.
sv_se: Konto ID %s finns inte.
tr_tr: Hesap kimliği %s mevcut değil.

source: OFX Import Summary
el_gr: Περίληψη Εισαγωγής OFX
es_es: Resumen de importación OFX
fr_fr: Résumé de l'importation OFX
hu_hu: OFX-importálási összefoglaló
it_it: Riepilogo importazione OFX
pl_pl: Podsumowanie importu OFX
sv_se: Sammanfattning av OFX-import
tr_tr: OFX İçe Aktarma Özeti
