Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Grant automatic execute
ar_sa: منح التنفيذ التلقائي
cs_cz: Povolit automatické zadání
el_gr: Παραχώρηση αυτόματης εκτέλεσης
es_es: Permitir la ejecución automática
fr_fr: Exécution automatique de l'opération
hr_hr: Omogući automatsko izvršavanje
hu_hu: Automatikus végrehajtás engedélyezése
it_it: Autorizza l'esecuzione automatica per questa voce
pl_pl: Zezwól na automatyczne wykonanie
pt_pt: Definir execução automática
ro_ro: Acordă executare automată
ru_ru: Автоматическое разрешение на выполнение
sv_se: Bevilja automatisk körning
tr_tr: Otomatik gerçekleştir

source: The requested payment will occur without user interaction
ar_sa: سيتم الدفع المطلوب بدون تفاعل المستخدم
cs_cz: Požadovaná platba bude zadána bez interakci uživatele.
el_gr: Η ζητούμενη πληρωμή θα συμβεί χωρίς αλληλεπίδραση του χρήστη
es_es: El pago requerido se producirá sin la intervención del usuario
fr_fr: L'opération sera ajoutée directement, sans intervention de l'utilisateur
he: התשלום המבוקש ירשם ללא התערבות המשתמש
hr_hr: Zatraženo plaćanje će se ostvariti bez potrebe za korisničkom interakcijom
hu_hu: A kért kifizetés felhasználói beavatkozás nélkül megtörténik
it_it: L'Esecuzione Automatica non richiederà l'intervento dell'utente
nl_nl: De verzochte betaling vind plaats zonder dat de gebruiker iets hoeft te doen
pl_pl: Wykonanie transakcji nastąpi bez interakcji z użytkownikiem
pt_pt: O pagamento solicitado ocorrerá sem interação do utilizador
ro_ro: Plata solicitată va avea loc fără interacțiunea utilizatorului
ru_ru: Автовыполнение будет происходить без участия пользователя
tr_tr: İstenen ödeme kullanıcı katılımı olmaksızın gerçekleştirilecek

source: Transaction Details
ar_sa: تفاصيل المُعاملة
cs_cz: Detaily transakce
el_gr: Λεπτομέρειες Συναλλαγής
es_es: Detalles de la transacción
fr_fr: Détails de l'opération
he: פרטי תנועה
hr_hr: Detalji transakcije
hu_hu: Ügylet részletei
it_it: Dettagli Transazione
nl_nl: Transactiedetails
pl_pl: Szczegóły transakcji
pt_pt: Detalhes da Transação
ro_ro: Detaliile Tranzacției
ru_ru: Детали транзакции
sk_sk: Podrobnosti transakcie
sv_se: Transaktionsdetaljer
tr_tr: İşlem Ayrıntıları

source: Specify the date the user is requested to enter this transaction
ar_sa: حدد تاريخ طلب المستخدم لإدخال هذه المعاملة
cs_cz: Pro zadání transakce je nutné aby uživatel zadal datum
el_gr: Καθορίστε την ημερομηνία που ο χρήστης καλείται να εισαγάγει αυτή τη συναλλαγή
es_es: Especificar la fecha en la que se solicita al usuario que introduzca esta transacción
fr_fr: Précisez la date à laquelle l'utilisateur sera sollicité pour enregistrer cette opération
he: הזן תאריך בו יתבקש המשתמש להזין את התנועה
hr_hr: Odredi datum, kad će se od korisnika tražiti da unese transakciju
hu_hu: Adja meg azt a dátumot, amikor a felhasználót felkérik az ügyletbe
it_it: Specifica la data in cui sarà richiesto all'utente di inserire questa Transazione
nl_nl: Specificeer de datum waarop de gebruiker deze transactie moet invoeren
pl_pl: Określ datę kiedy użytkownik zostanie poproszony o wprowadzenie tej transakcji
pt_pt: Indique a data em que o utilizador deverá inserir essa transação
ro_ro: Specificați data la care utilizatorul este solicitat pentru a introduce această tranzacție
ru_ru: Укажите дату, когда пользователю предлагается ввести эту транзакцию
sv_se: Ange det datum som användaren är uppmanad att ange denna transaktion
tr_tr: Kullanıcının bu işlemi girmesi istenen tarihi belirtin.

source: Date Paid
ar_sa: تاريخ الدفع
cs_cz: Datum platby
el_gr: Ημερομηνία Πληρωμής
es_es: Fecha de pago
fr_fr: Date de paiement
he: תאריך תשלום
hr_hr: Datum plaćanja
hu_hu: Fizetés dátuma
it_it: Data Pagamento
nl_nl: Betaaldatum
pl_pl: Data płatności
pt_pt: Data de Pagamento
ro_ro: Data achitării
ru_ru: Дата оплаты
sk_sk: Dátum platby
sv_se: Betald datum
tr_tr: Ödeme Tarihi

source: Specify the status for the transaction
ar_sa: تعيين حالة المُعاملة
cs_cz: Zvolte stav transakce
el_gr: Δηλώστε την κατάσταση της συναλλαγής
es_es: Especifique el estado de la transacción
fr_fr: Préciser le statut de l'opération
he: הגדר סטאטוס תנועה
hr_hr: Odredi status transakcije
hu_hu: Ügylet állapotának megadása
it_it: Specifica lo stato della transazione
nl_nl: Geef de status van de transactie aan
pl_pl: Określ status dla tej transakcji
pt_pt: Especifique o estado da transação
ro_ro: Specifică starea tranzacției
ru_ru: Выберите статус проводки
sk_sk: Upresnite stav transakcie
sv_se: Ange status för transaktionen
tr_tr: İşlemin durumunu belirtiniz

source: Status
ar_sa: الحالة
cs_cz: Stav
el_gr: Κατάσταση
es_es: Estado
fr_fr: Statut
he: סטאטוס
hu_hu: Állapot
it_it: Stato
pt_pt: Estado
ro_ro: Stare
ru_ru: Статус
sk_sk: Stav
tr_tr: Durum

source: Specify the type of transactions to be created.
ar_sa: حدد نوع المُعاملة التي تريد إنشاءها.
cs_cz: Zvolte typ vytvářené transakce.
el_gr: Καθορίστε τον τύπο της συναλλαγής που θα δημιουργηθεί.
es_es: Especifique el tipo de transacción a crear.
fr_fr: Spécifiez les types de transactions à créer.
he: בחר את סוג התנועה שתיווצר.
hr_hr: Odredi vrstu transakcije koja će se stvorenti.
hu_hu: Létrehozandó ügyletek típusának megadása.
it_it: Specifica il tipo di transazioni da creare.
nl_nl: Specificeer type te creëren transacties.
pl_pl: Wybierz rodzaj transakcji do utworzenia.
pt_pt: Especifique o tipo de transação a criar.
ro_ro: Specifică tipul de tranzacție care trebuie creată.
ru_ru: Выберите тип новой проводки.
sk_sk: Upresnite typ vytváranej transakcie.
sv_se: Ange vilken typ av transaktion som ska skapas.
tr_tr: Oluşturulacak işlemlerin türünü belirtiniz.

source: &Advanced
ar_sa: &خيارات متقدمة
cs_cz: Po&kročilé
el_gr: &Προχωρημένα
es_es: &Avanzado
fr_fr: &Avancé
he: &מתקדם
hr_hr: &Dodatno
hu_hu: &Haladó
it_it: &Avanzate
nl_nl: &Geavanceerd
pl_pl: Za&awansowane
pt_pt: &Avançado
ro_ro: &Avansat
ru_ru: Доп.
sk_sk: &Rozšírené
sv_se: &Avancerat
tr_tr: &Gelişmiş

source: Allows the setting of different amounts in the FROM and TO accounts.
ar_sa: يسمح بتحديد مبالغ مختلفة في الحسابات من مصدر إلى آخر.
cs_cz: Umožní nastavení rozdílných částek na účty OD a KOMU.
el_gr: Επιτρέπει την ρύθμιση διαφορετικών ποσών στους ΑΠΟ και ΠΡΟΣ λογαριασμούς.
es_es: Permite escribir cantidades diferentes en las cuentas de CARGO y ABONO.
fr_fr: Permet de définir des montants différents pour les comptes débité et crésité.
he: מאפשר הגדרה של סכומים שונים בחשבון 'שולח' ובחשבון 'מקבל'.
hr_hr: Dozvoli postavljanje različitih iznosa u izlazne i ulazne račune.
hu_hu: Engedélyezi a származtató és a cél számlákon eltérő összeg szerepeltetését.
it_it: Consente di impostare diversi importi nei conti di Origine e Destinazione.
nl_nl: Geeft de mogelijkheid om afwijkende bedragen in de VAN en NAAR rekening in te geven.
pl_pl: Pozwala ustawić różne kwoty transakcji na koncie źródłowym i docelowym.
pt_pt: Permite a configuração de diferentes montantes nas contas DE e PARA.
ro_ro: Permite stabilirea de sume diferite în conturile DE LA și CĂTRE.
ru_ru: Определите сумму которая будет переведена на другой счёт
sk_sk: Umožňuje nastaviť rôzne sumy na zdrojové a cieľové účty.
tr_tr: Gönderen ve alan hesaplarda farklı tutarlara izin ver.

source: Specify the transfer amount in the To Account
ar_sa: حدد مبلغ التحويل في الحساب إلى
cs_cz: Zadejte částku převodu na účet
el_gr: Καθορίστε το ποσό της μεταφοράς στον λογαριασμό προορισμού
es_es: Especifique la cantidad a transferir en la Cuenta de Destino
fr_fr: Précisez le montant du virement à faire vers le compte
he: הזן את הסכום להעברה בחשבון ה'מקבל'
hr_hr: Odredi iznos za prijenos u računu
hu_hu: Átutalás összegének megadása a célszámlára
it_it: Specifica l'importo da trasferire nel Conto di Destinazione
nl_nl: Specificeer het bedrag van de overboeking in de NAAR rekening
pl_pl: Określ kwotę przelewu na koncie docelowym
pt_pt: Especifique o montante da transferência na Conta Para
ro_ro: Specifică suma de transferat în Contul Destinație
ru_ru: Задайте сумму для счёта в который производится перевод
sk_sk: Upresnite sumu prevodu na cieľový účet
sv_se: Ange överföringsbeloppet i till-kontot
tr_tr: Alıcı hesapta aktarılacak tutarı belirtin

source: Open Calculator
el_gr: Άνοιγμα Αριθμομηχανής
es_es: Abrir calculadora
fr_fr: Ouvrir la calculatrice
hu_hu: Számológép megnyitása
it_it: Apri Calcolatrice
pl_pl: Otwórz Kalkulator
pt_pt: Abrir calculadora
ru_ru: Открыть калькулятор
sv_se: Öppna kalkylator
tr_tr: Hesap makinesini aç

source: Account
ar_sa: الحساب
cs_cz: Účet
el_gr: Λογαριασμός
es_es: Cuenta
fr_fr: Compte
he: חשבון
hr_hr: Račun
hu_hu: Számla
it_it: Conto
nl_nl: Rekening
pl_pl: Konto
pt_pt: Conta
ro_ro: Cont
ru_ru: Счёт
sk_sk: Účet
sv_se: Konto
tr_tr: Hesap

source: Specify the Account that will own the scheduled transaction
el_gr: Καθορίστε τον Λογαριασμό που θα κατέχει την προγραμματισμένη συναλλαγή
es_es: Especifique la cuenta a la que pertenecerá la transacción programada
fr_fr: Précisez le compte dans lequel l'opération planifiée sera réalisée
hr_hr: Odaberi račun za terminiranu transakciju
hu_hu: Határozza meg a számlát, ami az ütemezett ügylethez tartozik
it_it: Specifica il Conto a cui sarà collegata la transazione pianificata
pl_pl: Określ konto, które będzie właścicielem zaplanowanej transakcji
pt_pt: Especifique a conta a que a transação recorrente pertencerá
ro_ro: Specificați contul care va deține tranzacția programată
ru_ru: Укажите счёт для данной повторяющейся транзакции
tr_tr: Zamanlanmış işlemin sahibi olacak Hesabı belirtin

source: To
ar_sa: إلى
cs_cz: Komu
el_gr: Προς
es_es: A
fr_fr: Vers
he: ל
hr_hr: U
hu_hu: Hova
it_it: A
nl_nl: Aan
pl_pl: Do
pt_pt: Para
ro_ro: Către
ru_ru: В
sk_sk: Komu
sv_se: Till
tr_tr: Alıcı

source: Payee
ar_sa: المستفيد
cs_cz: Příjemce
el_gr: Δικαιούχος
es_es: Beneficiario
fr_fr: Tiers
he: מוטב
hr_hr: Primaoc
hu_hu: Kedvezményezett
it_it: Beneficiario
nl_nl: Begunstigde
pl_pl: Beneficjent
pt_pt: Beneficiário
ro_ro: Beneficiar
ru_ru: Получатель
sk_sk: Príjemca
sv_se: Betalningsmottagare
tr_tr: Alacaklı

source: Category
ar_sa: الفئة
cs_cz: Kategorie
el_gr: Κατηγορία
es_es: Categoría
fr_fr: Catégorie
he: קטגוריה
hr_hr: Kategorija
hu_hu: Kategória
it_it: Categoria
nl_nl: Categorie
pl_pl: Kategoria
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Категория
sk_sk: Kategória
sv_se: Kategori
tr_tr: Kategori

source: Use split Categories
ar_sa: استخدم الفئات المقسمة
cs_cz: Použít kategorii rozdělení
el_gr: Χρησιμοποιήστε την διαίρεση κατηγοριών
es_es: Utilizar Categorías divididas
fr_fr: Répartir dans plusieurs catégories
he: השתמש בפיצול קטגוריות
hr_hr: Koristi podijeljene kategorije
hu_hu: Kategóriafelosztás használata
it_it: Usa Categorie suddivise
nl_nl: Gebruik verschillende categorieën
pl_pl: Użyj podziału kategorii
pt_pt: Usar Categorias fracionadas
ro_ro: Folosește Categorii divizate
ru_ru: Разделить по категориям
sk_sk: Použiť kategórie rozdelenia
sv_se: Använd delade kategorier
tr_tr: Parçalı Kategorileri kullan

source: Tags
el_gr: Ετικέτες
es_es: Etiquetas
fr_fr: Étiquettes
hr_hr: Oznake
hu_hu: Címkék
it_it: Etichette
pl_pl: Tagi
pt_pt: Etiquetas
ro_ro: Etichete
ru_ru: Теги
sv_se: Taggar
tr_tr: Etiketler

source: Specify any associated check number or transaction number
ar_sa: حدد أي رقم تحقق مرتبط أو رقم معاملة
cs_cz: Zadejte číslo pro ověření nebo číslo transakce
el_gr: Δηλώστε ένα συνδεόμενο αριθμό επιταγής ή ένα αριθμό συναλλαγής
es_es: Especifique cualquier número asociado a la transacción
fr_fr: Spécifiez un numéro de chèque ou de transaction
he: הזן כאסמכתא מספר שק או מספר תנועה
hr_hr: Odredi povezani broj čeka ili broj transakcije
hu_hu: Vonatkozó csekk vagy ügylet számának megadása
it_it: Specifica l'eventuale numero di assegno o numero di transazione associato
nl_nl: Specificeer een gerelateerd check- of transactienummer
pl_pl: Określ powiązany numer czeku lub transakcji
pt_pt: Especifique o número do cheque ou da transação
ro_ro: Specifică orice număr de cec sau de tranzacție asociat
ru_ru: Введите номер чека или номер сделки
sk_sk: Upresnite zodpovedajúce číslo šeku alebo číslo transakcie
sv_se: Ange ev. check- eller transaktionsnummer.
tr_tr: Varsa ilişkili işlem veya dekont (çek) no belirtiniz

source: Number
ar_sa: عدد
cs_cz: Číslo
el_gr: Αριθμός
es_es: Número
fr_fr: Numéro
he: אסמכתא
hr_hr: Broj
hu_hu: Szám
it_it: Numero
nl_nl: Nummer
pl_pl: Numer
pt_pt: Número
ro_ro: Număr
sk_sk: Číslo
sv_se: Nummer
tr_tr: No

source: Select one of the frequently used notes
ar_sa: حدد إحدى الملاحظات المستخدمة بشكل متكرر
cs_cz: Vyberte některou z často používaných poznámek
el_gr: Επιλέξτε μια από τις συχνότερα χρησιμοποιούμενες σημειώσεις
es_es: Seleccione una de las notas usadas con frecuencia
fr_fr: Sélectionner l'une des notes fréquemment utilisées
he: בחר באחת מההערות שבשימוש תכוף
hr_hr: Odaberi jednu od često korištenih napomena
hu_hu: Válassza ki a gyakran használt megjegyzések egyikét
it_it: Selezionare una delle note usate di frequente
nl_nl: Selecteer een van de veel gebruikte notities
pl_pl: Wybierz jedną z często używanych notatek
pt_pt: Selecione uma das notas usadas com frequência
ro_ro: Selectaţi una dintre notele utilizate frecvent
ru_ru: Часто используемые заметки
sk_sk: Vyberte niektorú z často používaných poznámok
sv_se: Välj en av de ofta använda anteckningarna
tr_tr: Sık kullanılan notların birini seçin

source: User Colors
ar_sa: ألوان المستخدم
cs_cz: Vlastní barvy
el_gr: Χρώματα Χρήστη
es_es: Colores del usuario
fr_fr: Couleurs utilisateur
he: צבעים מוגדרים אישית
hr_hr: Korisničke boje
hu_hu: Felhasználói színek
it_it: Colori Utente
nl_nl: Gebruikerskleuren
pl_pl: Kolory użytkownika
pt_pt: Cores do Utilizador
ro_ro: Culorile utilizatorului
ru_ru: Цвета пользователя
sk_sk: Používateľské farby
sv_se: Användarens färger
tr_tr: Kullanıcı Renkleri

source: Organize attachments of this scheduled transaction
el_gr: Οργάνωση των συνημμένων αυτής της προγραμματισμένης συναλλαγής
es_es: Organizar archivos adjuntos de esta transacción programada
fr_fr: Gérer les pièces jointes de cette opération récurrente
hr_hr: Organiziraj priloge za ovu terminiranu transakciju
hu_hu: Az ütemezett ügylethez tartozó mellékletek rendszerezése
it_it: Gestisci allegati di questa transazione pianificata
pl_pl: Organizuj załączniki tej zaplanowanej transakcji
pt_pt: Organizar os anexos desta transação recorrente
ro_ro: Organizați atașamentele acestei tranzacții programate
ru_ru: Организовать вложения этой запланированной транзакции
tr_tr: Bu zamanlanmış işlemin eklerini düzenleyin

source: Color
ar_sa: اللون
el_gr: Χρώμα
fr_fr: Couleur
hr_hr: Boja
hu_hu: Szín
it_it: Colore
pl_pl: Kolor
pt_pt: Cor
ro_ro: Culoare
ru_ru: Цвет
sv_se: Färg
tr_tr: Renk

source: Specify any text notes you want to add to this transaction.
ar_sa: تعيين أي ملاحظة نصية ترغب اضافتها للعملية
cs_cz: Zadejte textové poznámky, které si přejete připojit k transakci
el_gr: Δηλώστε τυχόν σημειώσεις που θέλετε να προσθέσετε σε αυτήν τη συναλλαγή.
es_es: Especifique cualquier anotación que quiera añadir a esta transacción.
fr_fr: Précisez les notes que vous souhaitez ajouter à cette opération.
he: הקלד הערת טקסט שתרצה לצרף לתנועה זו.
hr_hr: Upiši napomene, koje želiš dodati ovoj transakciji.
hu_hu: Adja meg, milyen szöveges megjegyzést akar az ügylethez adni.
it_it: Specifica eventuali note che desideri aggiungere a questa transazione.
nl_nl: Notities behorende bij deze transactie
pl_pl: Określ dowolny tekst notatki, jaki chcesz dodać do tej transakcji.
pt_pt: Escreva qualquer comentário que entenda fazer para esta transação.
ro_ro: Specifică notele (detaliile) pe care dorești să le adaugi tranzacției.
ru_ru: Введите текстовые примечания к этой проводке.
sk_sk: Zadajte ľubovolnú poznámku, ktorú chcete pridať k transakcii.
sv_se: Ange ev. noteringar du vill lägga till för transaktionen.
tr_tr: İşleme eklemek istediğiniz not varsa belirtiniz

source: Show/Hide custom fields window
ar_sa: إظهار/إخفاء نافذة الحقول المخصصة
cs_cz: Zobrazit/skrýt okno vlastních polí
el_gr: Εμφάνιση/Απόκρυψη προσαρμοσμένου παραθύρου πεδίων
es_es: Mostrar/ocultar ventana de campos personalizados
fr_fr: Afficher/Masquer la fenêtre des champs personnalisés
hr_hr: Prikaži/sakrij prozor podešavajućeg polja
hu_hu: Egyéni mezők megjelenítése/elrejtése
it_it: Mostra/Nascondi finestre campi personalizzati
pl_pl: Pokaż/ukryj okno własnych pól
pt_pt: Mostrar/Ocultar a janela de campos personalizados
ro_ro: Arată/ascunde fereastra câmpurilor personalizate
ru_ru: Показать/Скрыть окно пользовательских полей
sv_se: Visa/Dölj egna fält
tr_tr: Özel alanlar penceresini göster/gizle

source: The payment date is after the due date. Is this intended?
es_es: La fecha de pago es posterior a la fecha de vencimiento, ¿es esto lo que usted pretendía?
fr_fr: La date de paiement est postérieure à la date d'échéance. Est-ce prévu ?
hu_hu: A fizetés dátuma az esedékesség utánra esik. Ez szándékos?
it_it: La data di pagamento è successiva alla data di scadenza. È corretto?
pt_pt: A data de pagamento é posterior à data de vencimentos. É esta a intenção?
ru_ru: Дата платежа позже даты погашения. Так и задумано?
tr_tr: Ödeme tarihi vade tarihinden sonra, niyetin bu mu?

source: Looks like a late payment
ar_sa: يبدو وكأنه دفع متأخر
el_gr: Φαίνεται σαν μια καθυστερημένη πληρωμή
es_es: Parece un retraso en el pago
fr_fr: On dirait un retard de paiement
hr_hr: Izgleda kao zakašnjela plaćanje
hu_hu: Késedelmes fizetésnek tűnik
it_it: Sembra un pagamento in ritardo
pl_pl: Wygląda na spóźnioną płatność
pt_pt: Parece um pagamento atrasado
ro_ro: Seamănă cu o plată întârziată
ru_ru: Похоже, что это запоздалый платеж
tr_tr: Geç ödeme gibi görünüyor

source: Payee name has not been used before. Is the name correct? %s
es_es: El nombre del beneficiario no se había usado anteriormente. ¿Es correcto? %s
fr_fr: Le nom du bénéficiaire n'a pas été utilisé auparavant. Le nom est-il correct ? %s
hu_hu: A kedvezményezett nevét korábban nem használták. Helyes a kedvezményezett neve? %s
it_it: Il nome del beneficiario non è mai stato utilizzato prima. Il nome è corretto? %s
pl_pl: Nazwa beneficjenta nie została wcześniej użyta. Czy nazwa jest poprawna? %s
pt_pt: Este beneficiário não foi utilizado anteriormente. O nome está correto? %s
tr_tr: Alacaklı adı daha önce kullanılmamıştır. Ad doğru mu? %s

source: Confirm payee name
ar_sa: قم بتأكيد اسم المدفوع لأمره
el_gr: Επιβεβαίωση ονόματος δικαιούχου
es_es: Confirmar nombre del beneficiario
fr_fr: Confirmer le nom du bénéficiaire
hr_hr: Potvrdi ime primaoca
hu_hu: Kedvezményezett nevének megerősítése
it_it: Conferma nome del beneficiario
pl_pl: Potwierdź nazwę beneficjenta
pt_pt: Confirme o nome do beneficiário
ro_ro: Confirmă numele beneficiarului
ru_ru: Подтвердите имя получателя
tr_tr: Alacaklı adını onayla

source: Invalid value
ar_sa: قيمة غير صالحة
cs_cz: Neplatná hodnota
el_gr: Μη έγκυρη τιμή
es_es: Valor no válido
fr_fr: Valeur incorrecte
he: ערך לא תקין
hr_hr: Nevaljana vrijednost
hu_hu: Érvénytelen érték
it_it: Valore non valido
nl_nl: Foutieve waarde
pl_pl: Nieprawidłowa wartość
pt_pt: Valor inválido
ro_ro: Valoare incorectă
ru_ru: Неверное значение
sk_sk: Neplatná hodnota
sv_se: Ogiltigt värde
tr_tr: Geçersiz Değer

source: The opening date for the account is later than the date of this transaction
ar_sa: تاريخ فتح الحساب متأخر عن تاريخ هذه المعاملة
el_gr: Η ημερομηνία έναρξης του λογαριασμού είναι μεταγενέστερη από την ημερομηνία της συναλλαγής
es_es: La fecha de apertura de la cuenta es posterior a la fecha de esta transacción
fr_fr: La date d'ouverture du compte est postérieure à la date de cette opération
hr_hr: Datum otvaranja računa je kasniji od datuma ove transakcije
hu_hu: A számla nyitási dátuma későbbi, mint az ügylet dátuma
it_it: La data di apertura del conto è successiva alla data di questa transazione
pl_pl: Data otwarcia rachunku jest późniejsza niż data tej transakcji
pt_pt: A data de abertura da conta é posterior à data desta transação
ro_ro: Data de deschidere a contului este ulterioară datei acestei tranzacții
ru_ru: Дата открытия счета позже даты этой транзакции
sv_se: Öppningsdatumet för kontot är senare än datumet för denna transaktion
tr_tr: Hesabın açılış tarihi, bu işlemin tarihinden sonradır

source: Specify the transfer amount in the From Account
ar_sa: حدد مبلغ التحويل في الحساب
cs_cz: Zadejte částku převodu na účet Od
el_gr: Καθορίστε το ποσό της μεταφοράς στον λογαριασμό προέλευσης
es_es: Especifique la cantidad a transferir en la Cuenta de origen
fr_fr: Spécifiez le montant du virement dans le compte d'origine
he: הזן את סכום ההעברה בחשבון השולח
hr_hr: Odredi iznos prijenosa u izlaznom računu
hu_hu: Eredeztető számlán az átutalás összegének megadása
it_it: Specifica l'importo da trasferire nel Conto di Origine
nl_nl: Het bedrag overboeking bij de VAN rekening invoeren
pl_pl: Określ kwotę przelewu na koncie źródłowym
pt_pt: Indique o montante da transferência na Conta De
ro_ro: Specificați suma de transfer în contul De la
ru_ru: Определите сумму которая будет переведена на другой счёт
sk_sk: Upresnite sumu prevodu zo zdrojového účtu
sv_se: Ange överföringsbeloppet i Från-kontot
tr_tr: Gönderici hesapta aktarım tutarını belirtiniz

source: Period: Days
ar_sa: الفترة: أيام
cs_cz: Období: Dny
el_gr: Περίοδος: Ημέρες
es_es: Plazo: Días
fr_fr: Période : Jours
he: תקופה: ימים
hr_hr: Razdoblje: Dani
hu_hu: Időszak: napok
it_it: Periodo: Giorni
nl_nl: Periode: Dagen
pl_pl: Okres: dni
pt_pt: Período: Dias
ro_ro: Perioada: Zile
ru_ru: Период: дней
sk_sk: Obdobie: dni
sv_se: Periodicitet: Dagar
tr_tr: Dönem: Günler

source: Specify period in Days.
el_gr: Καθορίστε την περίοδο σε ημέρες.
es_es: Especifique el período en días.
fr_fr: Spécifiez la période en jours.
hr_hr: Odredi razdoblje u danima.
hu_hu: Adja meg az időszakot napokban.
it_it: Specifica il periodo in Giorni.
pl_pl: Ustaw przedział w dniach.
pt_pt: Especifique o período em Dias.
ru_ru: Укажите период в днях.
sv_se: Ange period i dagar.
tr_tr: Dönemi Gün Cinsinden Belirtin

source: Period: Months
ar_sa: الفترة: أشهر
cs_cz: Období: Měsíce
el_gr: Περίοδος: Μήνες
es_es: Plazo: Meses
fr_fr: Période : mois
he: תקופה: חודשים
hr_hr: Razdoblje: Mjeseci
hu_hu: Időszak: hónapok
it_it: Periodo: Mesi
nl_nl: Periode: Maanden
pl_pl: Okres: miesiące
pt_pt: Período: Meses
ro_ro: Perioada: Luni
ru_ru: Период: месяцев
sk_sk: Obdobie: mesiace
sv_se: Periodicitet: månader
tr_tr: Dönem: Aylar

source: Specify period in Months.
el_gr: Καθορίστε την περίοδο σε μήνες.
es_es: Especifique el período en meses.
fr_fr: Spécifiez la période en mois.
hr_hr: Odredi razdoblje u mjesecima.
hu_hu: Adja meg az időszakot hónapokban.
it_it: Specifica il periodo in Mesi.
pl_pl: Ustaw przedział w miesiącach.
pt_pt: Especifique o período em Meses.
ru_ru: Укажите период в месяцах.
sv_se: Ange period i månader.
tr_tr: Dönemi Ay Cinsinden Belirtin

source: Ignored (leave blank).
el_gr: Αγνοήθηκε (αφήστε κενό).
es_es: Ignorado (dejar en blanco).
fr_fr: Ignoré (laisser vide).
hr_hr: Zanemareno (ostavi prazno).
hu_hu: Figyelmen kívül hagyva (hagyja üresen).
it_it: Ignorato (lasciare vuoto).
pl_pl: Ignorowane (pozostaw puste).
pt_pt: Ignorado (deixe em branco).
ru_ru: Игнорируется (оставьте пустым).
sv_se: Ignorerad (lämna tomt).
tr_tr: Yok Say (Boş Bırak)
