Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Import Statistics: - Total Transactions: %1$d - Automatically Imported: %2$d - New Payees Created: %3$d - Manually Allocated to Payees: %4$d - Time Taken: %5$s
es_es: Estadísticas de la importación: - Transacciones totales: %1$d - Importadas automáticamente: %2$d - Nuevos beneficiarios creados: %3$d - Asignadas manualmente a beneficiarios: %4$d - Tiempo usado: %5$s
hu_hu: Import statisztikák: - Összes ügylet: %1$d - Automatikusan importált: %2$d - Új kedvezményezettek létrehozása: %3$d - Kedvezményezettekhez kézzel hozzárendelve: %4$d - Eltelt idő: %5$s
it_it: Statistiche d'importazione: - Transazioni Totali: %1$d - Importate Automaticamente: %2$d - Nuovi Beneficiari Creati: %3$d - Assegnate Manualmente ai Beneficiari: %4$d - Tempo Impiegato: %5$s
pl_pl: Importuj statystyki: - Wszystkie transakcje: %1$d - Automatycznie zaimportowane: %2$d - Nowi beneficjenci utworzony: %3$d - Ręcznie przypisane odbiorcom: %4$d - Czas zaistnienia: %5$s
sv_se: Importera statistik: - Totalt antal transaktioner: %1$d - Automatiskt importerade: %2$d - Nya betalningsmottagare skapade: %3$d - Manuellt tilldelat betalningsmottagare: %4$d - Tidsåtgång: %5$s
tr_tr: İçe Aktarma İstatistikleri: - Toplam İşlem: %1$d - Otomatik İçe Aktarılan: %2$d - Yeni Alıcılar Oluşturuldu: %3$d - Alıcılara Elle Atanan: %4$d - Geçen Süre: %5$s

source: OFX Payee
el_gr: Δικαιούχος OFX
es_es: Beneficiario OFX
fr_fr: Bénéficiaire OFX
hu_hu: OFX-kedvezményezett
it_it: Beneficiario OFX
pl_pl: Odbiorca OFX
sv_se: OFX betalningsmottagare
tr_tr: OFX Alıcı

source: Imported Payee
el_gr: Εισαγόμενος Δικαιούχος
es_es: Beneficiario importado
hu_hu: Importált kedvezményezett
it_it: Beneficiario Importato
pl_pl: Importowany odbiorca
sv_se: Importerad betalningsmottagare
tr_tr: İçe Aktarılan Alıcı

source: Match Mode
es_es: Modo de coincidencia
hu_hu: Egyezési üzemmód
it_it: Modalità di corrispondenza
pl_pl: Tryb dopasowania
sv_se: Matchläge
tr_tr: Eşleştirme Modu

source: Match Pattern/Confidence
es_es: Coincidir patrón/intervalo de confianza
hu_hu: Egyezési minta/megbízhatóság
it_it: Modello / Grado di corrispondenza
pl_pl: Wzorzec dopasowania/zaufanie
sv_se: Matcha mönster/konfidens
tr_tr: Eşleştirme Deseni / Güven Düzeyi

source: Transaction Type
el_gr: Τύπος Συναλλαγής
es_es: Tipo de transacción
hu_hu: Ügylet típusa
it_it: Tipo di Transazione
pl_pl: Typ transakcji
sv_se: Transaktionstyp
tr_tr: İşlem Türü

source: %d hours
el_gr: %d ώρες
es_es: %d horas
hu_hu: %d óra
it_it: %d ore
pl_pl: %d godzin
sv_se: %d timmar

source: %d minutes
el_gr: %d λεπτά
es_es: %d minutos
hu_hu: %d perc
it_it: %d minuti
pl_pl: %d minuty
sv_se: %d minuter
tr_tr: %d saat

source: %d seconds
el_gr: %d δευτερόλεπτα
es_es: %d segundos
hu_hu: %d másodperc
it_it: %d secondi
pl_pl: %d sekundy
sv_se: %d sekunder
tr_tr: %d saniye

source: 0 sec
el_gr: 0 δευτ
es_es: 0 seg
hu_hu: 0 másodperc
it_it: 0 secondi
pl_pl: 0 sek
sv_se: 0 sek
tr_tr: 0 sn

source: Unable to open file.
ar_sa: غير قادر على فتح الملف.
cs_cz: Nelze otevřít soubor.
el_gr: Αδυναμία ανοίγματος αρχείου.
es_es: No se puede abrir el archivo.
fr_fr: Impossible d'ouvrir le fichier.
he: לא ניתן לפתוח קובץ.
hr_hr: Nije moguće otvoriti datoteku.
hu_hu: Nem sikerült megnyitni a fájlt.
it_it: Impossibile aprire il file.
nl_nl: Kan het bestand niet openen.
pl_pl: Nie udało się otworzyć pliku.
pt_pt: Impossivel abrir ficheiro
ro_ro: Nu pot deschide fila.
ru_ru: Невозможно открыть файл.
sk_sk: Nepodarilo sa otvoriť súbor.
sv_se: Kunde inte öppna fil.
tr_tr: Dosya açılamadı.

source: Universal CSV Import
ar_sa: استيراد CSV شامل
cs_cz: Univerzální import CSV
el_gr: Εισαγωγή γενικής μορφής CSV
es_es: Importar Universal CSV
fr_fr: Importer un fichier CSV universel
he: אוניברסלי CSV יבוא
hr_hr: Uvoz općeg CSV-a
hu_hu: Univerzális CSV importálása
it_it: Importa CSV generico
nl_nl: Universele CSV import
pl_pl: Import uniwersalnego formatu CSV
pt_pt: Importação de CSV Universal
ro_ro: Import CSV universal
ru_ru: Импорт Universal CSV
sk_sk: Univerzálny import CSV
sv_se: Universell CSV-import
tr_tr: Evrensel CSV Alımı

source: Unable to create file.
ar_sa: تعذر إنشاء الملف.
cs_cz: Nelze vytvořit soubor.
el_gr: Αδυναμία δημιουργίας αρχείου.
es_es: No se puede crear el archivo.
fr_fr: Impossible de créer le fichier.
he: לא ניתן ליצר קובץ.
hr_hr: Nije moguće stvoriti datoteku.
hu_hu: Nem sikerült létrehozni a fájlt.
it_it: Impossibile creare il file.
nl_nl: Kan het bestand niet opslaan.
pl_pl: Nie można utworzyć pliku.
pt_pt: Não foi possível criar o ficheiro.
ro_ro: Nu am putut crea fișierul.
ru_ru: Невозможно создать файл.
sv_se: Kunde inte skapa fil.
tr_tr: Dosya oluşturulamadı.

source: Export error
ar_sa: خطأ في التصدير
cs_cz: Chyba exportu
el_gr: Σφάλμα εξαγωγής
es_es: Error de exportación
fr_fr: Erreur d'exportation
he: שגיאת יצוא
hr_hr: Greška prilikom izvoza
hu_hu: Exportálási hiba
it_it: Errore di esportazione
nl_nl: Export fout
pl_pl: Błąd eksportu
pt_pt: Erro de exportação
ro_ro: Eroare la export
ru_ru: Ошибка экспорта
sv_se: Exporteringsfel
tr_tr: Verme hatası

source: Unable to save file.
el_gr: Αδυναμία αποθήκευσης αρχείου.
es_es: No es posible guardar el archivo.
fr_fr: Impossible d'enregistrer le fichier.
hu_hu: Nem sikerült menteni a fájlt.
it_it: Impossibile salvare il file.
pl_pl: Nie udało się zapisać pliku.
pt_pt: Não é possível guardar o ficheiro.
ru_ru: Не удалось сохранить файл.
sv_se: Kunde inte spara fil.
tr_tr: Dosya kaydedilemedi.

source: File is not in Excel XML Spreadsheet 2003 format.
ar_sa: الملف ليس على هيئة Excel XML Spreadsheet 2003.
cs_cz: Soubor není ve formátu Excel XML Spreadsheet 2003.
el_gr: Το αρχείο δεν είναι σε μορφή υπολογιστικού φύλλου Excel XML του 2003.
es_es: El archivo no tiene el formato de Excel XML 2003.
fr_fr: Le fichier n'est pas au format XML Excel 2003.
he: הקובץ אינו בתבנית XML גיליון אלקטרוני אקסל 2003.
hr_hr: Datoteka nije u Excel XML Spreadsheet 2003 formatu.
hu_hu: A fájl nem 2003-as Excel XML munkafüzet formátumú.
it_it: Il file non è nel formato Excel XML Spreadsheet 2003.
nl_nl: Het bestand is geen Excel XML 2003 werkblad opmaak.
pl_pl: Plik nie ma formatu Excel XML 2003.
pt_pt: O ficheiro não está no formato XML do Microsoft Excel 2003.
ro_ro: Fișierul nu este în formatul Excel XML Spreadsheet 2003.
ru_ru: Файл не в формате Excel XML Spreadsheet 2003.
sv_se: Filen är inte i formatet Excel XML kalkylblad 2003.
tr_tr: Dosya Excel XML Hesaptablosu 2003 formatında değil.

source: Parsing error
ar_sa: خطا في التحليل
cs_cz: Syntaktická chyba
el_gr: Σφάλμα ανάλυσης
es_es: Error de sintáxis
fr_fr: Erreur de traitement
he: שגיאת ניתוח
hr_hr: Greška u izračunavanju
hu_hu: Feldolgozási hiba
it_it: Errore di interpretazione
nl_nl: Syntaxfout
pl_pl: Błąd parsowania
pt_pt: Erro de interpretação
ro_ro: Eroare de analiză
ru_ru: Ошибка синтаксического анализа
sv_se: Tolkningsfel
tr_tr: Sözdizim hatası

source: Unable to find Worksheet.
el_gr: Αδυναμία εύρεσης Φύλλου Εργασίας.
es_es: No se puede encontrar la hoja.
fr_fr: Impossible de trouver la feuille de travail.
hu_hu: Nem sikerült találni a munkalapot.
it_it: Impossibile trovare il foglio di lavoro.
pl_pl: Nie udało się odnaleźć arkusza.
pt_pt: Não é possível encontrar a folha de cálculo.
ru_ru: Не удалось найти рабочий лист.
sv_se: Kunde inte hitta kalkylblad.
tr_tr: Çalışma sayfası bulunamadı.

source: Table
ar_sa: الجدول
cs_cz: Tabulka
el_gr: Πίνακας
es_es: Tabla
he: טבלה
hr_hr: Tablica
hu_hu: Táblázat
it_it: Tabella
nl_nl: Tabel
pl_pl: Tabela
pt_pt: Tabela
ro_ro: Tabel
ru_ru: Таблица
sk_sk: Tabuľka
sv_se: Tabell
tr_tr: Tablo

source: Unable to find Table.
el_gr: Αδυναμία εύρεσης Πίνακα.
es_es: No se puede encontrar la tabla.
fr_fr: Impossible de trouver la table.
hu_hu: Nem sikerült találni a táblázatot.
it_it: Impossibile trovare la Tabella.
pl_pl: Nie udało się odnaleźć tabeli.
pt_pt: Não é possível encontrar a tabela.
ru_ru: Не удалось найти таблицу.
sv_se: Kunde inte hitta tabellen.
tr_tr: Tablo bulunamadı.

source: Transactions
ar_sa: المعاملات
cs_cz: Transakce
el_gr: Συναλλαγές
es_es: Transacciones
fr_fr: Opérations
he: תנועות
hr_hr: Transakcije
hu_hu: Ügyletek
it_it: Transazioni
nl_nl: Transacties
pl_pl: Transakcje
pt_pt: Transações
ro_ro: Tranzacții
ru_ru: Транзакции
sk_sk: Transakcie
sv_se: Transaktioner
tr_tr: İşlemler

source: Export as QIF file
ar_sa: تصدير كملف QIF
el_gr: Εξαγωγή ως αρχείο QIF
es_es: Exportar como archivo QIF
fr_fr: Exporter en fichier QIF
hr_hr: Izvezi kao QIF datoteku
hu_hu: Exportálás QIF-fájlként
it_it: Esporta come file QIF
pl_pl: Eksportuj jako plik QIF
pt_pt: Exportar como ficheiro QIF
ro_ro: Exportă ca fișier QIF
ru_ru: Экспорт в QIF файл
sv_se: Exportera som QIF-fil
tr_tr: QIF dosyası olarak dışa aktar

source: Export as JSON file
ar_sa: تصدير كملف JSON
el_gr: Εξαγωγή ως αρχείο JSON
es_es: Exportar como archivo JSON
fr_fr: Exporter en fichier JSON
hr_hr: Izvezi kao JSON datoteku
hu_hu: Exportálás JSON-fájlként
it_it: Esporta come file JSON
pl_pl: Eksportuj jako plik JSON
pt_pt: Exportar como ficheiro JSON
ro_ro: Exportă ca fișier JSON
ru_ru: Экспорт в JSON файл
sv_se: Exportera som JSON-fil
tr_tr: JSON dosyası olarak dışa aktar

source: Export as CSV file
ar_sa: تصدير كملف CSV
el_gr: Εξαγωγή ως αρχείο CSV
es_es: Exportar como archivo CSV
fr_fr: Exporter en fichier CSV
hr_hr: Izvezi kao CSV datoteku
hu_hu: Exportálás CSV-fájlként
it_it: Esporta come file CSV
pl_pl: Eksportuj jako plik CSV
pt_pt: Exportar como ficheiro CSV
ro_ro: Exportă ca fișier CSV
ru_ru: Экспорт в CSV файл
sv_se: Exportera som CSV-fil
tr_tr: CSV dosyası olarak dışa aktar

source: Parameters
ar_sa: المعايير
cs_cz: Parametry
el_gr: Παράμετροι
es_es: Parámetros
fr_fr: Paramètres
he: פרמטרים
hr_hr: Parametri
hu_hu: Paraméterek
it_it: Parametri
pl_pl: Parametry
pt_pt: Parâmetros
ro_ro: Parametri
ru_ru: Параметры
sk_sk: Parametre
sv_se: Parametrar
tr_tr: Parametreler

source: Log
ar_sa: سجل
cs_cz: Záznam
el_gr: Αρχείο καταγραφής
es_es: Informe
fr_fr: Journal
he: לוג
hr_hr: Dnevnik
hu_hu: Napló
it_it: Registro
nl_nl: Logboek
pl_pl: Dziennik
pt_pt: Registo
ro_ro: Jurnal
ru_ru: Лог
tr_tr: Kayıt

source: Categories
ar_sa: الفئات
cs_cz: Kategorie
el_gr: Κατηγορίες
es_es: Categorías
fr_fr: Catégories
he: קטגוריות
hr_hr: Kategorije
hu_hu: Kategóriák
it_it: Categorie
nl_nl: Categorieën
pl_pl: Kategorie
pt_pt: Categorias
ro_ro: Categorii
ru_ru: Категории
sk_sk: Kategórie
sv_se: Kategorier
tr_tr: Kategoriler

source: Accounts
ar_sa: الحسابات
cs_cz: Účty
el_gr: Λογαριασμοί
es_es: Cuentas
fr_fr: Comptes
he: חשבונות
hr_hr: Računi
hu_hu: Számlák
it_it: Conti
nl_nl: Rekeningen
pl_pl: Konta
pt_pt: Contas
ro_ro: Conturi
ru_ru: Счета
sk_sk: Účty
sv_se: Konton
tr_tr: Hesaplar

source: From Date
ar_sa: من تاريخ
cs_cz: Od data
el_gr: Από Ημερομηνία
es_es: Fecha de inicio
fr_fr: Depuis
he: מתאריך
hr_hr: Od datuma
hu_hu: Dátumtól
it_it: Dalla data
nl_nl: Vanaf datum
pl_pl: Od daty
pt_pt: Data Início
ro_ro: De la data
ru_ru: С даты
sk_sk: Od dátumu
sv_se: Från datum
tr_tr: Başlangıç Tarihi

source: To Date
ar_sa: الى تاريخ
cs_cz: K datu
el_gr: Έως ημερομηνία
es_es: Fecha de fin
fr_fr: Jusqu'à
he: עד תאריך
hr_hr: Datum do
hu_hu: Dátumig
it_it: Alla data
nl_nl: Tot datum
pl_pl: Do daty
pt_pt: Data Fim
ro_ro: Până la data
ru_ru: По дату
sk_sk: do dátumu
sv_se: Till datum
tr_tr: Bitiş Tarihi

source: Date Format
ar_sa: هيئة التاريخ
cs_cz: Formát data
el_gr: Μορφή ημερομηνίας
es_es: Formato de fecha
fr_fr: Format de la date
he: פורמט תאריך
hr_hr: Format datuma
hu_hu: Dátumformátum
it_it: Formato della Data
nl_nl: Datumnotatie
pl_pl: Format daty
pt_pt: Formato da Data
ro_ro: Formatul Datei
ru_ru: Формат даты
sk_sk: Formát dátumu
sv_se: Datumformat
tr_tr: Tarih Biçimi

source: Write to File
ar_sa: الكتابة إلى ملف
cs_cz: Zapsat do souboru
el_gr: Εγγραφή σε αρχείο
es_es: Escribir al archivo
fr_fr: Enregistrer dans un fichier
he: כתוב לקובץ
hr_hr: Upiši u datoteku
hu_hu: Fájlba írás
it_it: Scrivi su file
nl_nl: Schrijf naar bestand
pl_pl: Zapis do pliku
pt_pt: Escrever para Ficheiro
ro_ro: Scrie în fișier
ru_ru: Запись в файл
sk_sk: Zapísať do súboru
sv_se: Skriv till fil
tr_tr: Dosyaya Yaz

source: File Name:
ar_sa: اسم الملف:
cs_cz: Název souboru:
el_gr: Όνομα αρχείου:
es_es: Nombre de fichero:
fr_fr: Nom du fichier :
he: שם קובץ:
hr_hr: Ime datoteke:
hu_hu: Fájlnév:
it_it: Nome File:
nl_nl: Bestandsnaam:
pl_pl: Nazwa pliku:
pt_pt: Nome do Ficheiro:
ro_ro: Nume fişier:
ru_ru: Имя файла:
sk_sk: Názov súboru:
sv_se: Filnamn:
tr_tr: Dosya Adı:

source: Clear
ar_sa: مسح
cs_cz: Vyčistit
el_gr: Εκκαθάριση
es_es: Limpiar
fr_fr: Effacer
he: נקה
hr_hr: Izbriši
hu_hu: Töröl
it_it: Cancella
nl_nl: Wissen
pl_pl: Wyczyść
pt_pt: Limpar
ro_ro: Șterge
ru_ru: О&чистить
sk_sk: Vymazať
sv_se: Rensa
tr_tr: Temizle

source: Choose account to export from:
el_gr: Επιλέξτε λογαριασμό για εξαγωγή από:
es_es: Elegir cuenta desde la que exportar:
hu_hu: Számla kijelölése az exportáláshoz:
it_it: Scegli il conto da esportare da:
pl_pl: Wybierz konto do eksportu:
sv_se: Välj konto att exportera från:
tr_tr: Dışa aktarılacak hesabı seçin:

source: QIF Export
ar_sa: تصدير QIF
el_gr: Εξαγωγή QIF
es_es: Exportar QIF
fr_fr: Export QIF
he: QIF יצא
hr_hr: QIF izvoz
hu_hu: Exportálás QIF-fájlként
it_it: Esporta in file QIF
pl_pl: Eksport QIF
pt_pt: Exportar para QIF
ro_ro: Export QIF
ru_ru: QIF экспорт
tr_tr: QIF Verme

source: Choose QIF data file to export
el_gr: Επιλέξτε ένα αρχείο δεδομένων QIF προς εξαγωγή
es_es: Seleccione el archivo QIF a exportar
hu_hu: QIF-adatfájl kijelölése az exportáláshoz
it_it: Scegli il file dati QIF da esportare
pl_pl: Wybierz plik danych QIF do eksportu
sv_se: Välj QIF-datafil att exportera
tr_tr: Dışa aktarılacak QIF veri dosyasını seçin

source: QIF Files (*.qif)
ar_sa: ملفات QIF (*.qif)
cs_cz: QIF soubory (*.qif)
el_gr: Αρχεία QIF (*.qif)
es_es: Archivos QIF (*.qif)
fr_fr: Fichiers QIF (*.qif)
hr_hr: QIF datoteke (*.qif)
hu_hu: QIF-fájlok (*.qif)
it_it: File QIF (*.qif)
pl_pl: Pliki QIF (*.qif)
pt_pt: Ficheiros QIF (*.qif)
ro_ro: Fișiere QIF (*.qif)
ru_ru: QIF файлы (*.qif)
sk_sk: QIF súbory (*.qif)
sv_se: QIF-filer (*.qif)
tr_tr: QIF Dosyaları (*.qif)

source: Choose JSON data file to export
el_gr: Επιλέξτε ένα αρχείο JSON για εξαγωγή
es_es: Seleccione el archivo CSV a exportar
hu_hu: JSON-adatfájl kijelölése az exportáláshoz
it_it: Scegli il file di dati JSON da esportare
pl_pl: Wybierz plik danych JSON do eksportu
sv_se: Välj JSON-datafil att exportera
tr_tr: Dışa aktarılacak JSON veri dosyasını seçin

source: JSON Files (*.json)
ar_sa: ملفات JSON (*.json)
cs_cz: JSON soubory (*.json)
el_gr: Αρχεία JSON (*.json)
es_es: Archivos JSON (*.json)
fr_fr: Fichiers JSON (*.json)
hr_hr: JSON datoteke (*.json)
hu_hu: JSON-fájlok (*.json)
it_it: File JSON (*.json)
pl_pl: Pliki JSON (*.json)
pt_pt: Ficheiros JSON (*.json)
ro_ro: Fișiere JSON (*.json)
ru_ru: Файлы JSON (*.json)
sv_se: JSON-filer (*.json)
tr_tr: JSON Dosyaları (*.json)

source: Choose CSV data file to export
ar_sa: اختيار ملف بيانات CSV لتصديره
cs_cz: Vyberte soubor CSV pro export
el_gr: Επιλέξτε αρχείο δεδομένων CSV για εξαγωγή
es_es: Seleccionar el fichero CSV a exportar
fr_fr: Sélectionner un fichier CSV à exporter
he: בחר קובץ נתונים CSV לייצא
hr_hr: Odaberi CSV datoteku, koju želiš izvesti
hu_hu: CSV-adatfájl kijelölése az exportáláshoz
it_it: Selezionare il file da esportare in CSV
nl_nl: Selecteer CSV-bestand om te exporteren
pl_pl: Wybierz dane CSV do eksportu
pt_pt: Escolha o ficheiro CSV a Exportar
ro_ro: Alegeți fișierul CSV pentru export
ru_ru: Выберите файл данных СSV для экспорта
tr_tr: Verilecek CSV veri dosyası seçin

source: CSV Files (*.csv)
ar_sa: ملفات CSV (*.csv)
cs_cz: CSV soubory (*.csv)
el_gr: Αρχεία CSV (*.csv)
es_es: Archivos CSV (*.csv)
fr_fr: Fichiers CSV (*.csv)
hr_hr: CSV datoteke (*.csv)
hu_hu: CSV-fájlok (*.csv)
it_it: File CSV (*.csv)
pl_pl: Pliki CSV (*.csv)
pt_pt: Ficheiros CSV (*.csv)
ro_ro: Fișiere CSV (*.csv)
ru_ru: CSV файлы (*.csv)
tr_tr: CSV Dosyaları (*.csv)

source: No Account available for export
ar_sa: لا يوجد حساب متاح للتصدير
cs_cz: Není k dispozici žádný účet pro export
el_gr: Κανείς λογαριασμός διαθέσιμος για εξαγωγή
es_es: Ninguna cuenta disponible para exportar
fr_fr: Aucun compte disponible pour l'importation
he: אין חשבון זמין ליצוא
hr_hr: Nema dostupnog račun za izvoz
hu_hu: Nincs exportálható számla
it_it: Nessun Conto disponibile da esportare
nl_nl: Geen rekening aanwezig voor export!
pl_pl: Brak konta do wyeksportowania!
pt_pt: Nenhuma Conta disponível para exportação
ro_ro: Nici un Cont disponibil pentru export
ru_ru: Не выбран счёт. Нечего выгружать
sk_sk: Nie je dostupný žiadny účet pre export
sv_se: Inget konto tillgängligt för export
tr_tr: Verme için kullanılabilir hesap yok

source: No Accounts selected for export
ar_sa: لا توجد حسابات محددة للتصدير
cs_cz: Není vybrán žádný účet pro export
el_gr: Δεν επιλέχθηκαν λογαριασμοί για εξαγωγή
es_es: Ninguna cuenta seleccionada para exportar
fr_fr: Pas de comptes sélectionnés pour l'exportation
he: לא נבחר חשבון ליצוא
hr_hr: Nijedan račun nije odabran za izvoz
hu_hu: Nincs exportálásra kiválasztott számla!
it_it: Nessun Conto selezionato per l'esportazione
nl_nl: Geen rekening voor export geselecteerd
pl_pl: Nie zaznaczono konta do wyeksportowania!
pt_pt: Não há contas selecionadas para exportação
ro_ro: Nici un Cont selectat pentru export
ru_ru: Не выбран счёт, нечего выгружать
sk_sk: Na export nie je vybraný žiadny účet
sv_se: Inga konton valda för export
tr_tr: Verme için seçilen hesap yok

source: To Date less than From Date
ar_sa: حتى الآن أقل من التاريخ
cs_cz: Do data nepřekračující datum
el_gr: Mικρότερη ημερομηνία από την ημερομηνία
es_es: La fecha hasta es menor que la fecha desde
fr_fr: Date de fin inférieure à la date de début
he: שדה 'עד תאריך 'קטן משדה 'מתאריך'
hr_hr: „Datum do” je manji od „Datum od”
hu_hu: A vége dátum korábbi, mint a kezdés dátuma
it_it: 'Alla Data' non può essere antecedente a 'Dalla Data'
nl_nl: Tot datum is kleiner dan de vanaf datum
pl_pl: Data końcowa mniejsza niż początkowa
pt_pt: Data Fim inferior à Data Início
ro_ro: La o dată mai mică decât de la data
ru_ru: Несоответствие дат
sk_sk: 'Do dátumu' je nižší ako 'od dátumu'
sv_se: Till-datum mindre än från-datum
tr_tr: Son tarih ilk tarihten daha önce

source: Categories exported
ar_sa: التصنيفات المصدرة
cs_cz: Exportováno kategorií
el_gr: Οι κατηγορίες εξήχθησαν
es_es: Categorías exportadas
fr_fr: Catégories exportées
he: קטגוריות יוצאו
hr_hr: Izvezene kategorije
hu_hu: Exportált kategóriák
it_it: Categorie esportate
nl_nl: Categorieën geëxporteerd
pl_pl: Kategorie wyeksportowane
pt_pt: Categorias exportadas
ro_ro: Categorii exportate
ru_ru: Категории выгружены
sk_sk: kategórií exportovaných
sv_se: Kategorier exporterade
tr_tr: Kategoriler dışa aktarıldı.

source: Exporting
ar_sa: تصدير
cs_cz: Exportuji
el_gr: Εξαγωγή
es_es: Exportando
fr_fr: Exportation en cours
he: מייצא
hr_hr: Izvoz
hu_hu: Exportálás
it_it: Esportazione in corso
nl_nl: Exporteren
pl_pl: Eksport
pt_pt: A exportar
ro_ro: Se exportă
ru_ru: Экспортирую
sk_sk: Exportujem
sv_se: Exporterar
tr_tr: Veriliyor

source: Please wait…
ar_sa: الرجاء الانتظار…
el_gr: Παρακαλώ περιμένετε…
es_es: Espere, por favor…
fr_fr: Veuillez patienter…
hr_hr: Pričekaj …
hu_hu: Kérjük, várjon…
it_it: Attendere prego…
pl_pl: Proszę czekać…
pt_pt: Aguarde, por favor…
ru_ru: Пожалуйста, подождите…
tr_tr: Lütfen bekleyin…

source: Exporting transaction %zu
ar_sa: تصدير المعاملة %zu
cs_cz: Exportuji transakce %zu
el_gr: Εξαγωγή συναλλαγής %zu
es_es: Exportando transacción %zu
fr_fr: Exportation de l'opération %zu
hr_hr: Izvoz transakcije %zu
hu_hu: %zu ügylet exportálása
it_it: Esportazione della transazione %zu
pl_pl: Eksportowanie transakcji %zu
pt_pt: A exportar transação %zu
ro_ro: Se exportă tranzacția %zu
ru_ru: Экспортирую транзакцию %zu
sv_se: Exporterar transaktion %zu
tr_tr: Verilen işlemler %zu

source: ID
ar_sa: الرقم التعريفي
el_gr: Ταυτότητα
es_es: Identificador
fr_fr: N° d'identification (ID)
he: מספר מזהה
hu_hu: Azon.

source: Number of categories exported: %zu
ar_sa: عدد الفئات المصدَّرة: %zu
el_gr: Αριθμός κατηγοριών που εξήχθησαν: %zu
es_es: Categorías exportadas: %zu
fr_fr: Nombre de catégories exportées : %zu
hr_hr: Broj izvezenih kategorija: %zu
hu_hu: Exportált kategóriák száma: %zu
it_it: Numero di categorie esportate: %zu
pl_pl: Liczba wyeksportowanych kategorii: %zu
pt_pt: Número de categorias exportadas: %zu
ro_ro: Numărul de categorii exportate: %zu
ru_ru: Количество экспортированных категорий: %zu
sv_se: Antal exporterade kategorier: %zu
tr_tr: Dışa aktarılan kategori sayısı: %zu

source: Number of transactions exported: %zu
ar_sa: عدد المعاملات المصدرة: %zu
el_gr: Αριθμός συναλλαγών που εξήχθησαν: %zu
es_es: Transacciones exportadas: %zu
fr_fr: Nombre d'opérations exportées : %zu
hr_hr: Broj izvezenih transakcija: %zu
hu_hu: Exportált ügyletek száma: %zu
it_it: Numero di transazioni esportate: %zu
pl_pl: Liczba wyeksportowanych transakcji: %zu
pt_pt: Número de transações exportadas: %zu
ro_ro: Numărul de tranzacții exportate: %zu
ru_ru: Количество экспортированных транзакций: %zu
sv_se: Antal exporterade kategorier: %zu
tr_tr: Dışa aktarılan işlem sayısı: %zu

source: Number of accounts exported: %zu
ar_sa: عدد الحسابات المصدرة: %zu
cs_cz: Počet exportovaných účtů: %zu
el_gr: Αριθμός λογαριασμών που εξήχθησαν: %zu
es_es: Número de cuentas exportadas: %zu
fr_fr: Nombre de comptes exportés : %zu
hr_hr: Broj izvezenih računa: %zu
hu_hu: Exportált számlák száma: %zu
it_it: Numero di conti esportati: %zu
pl_pl: Liczba wyeksportowanych kont: %zu
pt_pt: Número de contas exportadas: %zu
ro_ro: Numărul de conturi exportate: %zu
ru_ru: Количество экспортированных счетов: %zu
sv_se: Antal exporterade konton: %zu
tr_tr: Verilen hesap sayısı: %zu

source: Encoding:
ar_sa: الترميز:
cs_cz: Kódování:
el_gr: Κωδικοποίηση:
es_es: Codificando:
fr_fr: Encodage :
he: קידוד:
hr_hr: Kodiranje:
hu_hu: Kódolás
it_it: Codifica:
nl_nl: Versleutelen:
pl_pl: Kodowanie:
pt_pt: Codificação:
ro_ro: Codificare:
ru_ru: Кодировка:
sk_sk: Kódovanie:
sv_se: Kodning:
tr_tr: Şifrele:

source: Filtering Details:
ar_sa: تفاصيل التصفية:
cs_cz: Nastavení filtrování:
el_gr: Λεπτομέρειες Φιλτραρίσματος:
es_es: Detalles de filtrado:
fr_fr: Détails du filtrage :
he: פרטי סינון:
hr_hr: Detalji filtriranja:
hu_hu: Szűrési részletek:
it_it: Dettagli filtro:
nl_nl: Filter details:
pl_pl: Szczegóły filtrowania:
pt_pt: Detalhes do Filtro:
ro_ro: Filtrare detalii:
ru_ru: Детали фильтра:
sk_sk: Kritériá filtrovania:
sv_se: Detaljer för filtrering:
tr_tr: Süzme Ayrıntıları:

source: Duplicates
el_gr: Διπλότυπα
es_es: Duplicados
fr_fr: Doublons
hu_hu: Ismétlődések
it_it: Duplicati
pl_pl: Duplikaty
sv_se: Dubbletter
tr_tr: Kopyalar

source: By transaction number
el_gr: Κατά αριθμό συναλλαγής
es_es: Por número de transacción
fr_fr: Par numéro de transaction
hu_hu: Ügyletszám szerint
it_it: Per numero di transazione
pl_pl: Według numeru transakcji
sv_se: Efter transaktionsnummer
tr_tr: İşlem numarasına göre

source: By amount and exact date
el_gr: Κατά ποσό και ακριβή ημερομηνία
es_es: Por importe y fecha exacta
fr_fr: Par montant et date identique
hu_hu: Összeg és pontos dátum szerint
it_it: Per importo e data esatta
pl_pl: Według kwoty i dokładnej daty
sv_se: Efter belopp och exakt datum
tr_tr: Tutar ve tam tarihe göre

source: By amount and nearby date
el_gr: Κατά ποσό και κοντινή ημερομηνία
es_es: Por importe y fecha cercana
fr_fr: Par montant et date proche
hu_hu: Összeg és közeli dátum szerint
it_it: Per importo e data vicina
pl_pl: Według kwoty i dokładnej daty
sv_se: Efter belopp och närliggande datum
tr_tr: Tutar ve yakın tarihe göre

source: Action
el_gr: Ενέργεια
es_es: Acción
fr_fr: Traiter
hu_hu: Művelet
it_it: Azione
pl_pl: Akcja
ru_ru: Действие
sv_se: Åtgärd
tr_tr: Eylem
