Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
he: חשבונות 'חיסכון' הם חשבונות בנק מיוחדים. מיועדים עבור חשבונות מסוג 'נכס' כגון הפקדות לחיסכון, ביטוחי מנהלים, פקדונות קצרי מועד ואגרות חוב. חשבונות אלה יכולים לקבל תנועות כספיות נכנסות ויוצאות, ולהיות מחוץ לזרם ההכנסה הכללי.
nl_nl: Termijnrekeningen zijn speciale rekeningen, bedoeld voor bezittingen zoals termijndeposito's en obligaties. Deze rekeningen kunnen opbrengsten genereren, maar vallen niet onder de standaard inkomsten of beschikbare geldmiddelen.
sk_sk: Termínované účty sú špecializované bankové účty určené pre účtovanie termínovaných vkladov a dlhopisov. Na týchto účtoch môžu byť vklady aj výbery, ale netýkajú sa bežných príjmov ani výdavkov.

source: Set that first using Tools->Options menu and then add a new account.
he: הגדר כתחילת שימוש כלים=>תפריט אפשרויות=>הוסף חשבון חדש
nl_nl: Eerst instellen via Extra -> Opties (menu) en daarna pas een nieuw bedrag invoeren.
sk_sk: Najprv ju nastavte v Nástroje->Možnosti a potom pridajte nový účet.

source: The next pages will help you create a new database. Your database file is stored with an extension of .mmb. As this file contains important financial information, we recommended creating daily backups with the Options setting: 'Backup before opening', and store your backups in a separate location. The database can later be encrypted if required, by using the option: 'Save database as' and changing the file type before saving.
cs_cz: Tento průvodce Vám pomůže s tvorbou nové databáze. Soubor databáze se uloží jako soubor s příponou .mmb. Jelikož tento soubor bude obsahovat důležité finanční informace, doporučujeme Vám vytvářet denně jeho zálohu v Nastavení: 'Vytvořit novou zálohu při spuštění', a tuto uložit do jiného umístění. Databázi lze následně i zašifrovat, volbou typu při ukládání: 'Uložit databázi jako'.
he: הדפים הבא יסייע לך ליצור מסד נתונים חדש. קובץ מסד הנתונים מאוחסן עם סיומת mmb. קובץ זה מכיל מידע פיננסי חשוב, לכן מומלץ להגדיר גיבויים יומיים תחת: כלים, אפשרויות, אחר, גבה מסד נתונים ולסמן: 'גיבוי לפני הפתיחה', ולאחסן את קובצי הגיבוי במיקום נפרד. ניתן להצפין את מסד הנתונים במידת הצורך, תוך שימוש באפשרות: 'שמירת מסד נתונים בשם' ולשנות את שם הקובץ לפני השמירה.
nl_nl: De volgende bladzijden helpen u een nieuw databestand te maken. Uw databestand wordt opgeslagen met de extensie .mmb. Omdat dit bestand belangrijke financiële informatie bevat, bevelen we u aan om dagelijks back-ups te maken via de optie: 'Een back-up maken bij het starten van MMEX'. Bewaar de back-ups in een andere map. Het databestand kan later ook worden versleuteld, via de optie: 'Databestand opslaan als' en het bestandstype te wijzigen voordat u het bestand opslaat.

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
he: הגדר את מטבע הבסיס (או ברירת המחדל) שישמש את מסד הנתונים. מאוחר יותר, ניתן יהיה לשנות את מטבע הבסיס בתיבת הדו-שיח 'אפשרויות'. חשבונות חדשים, ישתמשו במטבע זה כברירת מחדל ולא ניתן יהיה לשנות מטבע בעת עריכת פרטי החשבון.
nl_nl: Specificeer de standaardvaluta voor het databestand. Deze standaard kunt u indien nodig wijzigen via het opties scherm. Nieuwe rekeningen zullen standaard deze valuta gebruiken wat kan worden aangepast door de rekening details te wijzigen.
sk_sk: Upresnite základnú (alebo predvolenú) menu, ktorá bude použitá v databáze. Môžete ju kedykoľvek zmeniť v dialógu možností. Nové účty budú automaticky používať túto menu. Môžete ju zmeniť úpravou detailov účtu.

source: (Optional) Specify a title or your name.
cs_cz: (volitelné) Zadejte název nebo Vaše jméno.
he: אופציונאלי - הזן תאור או את שימך
nl_nl: (Optioneel) Een titel of uw naam invoeren.
sk_sk: (Voliteľné) Upresnite názov alebo vaše meno.

source: A new version of MMEX is available!
cs_cz: Je k dispozici nová verze MMEX!
he: גרסה חדשה של MMEX זמינה!
nl_nl: Er is een nieuwe versie van MMEX beschikbaar!

source: Your version is %s
cs_cz: Používaná verze %s
he: גרסה נוכחית %s
nl_nl: Uw versie is: %s
sk_sk: Vaša verzia je %s

source: New version is %s
nl_nl: Nieuwe versie is %s

source: Click on finish to open our website and download.
nl_nl: Klik op voltooien om onze website te openen en een download te starten.

source: What's new:
he: מה חדש?
nl_nl: Wat is er nieuw:

source: Download in progress
nl_nl: Downloaden is bezig

source: You already have the latest version %s
nl_nl: U heeft al de nieuwste versie %s

source: QIF Import
he: יבוא QIF

source: &WebApp...
he: אפליקציית &רשת...

source: &Print...
cs_cz: &Tisk...
he: הדפס&...
ro_ro: Im&primare...
sk_sk: &Tlačiť...

source: &Help F1
cs_cz: Nápo&věda F1
he: ע&זרה F1
ro_ro: &Ajutor F1
sk_sk: &Pomoc F1

source: Forum
he: פורום

source: DB Debug
he: ניפוי מסד נתונים

source: Credit Card
ar_sa: بطاقة إئتمان
cs_cz: Kreditní karta
he: כרטיס אשראי
ro_ro: Card de credit
sk_sk: Kreditná karta

source: Unhide all categories
ar_sa: إلغاء إخفاء جميع الفئات
ro_ro: Afişează toate categoriile

source: Remove Category
ar_sa: إزالة الفئة
ro_ro: Șterge categoria

source: Enter any string to find it in transaction notes
ar_sa: أدخل أي سلسلة للعثور عليها في ملاحظات المعاملات
ro_ro: Introduceți orice șir pentru a-l găsi în notele tranzacției

source: Metadata JSON in Theme '%s' cannot be parsed and looks badly constructed, please correct.
ar_sa: بيانات التعريف JSON في السمة ''%s' لا يمكن تحليلها وتبدو سيئة البناء، الرجاء تصحيحها.
ro_ro: Metadatele JSON din Tema '%s' nu pot fi prelucrate și arată prost construite, te rog să le corectezi.

source: Choose JSON data file to Export
ar_sa: اختر ملف بيانات JSON للتصدير
cs_cz: Zvolte datový soubor JSON pro export
ro_ro: Alege fişierul de date JSON pentru Export

source: Do you want to import all transaction?
ar_sa: هل تريد استيراد جميع المعاملات؟
ro_ro: Doriți să importați toate tranzacțiile?

source: Choose XML data file to Import
ar_sa: اختر ملف بيانات XML للاستيراد
ro_ro: Alegeți fișierul de date XML pentru import

source: Choose XML data file to Export
ar_sa: اختر ملف بيانات XML للتصدير
ro_ro: Alege fişierul de date XML pentru Export

source: Total Lines: %ld
ar_sa: مجموع الخطوط: %ld
cs_cz: Celkem řádků: %ld
ro_ro: Total linii: %ld

source: Lines Selected to Import: %ld
ar_sa: الخطوط المحددة للاستيراد: %ld
cs_cz: Počet vybraných řádků pro import: %ld
ro_ro: Linii selectate pentru import: %ld

source: Empty Lines: %ld
ar_sa: خطوط فارغة: %ld
cs_cz: Prázdné řádky: %ld
ro_ro: Linii goale: %ld

source: &Crowdin
ar_sa: موقع Crowdin

source: &YouTube
ar_sa: &يوتيوب

source: &Print
ar_sa: &طباعة
cs_cz: &Tisk
ro_ro: Im&primă

source: Print
ar_sa: طباعة
ro_ro: Printare

source: &Settings
ar_sa: &الإعدادات
ro_ro: &Setări

source: Investment Accounts
ar_sa: حسابات الاستثمار

source: Total Lines : %ld
ar_sa: مجموع الخطوط: %ld
cs_cz: Celkem řádků : %ld

source: Total Imported : %ld
ar_sa: مجموع الواردات : %ld
cs_cz: Celkem importováno : %ld

source: Open the previously opened database : %s
cs_cz: Otevře naposled použitou databázi : %s

source: Change language used for MMEX GUI
cs_cz: Změnit jazyk použitý pro MMEX GUI

source: Asset Account not found. Would you want to create one?
cs_cz: Účet majetku nebyl nalezen. Přejete si jej vytvořit?
ro_ro: Contul de Active nu a fost găsit. Doriți să creați unul?

source: In (x) Days
cs_cz: Na (x) dnů

source: In (x) Months
cs_cz: Na (x) měsíců

source: Every (x) Days
cs_cz: Každých %@ dní
sk_sk: Každých (x) dní

source: Every (x) Months
cs_cz: Každý (x) měsíc
sk_sk: Každých (x) mesiacov

source: %d day remaining
cs_cz: %d dnů zbývá
ro_ro: %d de zile rămase

source: %d day delay!
cs_cz: %d dnů prodlení!

source: %d day overdue!
cs_cz: %d dnů zpožděno!
ro_ro: %d zile de întârziere!

source: An incorrect password given for an encrypted file or attempt to open a File that is not a database file
cs_cz: Zadáno neplatné heslo pro šifrovaný soubor nebo zadána výzva pro otevření souboru, který není databází
ro_ro: Se oferă o parolă incorectă pentru un fișier criptat sau se încearcă deschiderea unui fișier care nu este un fișier de bază de date

source: and more...
cs_cz: a další...
ro_ro: și mai multe...

source: Theme %s not found, it may no longer be supported. Reverting to default theme
cs_cz: Téma %s nebylo nalezeno, pravděpodobně již není podporováno. Nastavuji výchozí téma
ro_ro: Tema %s nu a fost găsită, este posibil să nu mai fie acceptată. Revenire la tema implicită

source: Delete Currency Values history for unused currencies and days
cs_cz: Odebrat historii hodnot měn pro nepoužívané měny a dny
ro_ro: Șterge istoricul valorilor pentru valutele și zilele neutilizate

source: Changing base currency will delete all history rates, proceed?
cs_cz: Změna základní měny odstraní veškerou historii kurzů, přejete si pokračovat?
ro_ro: Schimbarea valutei de bază va șterge toate ratele din istorie, continuați?

source: Do you want to update today currency rates?
cs_cz: Přejete si aktualizovat na dnešní kurzy měn?
ro_ro: Doriți să actualizați astăzi ratele valutare?

source: Unable to download history for base symbol %s. History rates not available!
cs_cz: Nelze stáhnout historii pro základní symbol %s. Historie kurzů není dostupná!
ro_ro: Imposibil de descărcat istoricul pentru simbolul de bază %s. Ratele istorice nu sunt disponibile!

source: Tip: The .mmb file is not encrypted. That means anyone else having the proper know how can actually open the file and read the contents. So make sure that if you are storing any sensitive financial information it is properly guarded.
cs_cz: Tip: Soubor .mmb není zašifrován. Tzn., že ten kdo ví, jak lze soubor otevřít, si může zobrazit a přečíst jeho obsah. Buďte prosím na pozoru při ukládání citlivých finančních informací a pečlivě je chraňte před ostatními.

source: Tip to get out of debt: Pay yourself 10 percentage first. Put this into an account that is hard to touch. Make sure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
cs_cz: Tip pro oddlužení: Odložte nejdříve 10 % pro sebe. Vložte je na účet ze kterého je těžké částku vybrat. Ověřte si, že je obtížné tyto peníze vybrat (pro výběr je nutné jí osobně do banky), tzn. použijete je pouze pro nezbytné výdaje.

source: &Paste Transactions (%d)
cs_cz: V&ložit transakce (%d)
ro_ro: &Lipește Tranzacțiile (%d)

source: Do you still want to perform the edit?
cs_cz: Opravdu si přejete provést úpravu?

source: Recurring Transaction saved.
cs_cz: Trvalý příkaz byl zadán.

source: Full Transactions Report
cs_cz: Úplný výpis transakcí

source: &Edit Account...
cs_cz: &Upravit účet...
ro_ro: &Editează Contul...

source: &New Account...
cs_cz: &Nový účet...
ro_ro: &Cont Nou...

source: E&xit Alt-X
cs_cz: U&končit Alt-X

source: Toggle &Fullscreen Shift+F11
cs_cz: &Celá obrazovka Shift+F11

source: Switch Application &Language
cs_cz: Přepnout &jazyk aplikace

source: Download Currency and Stock rates
cs_cz: Stáhnout kurzy měn a akcií

source: Custom Fields Manager
cs_cz: Správce vlastních polí

source: &Options... Ctrl-,
cs_cz: Na&stavení... Ctrl-,

source: Convert Encrypted DB to Non-Encrypted DB
cs_cz: Převede zašifrovanou DB na nešifrovanou DB

source: Databa&se
cs_cz: Databá&ze

source: Open the Money Manager EX website for latest news, updates etc
cs_cz: Otevřete web Money Manager EX pro novinky, aktualizace atd

source: We use Crowdin to translate MMEX
cs_cz: Pro lokalizaci MMEX používáme Crowdin

source: Follow us on Twitter
cs_cz: Sledujte nás na Twitteru
sk_sk: Sledujte nás na Twitteri

source: Watch free video materials about MMEX
cs_cz: Podívejte se na videa o MMEX

source: Communicate online with MMEX team from your desktop or mobile device
cs_cz: Komunikujte online s týmem MMEX z počítače nebo telefonu

source: W&iki pages
cs_cz: W&iki stránky

source: Read and update wiki pages
cs_cz: Projděte si a případně doplňte wiki stránky

source: F&orum
cs_cz: &Diskusní fórum

source: Visit the MMEX forum to see existing user comments or report new issues with the software
cs_cz: Navštivte fórum MMEX pro zobrazení komentářů od stávajících uživatelů nebo pro nahlášení problémů s programem

source: Money Manager Ex for &Android
cs_cz: Money Manager Ex pro &Android

source: Get free Android version and run MMEX on your smart phone or tablet
cs_cz: Získejte zdarma verzi pro Android a používejte MMEX na chytrém telefonu nebo tabletu

source: Subscribe to e-mail newsletter or view existing announcements
cs_cz: Přihlašte se k odběru novinek e-mailem nebo si zobrazte aktuální oznámení

source: &Donate via PayPal
cs_cz: &Přispět přes PayPal

source: Donate the team to support infrastructure etc
cs_cz: Přispějte týmu a podpořte infrastrukturu atd.

source: Buy key developer a coffee
cs_cz: Kupte klíčovým vývojářům kafe

source: Download rates
cs_cz: Stáhnout kurzy

source: Cannot locate previously opened database.
cs_cz: Nelze nalézt naposled otevřenou databázi.
ro_ro: Nu se poate localiza baza de date deschisă anterior.

source: Password not entered for encrypted Database.
cs_cz: Pro šifrovanou databízi nebylo zadáno heslo.
ro_ro: Parola nu a fost introdusă pentru baza de date criptată.

source: Converted DB!
cs_cz: Převedená databáze!

source: New password for database %s
cs_cz: Nové heslo pro databázi %s

source: Please wait...
cs_cz: Prosím čekejte...
ro_ro: Te rog așteaptă...
sk_sk: Prosím čakajte...

source: Use currency history
cs_cz: Použít historii měn

source: Select to use currency history (one rate for each day), deselect to use a fixed rate
cs_cz: Zvolte pro historii měny (jeden kurz pro každý den), deaktivací použijete pevnou sazbu

source: GUID
cs_cz: GUID (identifikátor)

source: Transaction/Budget Options
cs_cz: Možnosti transakce/rozpočtu

source: Navigation Icon Size
cs_cz: Velikost ikon v panelu navigace

source: Replace this text (marked with >) with detailed description of your problem.
cs_cz: Nahraďte tento text (označený >) podrobným popisem problému.

source: Please, join our community in <a href='%s'>Slack</a>. Here you can also pose your question and learn latest news.
cs_cz: Připojte se ke komunitě na <a href='%s'>Slack</a>. Zde můžete pokládat otázky a dozvědět se, co je nového.

source: Come up with a descriptive name for your problem.
cs_cz: Pojmenujte vhodně problém.

source: Include steps to reproduce your problem, attach screenshots where appropriate.
cs_cz: Popište kroky, které vedou ke vzniku problému, připojte vhodný snímek.

source: Finally, report a bug using GitHub <a href='%s'>online form</a> opened in your web browser.
cs_cz: A je to, oznámení chyby pomocí GitHub <a href='%s'>online formuláře</a> bylo otevřeno ve webovém prohlížeči.

source: Income vs Expenses Summary
cs_cz: Přehled příjmů a výdajů

source: Income vs Expenses Monthly
cs_cz: Měsíční příjmy a výdaje

source: Share Account not found. Do you want to create one?
cs_cz: Akciový účet nebyl nalezen. Přejete si jej vytvořit?

source: The Company name does not have an associated Share Account. You may want to readjust the Company Name to an existing Share Account with the same name. If this is an existing Stock without a Share Account, it is recommended that a Share Account is created. Do you want to create a new Share Acccount?
cs_cz: K názvu společnosti není přidružen akciový účet. Pravděpodobně bude nutné upravit název společnosti na stejný název jako název akciového účtu. Pokud se jedná o existující akcie bez akciového účtu, je doporučeno akciový účet vytvořit. Přejete si vytvořit akciový účet?

source: Unable to download transactions from webapp.
cs_cz: Nelze stáhnout transakce z webové aplikace.
ro_ro: Imposibil de descărcat tranzacțiile de pe webapp.

source: Import and open
cs_cz: Importovat a otevřít
sk_sk: Importovať a otvoriť

source: You already have the latest version
cs_cz: Používáte aktuální verzi
sk_sk: Máte nainštalovanú najnovšiu verziu

source: Opening date cannot be in the future
ro_ro: Data deschiderii nu poate fi în viitor

source: &New Asset...
ro_ro: &Adaugă un Activ nou...

source: D&uplicate Asset...
ro_ro: Duplicați Activul...

source: &Add Asset Transaction...
ro_ro: &Adăugați o tranzacție de active...

source: &Open Asset Account...
ro_ro: &Deschide contul de active...

source: &Edit Asset...
ro_ro: Editează activul...

source: &Delete Asset...
ro_ro: Șterge activul...

source: &Organize Attachments...
ro_ro: &Organizează atașamentele...

source: Tips: You can use wildcard characters - question mark (?), asterisk (*) - in your search criteria.
ro_ro: Pont: Puteţi folosi caractere speciale - semne de întrebare (?), asterisc (*) - în criteriile de căutare.

source: Use the question mark (?) to find any single character - for example, s?t finds 'sat' and 'set'.
ro_ro: Utilizați semnul de întrebare (?) pentru a găsi un singur caracter - de exemplu, s?t găsește 'sat' și 'setează'.

source: Use the asterisk (*) to find any number of characters - for example, s*d finds 'sad' and 'started'.
ro_ro: Folosiți asteriscul (*) pentru a găsi orice număr de caractere - de exemplu, s*d găsește 'sad' și 'started'.

source: Use the asterisk (*) in the begin to find any string in the middle of the sentence.
ro_ro: Utilizaţi asteriscul (*) la începutul cuvantului pentru a găsi un şir de caractere la mijlocul propozitiei.

source: The payment date is after the due date, is this what you intended?
ro_ro: Data plății este după data scadenței, este ceea ce ați intenționat?

source: You have not used this payee name before. Is the name correct? %s
ro_ro: Nu ați mai folosit acest nume de beneficiar. Este numele corect? %s

source: &New Scheduled Transaction...
ro_ro: &O nouă tranzacție programată...

source: &Edit Scheduled Transaction...
ro_ro: &Editați tranzacția programată...

source: D&uplicate Scheduled Transaction...
ro_ro: Duplică tranzacția programată...

source: &Delete Scheduled Transaction...
ro_ro: Ștergeți tranzacția programată...

source: Do you really want to delete the scheduled transaction?
ro_ro: Dorești într-adevăr să ștergi tranzacția programată?

source: You cannot move a subcategory to a category that already has a subcategory with that name. Consider renaming before moving.
ro_ro: Nu puteți muta o sub-categorie într-o categorie care are deja o sub-categorie cu acest nume. Luați în considerare redenumirea înainte de a o muta.

source: Are you sure you want to move "%1$s" to: "%2$s"?
ro_ro: Sunteţi sigur că doriţi să mutaţi "%1$s" to: "%2$s"?

source: Do you wish to continue ?
ro_ro: Dorești să continui?

source: Are you sure you want to unhide all categories
ro_ro: Ești sigur că dorești să afișezi toate categoriile

source: Grouping character cannot be the same as the decimal character
ro_ro: Caracterul de grupare nu poate fi identic cu caracterul zecimal

source: We suggest a database optimization under Tools → Database → Optimize
ro_ro: Sugerăm optimizarea bazei de date sub Instrumente → Baza de date → Optimizare

source: Do you wish to continue?
ro_ro: Dorești să continui?

source: Assets...
ro_ro: Active...

source: New Empty Report...
ro_ro: Un nou raport gol...

source: Change Group...
ro_ro: Schimbă Grupul...

source: Rename Group...
ro_ro: Redenumește grupul...

source: Rename Report...
ro_ro: Redenumește raportul...

source: Delete Report...
ro_ro: Șterge raportul...

source: &Browse...
ro_ro: &Răsfoire...

source: Please, type the word indicating positive values in your CSV file, e.g. 'credit'
ro_ro: Te rog, introdu cuvântul care indică valori pozitive în fişierul CSV, ex. 'credit'

source: Historic rates for %1$s found, but "Use currency history" in options is disabled: click no and enable it or click yes to remove all historic rates for %2$s
ro_ro: Au fost găsite rate istorice pentru %1$s, dar opțiunea "Utilizează istoricul valutar" este dezactivată: apăsați pe "Nu" și activați-o sau apăsați pe "Da" pentru a elimina toate ratele istorice pentru %2$s

source: Before you start investing, have a fully-funded emergency fund.
ro_ro: Înainte de a începe investițiile, asigurați-vă că aveți un fond de urgență complet finanțat.

source: Before you start investing, know your cash flow (have a budget).
ro_ro: Înainte de a începe investițiile, cunoașteți fluxul de numerar (aveți un buget).

source: Before you start investing, make net worth your primary tracking metric.
ro_ro: Înainte de a începe investițiile, transformați valoarea netă în principalul metric de urmărire.

source: Before you start investing, clarify your goals and priorities.
ro_ro: Înainte de a începe investițiile, clarificați-vă obiectivele și prioritățile.

source: Before you start investing, make sure you understand investing basics.
ro_ro: Înainte de a începe investițiile, asigurați-vă că înțelegeți principiile de bază ale investițiilor.

source: Common mistake of investors: only buying companies you know.
ro_ro: O greșeală comună a investitorilor: achiziționarea doar a companiilor pe care le cunoașteți.

source: Common mistake of investors: buying companies you like.
ro_ro: O greșeală comună a investitorilor: achiziționarea companiilor pe care le placi.

source: Common mistake of investors: buying buzzworthy companies.
ro_ro: O greșeală comună a investitorilor: achiziționarea companiilor la modă sau despre care se vorbește mult.

source: Sort Order
ro_ro: Ordinea de sortare

source: &Edit Transaction...
ro_ro: &Editează Tranzacția...

source: D&uplicate Transaction...
ro_ro: D&uplică Tranzacția...

source: &Move Transaction...
ro_ro: &Mută Tranzacția...

source: Do you really want to permanently delete all the transactions shown?
ro_ro: Dorești într-adevăr să ștergi permanent toate tranzacțiile afișate?

source: You cannot undo this action.
ro_ro: Nu poți anula această acțiune.

source: Do you really want to permanently delete the selected transaction?
ro_ro: Dorești într-adevăr să ștergi permanent tranzacția selectată?

source: Some transactions could not be moved
ro_ro: Câteva tranzacții nu au putut fi mutate

source: &New Withdrawal...
ro_ro: &Retragere nouă...

source: &New Deposit...
ro_ro: &Depozit nou...

source: &New Transfer...
ro_ro: &Transfer nou...

source: &CSV File...
ro_ro: Fișier &CSV...

source: &XML File...
ro_ro: Fișier &XML...

source: &MMEX CSV File...
ro_ro: Fișier &MMEX CSV...

source: &JSON File...
ro_ro: Fişier &JSON...

source: &QIF File...
ro_ro: Fișier &QIF...

source: &Delete Account...
ro_ro: Șter&ge Contul...

source: &New Database...
ro_ro: &Bază de date nouă...

source: &Open Database... Ctrl-O
ro_ro: &Deschide baza de date... Ctrl-O

source: Save Database &As...
ro_ro: S&alvează baza de date ca...

source: &HTML File...
ro_ro: Fișier &HTML...

source: E&xit Ctrl-Q
ro_ro: Ieşir&e Ctrl+Q

source: &Full Screen F11
ro_ro: Ecran complet

source: &Tags...
ro_ro: &Etichete...

source: T&heme Manager...
ro_ro: Manag&er de teme...

source: Refresh &WebApp...
ro_ro: Reîmprospătare &WebApp...

source: &Settings... Alt-F12
ro_ro: Setări

source: Change Encrypted &Password...
ro_ro: Schimbă &parola criptată...

source: &Optimize Database...
ro_ro: &Optimizare bază de date...

source: Full Screen F11
ro_ro: Ecran Complet F11
