Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Before starting to invest, pay off consumer debt, especially credit cards.
el_gr: Πριν αρχίσετε να επενδύσετε, αποπληρώστε το καταναλωτικό χρέος, ειδικά τις πιστωτικές κάρτες.
fr_fr: Avant de commencer à investir, remboursez vos dettes - en particulier celles liées aux cartes de crédit.
hu_hu: Mielőtt elkezdené a befektetést, fizesse ki a fogyasztói adósságokat, különösen a hitelkártyákat.
it_it: Prima di iniziare a investire, estingui i debiti da consumo, specialmente quelli delle carte di credito.

source: Before starting to invest, make net worth the primary tracking metric.
es_es: Antes de empezar a invertir, haga que el patrimonio neto sea su métrica principal de seguimiento.
fr_fr: Avant de commencer à investir, faites de la valeur nette de votre patrimoine le principal indicateur de suivi financier.
hu_hu: Mielőtt elkezdené a befektetést, állítsa be a nettó vagyont az elsődleges nyomon követési mutatóként.
it_it: Prima di iniziare a investire, rendi il patrimonio netto la principale metrica di monitoraggio.
pl_pl: Zanim zaczniesz inwestować, śledź przede wszystkim wartość swojego majątku netto.
pt_pt: Antes de começar a investir, utilize o valor líquido como principal métrica de acompanhamento.
tr_tr: Yatırım yapmaya başlamadan önce, net varlığı (malvarlığı toplamını) temel takip ölçütü haline getirin.

source: Before starting to invest, clarify the goals and the priorities.
es_es: Antes de empezar a invertir, clarifique los objetivos y las prioridades.
fr_fr: Avant de commencer à investir, clarifiez les objectifs poursuivis et les priorités.
hu_hu: Mielőtt elkezdené a befektetést, tisztázza a célokat és a prioritásokat.
it_it: Prima di iniziare a investire, chiarisci gli obiettivi e le priorità.
pl_pl: Zanim zaczniesz inwestować, określ swoje cele i priorytety.
pt_pt: Antes de começar a investir, estabeleça os objetivos e as prioridades.
tr_tr: Yatırım yapmaya başlamadan önce, hedefleri ve öncelikleri netleştirin.

source: Before starting to invest, understand the investing basics.
es_es: Antes de empezar a invertir, entienda los conceptos básicos de inversión.
fr_fr: Avant de commencer à investir, apprenez les bases de l'investissement.
hu_hu: Mielőtt elkezdené a befektetést, ismerje meg a befektetés alapjait.
it_it: Prima di iniziare a investire, comprendi le basi degli investimenti.
pl_pl: Zanim zaczniesz inwestować, zapoznaj się z podstawami inwestowania.
pt_pt: Antes de começar a investir, compreenda os princípios básicos do investimento.
tr_tr: Yatırım yapmaya başlamadan önce, yatırımın temel prensiplerini anlayın.

source: Common mistake of investors: only buying known companies.
es_es: Error común de los inversores: sólo invertir en empresas que conocen.
fr_fr: Une erreur courante d'investisseurs : acheter les sociétés les plus connues.
hu_hu: A befektetők gyakori tévedése: Csak ismert cégeket vásárolnak.
it_it: Errore comune degli investitori: acquistare solo aziende conosciute.
pl_pl: Częsty błąd inwestorów: kupowanie tylko znanych spółek.
pt_pt: Erro comum dos investidores: comprar apenas empresas conhecidas.
tr_tr: Yatırımcıların yaygın hatası: Sadece bilinen şirketleri satın almak.

source: Common mistake of investors: only buying companies you like.
es_es: Error común de los inversores: invertir en empresas que les gustan.
fr_fr: Une erreur courante d'investisseurs : n'acheter que les sociétés que l'on connaît.
hu_hu: A befektetők gyakori tévedése: Csak olyan cégeket vásároljon, amelyeknek tetszik.
it_it: Errore comune degli investitori: acquistare solo aziende che ti piacciono.
pl_pl: Częsty błąd inwestorów: kupowanie tylko tych spółek, które ci się podobają.
pt_pt: Erro comum dos investidores: comprar apenas ações de empresas de que gostam.
tr_tr: Yatırımcıların yaygın hatası: Sadece hoşlandığınız şirketleri satın almak.

source: Common mistake of investors: only buying buzzworthy companies.
es_es: Error común de los inversores: invertir en empresas populares.
fr_fr: Une erreur courante d'investisseurs : acheter les sociétés dont on parle le plus.
hu_hu: A befektetők gyakori tévedése: Csak nyüzsgő cégeket vásárolnak.
it_it: Errore comune degli investitori: acquistare solo aziende sulla cresta dell'onda.
pl_pl: Częsty błąd inwestorów: kupowanie tylko popularnych spółek.
pt_pt: Erro comum dos investidores: comprar apenas ações de empresas que estão na moda.
tr_tr: Yatırımcıların yaygın hatası: Sadece çok konuşulan (popüler) şirketleri satın almak.

source: Common mistake of investors: forgetting to rebalance.
ar_sa: الخطأ الشائع للمستثمرين: ننسى إعادة التوازن.
es_es: Error común de los inversores: olvidarse de reequilibrar.
fr_fr: Erreur courante d'investisseurs : oublier d'équilibrer.
hr_hr: Česta greška investitora: zaboravljanje rebalansiranja.
hu_hu: A befektetők gyakori tévedése: Elfelejtik a portfóliót egyensúlyba hozni.
it_it: Errore comune degli investitori: dimenticare di riequilibrare.
pl_pl: Powszechny błąd inwestorów: zapominanie o przeciwwadze.
pt_pt: Erro comum dos investidores: esquecerem-se de reequilibrar.
ro_ro: O greșeală comună a investitorilor: uitarea de a reechilibra portofoliul.
ru_ru: Обычная ошибка инвесторов: забыли про балансировку.
tr_tr: Yatırımcıların ortak hatası: yeniden dengelemeyi unutmak.

source: Add Account Wizard
ar_sa: مُعالج إنشاء حِساب
cs_cz: Průvodce přidáním účtu
el_gr: Οδηγός προσθήκης λογαριασμού
es_es: Asistente para añadir una cuenta
fr_fr: Assistant pour créer un compte
he: אשף הוספת חשבון
hr_hr: Čarobnjak za dodavanje računa
hu_hu: Számla hozzáadása varázsló
it_it: Creazione guidata Conto
nl_nl: Wizard voor een nieuwe rekening
pl_pl: Kreator dodawania konta
pt_pt: Assistente de adição de conta
ro_ro: Vrăjitorul pentru Adăugat Conturi
ru_ru: Мастер создания счёта
sk_sk: Sprievodca pridaním účtu
sv_se: Guide för att lägga till konto
tr_tr: Hesap Ekleme Sihirbazı

source: %s models all transactions as belonging to accounts.
cs_cz: %s spravuje všechny transakce podle účtů, ke kterým náleží.
el_gr: %s μοντελοποιεί όλες τις συναλλαγές ως ανήκουν σε λογαριασμούς.
es_es: %s modelos de todas las transacciones como pertenecientes a las cuentas.
fr_fr: %s modèle toutes les transactions appartenant à des comptes.
he: %s ממדל את כל התנועות משויכות לחשבונות.
hr_hr: %s postavlja sve transakcije da pripadaju računima.
hu_hu: %s minden tranzakciót a számlához tartozóként jelöl
it_it: %s modella tutte le transazioni come appartenenti ai conti.
nl_nl: %s modelleert alle transacties als behorend tot rekeningen.
pl_pl: %s modeluje wszystkie transakcje jako należące do kont.
pt_pt: %s modela todas as transações como pertencentes a contas.
ru_ru: %s содержит все транзакции внутри счетов.
sv_se: %s modellerar alla transaktioner som tillhörande konton.
tr_tr: Hesaplara bağlı olarak tüm işlemleri %s modeller

source: The next pages will help create a new account. To help get started, begin by making a list of all the financial institutions where the accounts are held.
el_gr: Οι επόμενες σελίδες θα σας βοηθήσουν να δημιουργήσετε ένα νέο λογαριασμό. Για να σας βοηθήσουμε να ξεκινήσετε, ξεκινήστε κάνοντας μια λίστα με όλα τα χρηματοπιστωτικά ιδρύματα όπου διατηρείτε λογαριασμούς.
es_es: Las siguientes páginas le ayudarán a crear una nueva cuenta. Para ayudarle al inicio, comience haciendo una lista de todas las instituciones financieras donde tiene una cuenta.
hu_hu: A következő oldalak segítenek új fiók létrehozásában. A kezdéshez először készítse el a számlákat vezető pénzintézetek listáját.
it_it: Le prossime pagine ti aiuteranno a creare un nuovo conto. Per aiutarti a iniziare, inizia facendo un elenco di tutte gli istituti finanziari presso cui sono detenuti i conti.
sv_se: Nästa sida kommer att bidra till att skapa ett nytt konto. För att hjälpa till att komma igång, börja med att göra en lista över alla finansinstitut där räkenskaperna hålls.
tr_tr: Sonraki sayfalar yeni bir hesap oluşturmaya yardımcı olacaktır. Başlanguçta size yardımcı olması için, hesapların tutulduğu tüm finansal kurumların bir listesini yaparak başlayın.

source: Account Name Invalid
ar_sa: اسم حساب غير صالح
cs_cz: Neplatný název účtu
el_gr: Μη έγκυρο όνομα λογαριασμού
es_es: El nombre de la cuenta no es válido
fr_fr: Nom du compte invalide
he: שם חשבון לא תקין
hr_hr: Nevaljano ime računa
hu_hu: Érvénytelen számlanév
it_it: Nome del Conto non valido!
nl_nl: Rekeningnaam foutief
pl_pl: Nieprawidłowa nazwa konta
pt_pt: Nome de Conta Inválida
ro_ro: Nume de Cont Nevalid
ru_ru: Неверное название счёта
sk_sk: Neplatný názov účtu
sv_se: Ogiltigt kontonamn
tr_tr: Hesap Adı Geçersiz

source: An account with this name already exists
el_gr: Υπάρχει ήδη ένας λογαριασμός με αυτό το όνομα
es_es: Ya existe una cuenta con este nombre
fr_fr: Un compte portant ce nom existe déjà
hr_hr: Račun s ovim imenom već postoji
hu_hu: Már létezik ilyen nevű számla
it_it: Esiste già un conto con questo nome
pl_pl: Konto o tej nazwie już istnieje
pt_pt: Já existe uma conta com este nome
ru_ru: Аккаунт с таким именем уже существует
sv_se: Ett konto med detta namn finns redan
tr_tr: Bu ada sahip bir hesap zaten var

source: Name of the Account
ar_sa: اسم الحساب
cs_cz: Název účtu
el_gr: Όνομα του λογαριασμού
es_es: Nombre de la cuenta
fr_fr: Nom du compte
he: שם החשבון
hr_hr: Ime računa
hu_hu: A számla neve
it_it: Nome del Conto
nl_nl: Rekeningnaam
pl_pl: Nazwa konta
pt_pt: Nome da Conta
ro_ro: Numele Contului
ru_ru: Название счёта
sk_sk: Názov účtu
sv_se: Namnet på kontot
tr_tr: Hesap Adı

source: Specify a descriptive name for the account.
cs_cz: Zadejte název účtu.
el_gr: Καθορίστε ένα περιγραφικό όνομα για το λογαριασμό.
es_es: Especifique un nombre de cuenta descriptivo.
fr_fr: Préciser une description pour le compte.
he: הזן שם לתאור החשבון.
hr_hr: Odredi opisno ime za račun.
hu_hu: Leíró név megadása a számlának.
it_it: Specifica un nome descrittivo per il conto.
nl_nl: Specificeer een beschrijvende tekst voor de rekening.
pl_pl: Określ opisową nazwę dla tego konta.
pt_pt: Indique um nome descritivo para a conta.
ru_ru: Введите название счёта.
sk_sk: Upresnite názov účtu.
sv_se: Ange ett beskrivande namn för kontot.
tr_tr: Hesap için tanımlayıcı bir ad belirtin.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
cs_cz: Název účtu je obvykle stejný jako název finační instituce u které je účet veden. Příklad: 'Česká spořitelna'.
el_gr: Αυτό είναι γενικά το όνομα του οικονομικού οργανισμού όπου διατηρείται αυτός ο λογαριασμός. Για παράδειγμα: 'Τράπεζα ABC'.
es_es: Generalmente es el nombre de la entidad financiera donde está abierta la cuenta. Por ejemplo 'Banco Santander'.
fr_fr: C'est le plus généralement le nom de l'institution financière où le compte est ouvert. Par exemple 'Banque ABC'.
he: "הזן את שם המוסד הכספי בו מתנהל החשבון, לדוגמה: 'בנק לאומי'.
hr_hr: Ovdje se općenito zadaje ime financijske ustanove u kojoj se nalazi račun. Na primjer: „ABC banka”.
hu_hu: Ez általában a számlát kezelő pénzintézet neve lehet. Például: 'ABC Bank'.
it_it: Generalmente è il nome dell'istituto finanziario presso cui è tenuto il conto. Per esempio 'Banca ABC'.
nl_nl: Dit is meestal de naam van de financiële instelling waar de rekening is ondergebracht. Bijvoorbeeld 'Rabobank'.
pl_pl: Zazwyczaj jest to nazwa instytucji finansowej, w której prowadzony jest rachunek. Np.: 'Bank ABC'.
pt_pt: Isto é geralmente o nome da instituição financeira onde é mantida a conta. Por exemplo: 'Caixa Geral de Depósitos'.
ru_ru: Как правило, это название финансового учреждения, где находится счёт. Например, 'ABC Банк'.
sk_sk: Bežne to býva názov finančnej inštitúcie, v ktorej je účet vedený. Napríklad: 'Tatrabanka'.
sv_se: Detta är i allmänhet namnet på ett finansinstitut där kontot hålls. Till exempel: "ABC Bank".
tr_tr: Bu genellikle hesabın bulunduğu bir finans kuruluşu adıdır. Örneğin 'Finansbank'.

source: Account Type
el_gr: Τύπος Λογαριασμού
es_es: Tipo de cuenta
hu_hu: Számlatípus
it_it: Tipo di Conto
ru_ru: Тип счёта
sv_se: Kontotyp
tr_tr: Hesap Türü

source: Select the account type to create:
el_gr: Επιλέξτε τον τύπο λογαριασμού που θα δημιουργήσετε:
es_es: Seleccione el tipo de cuenta a crear:
hu_hu: Létrehozandó számlatípus kijelölése:
it_it: Seleziona il tipo di conto da creare:
sv_se: Ange vilken kontotyp som ska skapas:
tr_tr: Oluşturulacak hesap türünü seçin:

source: General bank accounts cover a wide variety of account types like Cash, Checking, Loans, and Credit cards.
el_gr: Οι γενικοί τραπεζικοί λογαριασμοί καλύπτουν μια μεγάλη ποικιλία από τύπους λογαριασμών, όπως λογαριασμοί αποταμίευσης, δανείων και πιστωτικών καρτών.
es_es: Las cuentas bancarias generales cubren una amplia variedad de tipos de cuentas como las cuentas de cheque, de ahorros y de tarjetas de crédito.
fr_fr: Les comptes bancaires généraux couvrent une grande variété de types de comptes tels que compte d'espèces, comptes courants, prêts et cartes bancaires.
hr_hr: Opći bankovni računi obuhvaćaju razne vrste računa, npr. gotovina, tekući/žiro račun, krediti i kreditne kartice.
hu_hu: Az általános bankszámlák sokféle számlát fednek le Készpénz, Folyószámla, Kölcsön és Hitelkártya.
it_it: I conti bancari generali coprono una vasta gamma di tipi di conto come contanti, assegni, prestiti e carte di credito.
pl_pl: Ogólne konta bankowe obejmują różne rodzaje typowych kont bankowych, np. gotówkę, rozliczeniowe, pożyczki, karty kredytowe itp.
pt_pt: As contas bancárias gerais abrangem uma grande variedade de tipos de contas como dinheiro, à ordem, empréstimos e cartões de crédito.
ru_ru: В основном банковские счета используются для ведения учёта наличных, сбережений и кредитного баланса.
sv_se: Allmänna bankkonton täcker en mängd olika typer av konton typer som kontanter, check, lån och kreditkort.
tr_tr: Genel banka hesapları çok çeşitli hesapları kapsar Nakit, Çek, Kredi ve Kredi kartları gibi türler.

source: Investment and Share accounts are specialized accounts that have stock/mutual fund investments associated with them.
el_gr: Οι λογαριασμοί επενδύσεων και μετοχών είναι εξειδικευμένοι λογαριασμοί που έχουν μετοχές/αμοιβαία κεφάλαια που συνδέονται με αυτούς.
es_es: Las cuentas de inversión son cuentas especializadas que solo tienen asociadas acciones y fondos de inversión.
fr_fr: Les portefeuilles et les comptes de titres sont spécialisés dans la gestion des valeurs mobilières qui leur sont associées, telles qu'actions, obligations, SICAV, FCP.
hu_hu: A befektetési és értékpapírszámlák olyan különleges számlák, amelyekhez részvény/befektetési alapok befektetései vannak társítva.
it_it: I conti di investimento e i conti azionari sono conti specializzati associati a investimenti in azioni e fondi comuni.
pl_pl: Konta inwestycyjne i akcyjne to wyspecjalizowane konta, które mogą mieć skojarzone ze sobą inwestycje w akcje i fundusze inwestycyjne.
pt_pt: Contas de Investimento e de ações são contas especializadas em investimentos como fundos mútuos e ações, associados a estas.
ru_ru: Инвестиционные счета создаются специально для отслеживания инвестиций, таких как акции, облигации и т. п.
sv_se: Investerings- och Aktiekonton är specialiserade konton som är associerade med aktie- och fondplaceringar.
tr_tr: Yatırım ve Hisse hesapları özel hesaplardır. kendileriyle ilişkili hisse senedi/yatırım fonu yatırımları var.

source: Term and asset accounts are specialized bank accounts. They are intended for monitoring assets or term deposits and bonds where typically regular money goes in and comes out, outside the general income stream.
es_es: Las cuentas de términos y activos son cuentas bancarias especializadas. Están destinados a supervisar los activos o depósitos a término y los bonos donde normalmente entra y sale dinero regular, fuera del flujo general de ingresos.
fr_fr: Les comptes à terme et d'actifs sont des comptes bancaires spécialisés. Ils ont pour objet de surveiller les capitaux et dépôts à terme sur lesquels on peut typiquement avoir des entrées et sorties régulières d'argent, en dehors du flux général des revenus.
hu_hu: A futamidő és az eszközszámlák speciális bankszámlák. Azon eszközök vagy lekötött betétek és kötvények nyomon követésére szolgálnak, ahol jellemzően rendszeres pénz folyik be és jön ki, az általános bevételi forráson kívül.
it_it: I conti deposito e i conti cespite sono conti bancari speciali. Sono destinati al monitoraggio di Beni o Depositi a Termine e Obbligazioni, dove tipicamente il denaro entra ed esce regolarmente, al di fuori del flusso di reddito generale.
sv_se: Term- och tillgångskonton är specialiserade bankkonton. De är avsedda för övervakning av tillgångar eller termen insättningar och obligationer där vanligtvis vanliga pengar går in och kommer ut, utanför den allmänna inkomstströmmen.
tr_tr: Dönem ve varlık hesapları özel banka hesaplarıdır. Genel gelir akışının dışında tipik olarak normal paranın içeri girip çıktığı varlıkları veya vadeli mevduatları ve tahvilleri izlemek için tasarlanmıştır.

source: Base Account Currency Not set.
ar_sa: لم يتم إختيار عُملة أساسية للحساب.
cs_cz: Základní měna účtu není nastavena.
el_gr: Το βασικό νόμισμα του λογαριασμού δεν ορίστηκε.
es_es: No se ha seleccionado divisa base para la cuenta.
fr_fr: Devise principale non définie
he: לא נקבע מטבע בסיס לחשבון
hr_hr: Osnovna valuta računa nije postavljena.
hu_hu: Alap pénznem nincs beállítva.
it_it: Valuta Base del conto non impostata.
nl_nl: Standaardvaluta niet ingesteld.
pl_pl: Nie ustawiono waluty bazowej dla konta.
pt_pt: Moeda base da conta não definida.
ru_ru: Основная валюта не установлена.
sk_sk: Základná mena účtu nie je nastavená.
tr_tr: Temel Hesap Para Birimi ayarlanmamış.

source: Set that first using Tools → Settings… menu and then add a new account.
el_gr: Ορίστε το πρώτα χρησιμοποιώντας το μενού Εργαλεία->Επιλογές και μετά προσθέστε ένα νέο λογαριασμό.
es_es: Establezcalo primero usando el menú Herramientas → Opciones y luego añada una nueva cuenta.
fr_fr: Réglez cette première utilisation en utilisant le menu Outils → Paramètres… puis ajoutez un nouveau compte.
hu_hu: Állítsa be először az Eszközök → Beállítások… menüben, majd hozzon létre új számlát.
it_it: Per impostarlo, utilizzare prima il menu Strumenti → Impostazioni... e poi aggiungere un nuovo conto.
pt_pt: Defina-a primeiro através do menu Ferramentas → Definições e, de seguida, adicione uma conta nova.
ro_ro: Setaţi mai întâi folosind Unelte → Setări… meniu şi apoi adăugaţi un cont nou.
ru_ru: Установите это сначала, используя меню Tools → Settings…, затем добавьте новую учетную запись.
sv_se: Ställ in att först genom att använda Verktyg → Inställningar… menyn och sedan lägga till ett nytt konto.
tr_tr: İlk olarak Araçlar → Ayarlar… menüsünü kullanarak ayarlayın ve ardından yeni bir hesap ekleyin.

source: New Database Wizard
ar_sa: مُعالج قاعدة بيانات جديدة
cs_cz: Průvodce novou databází
el_gr: Οδηγός νέας βάσης δεδομένων
es_es: Asistente para nueva base de datos
fr_fr: Assistant Nouvelle base de données
he: אשף מסד נתונים חדש
hr_hr: Čarobnjak za stvaranje nove baze podataka
hu_hu: Új adatbázis varázsló
it_it: Creazione guidata Database
nl_nl: Wizard voor een nieuw databestand
pl_pl: Kreator nowej bazy danych
pt_pt: Assistente de nova base de dados
ro_ro: Vrăjitorul pentru Baza de Date Nouă
ru_ru: Мастер создания базы данных
sk_sk: Sprievodca vytvorením databázy
sv_se: Guiden ny Databas
tr_tr: Yeni Veritabanı Sihirbazı

source: The next pages will help create a new database. The database file is stored with an extension of .mmb. As this file contains important financial data, it is recommended to create daily backups with the setting “Backup database on startup” and store the backups in a separate location. The database can later be encrypted if required by using the setting: “Save Database As…” and changing the filetype before saving.
es_es: Las siguientes páginas le ayudarán a crear una nueva base de datos. El archivo de la base de datos se almacena con la extensión .mmb. Como este archivo contiene información financiera importante, le recomendamos crear copias de seguridad diarias con las Opciones de configuración: 'Copia de seguridad antes de abrir', y almacenando estas copias de seguridad en una localización diferente. La base de datos .mmb. se puede cifrar más tarde usando la opción: 'Guardar base de datos como…' y cambiando el tipo de archivo antes de guardarla.
fr_fr: Les prochaines pages vous aideront à créer une nouvelle base de données. Votre fichier base de données est enregistré avec l'extention .mmb. Comme le fichier contient des informations financières importantes, il est recommandé de créer des sauvegardes journalières avec le paramétrage : "Sauvegarder la base de données à l'ouverture" dans les Options et d'enregistrer vos sauvegardes dans une localisation séparée. La base de données peut être ultérieurement cryptée, si nécessaire, en utilisant l'option : "Enregistrer la base de données sous..." et en changeant le type de fichier avant de l'enregistrer.
hu_hu: A következő oldalak egy új adatbázis létrehozásában segítenek. Az adatbázisfájl .mmb kiterjesztéssel kerül tárolásra. Mivel ez a fájl fontos pénzügyi adatokat tartalmaz, ajánlott napi biztonsági mentéseket készíteni az „Indításkor adatbázis biztonsági mentése” beállítással, és a mentéseket külön helyen tárolni. Az adatbázis később szükség esetén titkosítható az „Adatbázis mentése másként…” beállítással és a mentés előtti fájltípus módosításával.
it_it: Le prossime pagine ti aiuteranno a creare un nuovo database. Il file del database è salvato con l'estensione .mmb. Poiché questo file contiene dati finanziari importanti, si consiglia di creare backup giornalieri con l'impostazione "Esegui backup del database all'avvio" e di conservare i backup in una posizione separata. Il database può essere successivamente crittografato, se necessario, utilizzando l'impostazione: "Salva database come..." e cambiando il tipo di file prima di salvare.
ru_ru: Следующие страницы помогут создать новую базу данных.
tr_tr: Sonraki sayfalar yeni bir veri tabanı oluşturulmasına yardımcı olacaktır. Veri tabanı dosyası .mmb uzantısı ile saklanır. Bu dosya önemli finansal veriler içerdiğinden, “Başlangıçta veri tabanını yedekle” ayarıyla günlük yedeklemelerin oluşturulması ve yedeklemeleri ayrı bir yerde saklamanız önerilir. Veri tabanı daha sonra, “Veri tabanı olarak…” ve kaydetmeden önce dosya türü değiştirme ayarını kullanılarak gerektiğinde şifrelenebilir.

source: Base Currency for account
ar_sa: العملة الاساسية للحساب
cs_cz: Měna účtu
el_gr: Βασικό νόμισμα του λογαριασμού
es_es: Divisa base para la cuenta
fr_fr: Devise principale pour le compte
he: מטבע בסיס לחשבון
hr_hr: Osnovna valuta za račun
hu_hu: A számla alap pénzneme
it_it: Valuta Base del Conto
nl_nl: Standaardvaluta voor de rekening
pl_pl: Bazowa waluta dla konta
pt_pt: Moeda padrão para a conta
ro_ro: Valuta de bază pentru cont
ru_ru: Основная валюта счёта
sk_sk: Základná mena pre účet
sv_se: Basvaluta för konto
tr_tr: Hesap İçin Kullanılacak Ana Para Birimi
