Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Make sure you have a backup of DB before optimize it
cs_cz: Před optimalizací ověřte, zda máte provedenu zálohu DB
he: ודא שקיים גיבוי עדכני של מסד הנתונים לפני ביצוע המיטוב
nl_nl: Zorg ervoor dat u een back-up van de database hebt voordat deze geoptimaliseerd moet worden

source: Database Optimization Completed! Size before: %s Size after: %s
he: אופטימיזצית מסד הנתונים הושלמה! גודל לפני: %s גודל לאחר: %s
nl_nl: Databaseoptimalisatie voltooid! Vorige grootte: %s Nieuwe grootte: %s

source: Please use this function only if explicitly requested by MMEX support
he: השתמש בפונקציה זו רק אם נתבקשת במפורש על ידי תמיכת MMEX
nl_nl: A.u.b. de funktie alleen op expliciet verzoek van MMEX support gebruiken

source: Can't copy file to itself
cs_cz: Soubor nelze kopírovat do sebe samého
he: לא ניתן להעתיק קובץ לתוך עצמו
nl_nl: Kan het bestand niet naar zichzelf kopiëren
ro_ro: Nu se poate copia fișierul în el însuși
sk_sk: Súbor nemožno kopírovať do seba samého

source: Share Accounts hold Share transactions Share transactions are created within the Stock Portfolio View after the selection of the Company Stock within the associated view. These accounts only become visible after associating a Stock to the Share Account Or by using the Menu View --> 'Display Share Accounts' Share Accounts can also hold normal transactions to regular account.
he: חשבונות נירות ערך מכילים תנועות בנירות ערך תנועות בנירות ערך נוצרים במסך תיק המניות לאחר בחירת החברה (מנפיקת המניה) בתוך התצוגה המשויכת. חשבונות אלה הופכים גלויים רק לאחר שיוך המניה לחשבון ניר ערך או באמצעות תפריט תצוגה--> 'הצג חשבונות נירות ערך' חשבונות נירות ערך יכולים להכיל גם תנועות רגילות לחשבון רגיל.
nl_nl: Aandelenrekeningen bevatten aandelentransacties Aandelentransacties worden ingevoerd in het effectenportefeuille venster na selectie van de betreffende effecten in het bijbehorende venster. Deze rekeningen worden alleen getoond na het koppelen van een effect aan een aandelenrekening of door gebruik van de menuoptie --> 'Toon effectenrekeningen' Aandelenrekeningen kunnen ook transacties naar reguliere rekeningen bevatten.

source: MMEX Options have been updated.
cs_cz: Nastavení MMEX bylo aktualizováno.
he: עודכנו MMEX אפשרויות
nl_nl: MMEX Opties zijn bijgewerkt.
sk_sk: Nastavenia MMEX boli aktualizované.

source: MMEX Options
cs_cz: Nastavení MMEX
he: אפשרויות MMEX
nl_nl: MMEX opties
sk_sk: Možnosti MMEX

source: Choose HTML file to Export
ar_sa: اختر ملف HTML للتصدير
cs_cz: Zvolte HTML soubor pro export
he: בחר קובץ HTML לייצוא
nl_nl: Kies een HTML bestandsnaam om naar te exporteren
ro_ro: Alege fișierul HTML pentru export
sk_sk: Vybrať HTML súbor, do ktorého sa bude exportovať

source: Are you sure you want to delete %s account: %s ?
he: האם למחוק את %s חשבון: %s ?
nl_nl: Weet u zeker dat u navolgende wilt verwijderen %s rekening: %s ?
sk_sk: Naozaj chcete odstrániť %s účet: %s ?

source: Account Reallocation
he: שנה סוג חשבון
nl_nl: Rekeningen toewijzen

source: Select the account to reallocate
he: בחר את החשבון עבורו יבוצע שינוי סוג
nl_nl: Selecteer de opnieuw toe te wijzen rekening

source: Account: %s - Select new type.
he: חשבון: %s - בחר סוג חדש.
nl_nl: Rekening: %s - Selecteer nieuw type.

source: Payee Relocation Completed.
he: העברת מוטב הושלמה.
nl_nl: Begunstigden overzetten voltooid.
sk_sk: Premiestnenie príjemcov je dokončené.

source: Payee Relocation Result
he: תוצאת העברת מוטבים
nl_nl: Resultaat overzetten begunstigden
sk_sk: Výsledok premiestnenia príjemcov

source: File %s not found
cs_cz: Soubor %s nebyl nalezen
he: קובץ %s לא נמצא
nl_nl: Bestand %s niet gevonden
ro_ro: Fișierul %s nu a fost găsit
sk_sk: Súbor %s nebol nájdený

source: Income vs Expenses: %s
cs_cz: Příjmy a výdaje: %s
he: הכנסות מול הוצאות: %s
nl_nl: Inkomsten vs uitgaven: %s
sk_sk: Príjmy a výdavky: %s

source: Hide/Show Columns
cs_cz: Zobrazit/skrýt sloupce
he: הצג/הסתר עמודה
nl_nl: Kolommen verbergen/tonen

source: Order by this column
cs_cz: Seřadit podle sloupce
he: מיין לפי עמודה זו
nl_nl: Sorteer op deze kolom
sk_sk: Zoradiť podľa tohto stĺpca

source: Reset columns
cs_cz: Výchozí sloupce
he: אפס עמודות
nl_nl: Kolomgrootte herstellen

source: REPORTS
he: דוחות
nl_nl: RAPPORTEN

source: Period:
ar_sa: الفترة:
cs_cz: Období:
nl_nl: Periode:
sk_sk: Obdobie:

source: Previous Period
nl_nl: Vorige periode

source: Next Period
nl_nl: Volgende periode

source: Specific Accounts
nl_nl: Specifieke rekeningen

source: Checking
ar_sa: جاري
cs_cz: Běžný
he: עו"ש
nl_nl: Betalen/Sparen
ro_ro: Cont Curent
sk_sk: Bežný

source: Loan
ar_sa: قرض
cs_cz: Úvěrový
he: הלוואה
nl_nl: Lening
sk_sk: Úver

source: Term
cs_cz: Vkladový
he: חיסכון
nl_nl: Termijn
sk_sk: Termínovaný

source: A recurring transaction will exceed your account limit. Do you wish to continue?
he: רישום התנועה המחזורית תחרוג ממגבלת יתרת החשבון. האם להמשיך?
nl_nl: Een herhalende transactie overschrijdt de rekeninglimiet. Wilt u verder gaan?

source: MMEX Recurring Transaction Check
cs_cz: MMEX Ověření trvalého příkazu
he: בדיקת תנועות מחזוריות של MMEX
nl_nl: MMEX herhalende transactie controle

source: Bi-Weekly
he: דו שבועי
nl_nl: Tweewekelijks

source: The SQL script: %s will modify database! aborted!
he: תסריט SQL: % s יישנא את מסד הנתונים! בוטל!
nl_nl: Het SQL script: %s wijzigt het databestand! afgebroken!
sk_sk: SQL skript: %s zmení databázu! zrušené!

source: Income vs Expenses
cs_cz: Příjmy a výdaje
he: הכנסות מול הוצאות
nl_nl: Inkomsten t.o.v uitgaven
sk_sk: Príjmy a výdavky

source: Performance
nl_nl: Prestaties

source: Category Summary
nl_nl: Categorie subtotaal

source: View Options
cs_cz: Možnosti zobrazení
he: אפשרויות תצוגה
nl_nl: Bekijk opties
sk_sk: Možnosti zobrazenia

source: &Apply
he: &החל
nl_nl: &Bevestigen

source: Attachments Settings
cs_cz: Nastavení příloh
he: הגדרת צרופות
nl_nl: Bijlage instellingen
sk_sk: Nastavenia príloh

source: Legend
he: מקרא
nl_nl: Legenda

source: Not yet set
he: טרם הוגדר
nl_nl: Nog niet ingesteld

source: Application data directory
he: ספרית מסמכי היישום
nl_nl: Programma datamap

source: Database file directory
he: ספרית מסד הנתונים
nl_nl: Databestand map

source: Dropbox folder
he: ספרית Dropbox
nl_nl: Dropbox map

source: User Defined
he: מותאם אישית
nl_nl: Gebruikersdefinitie

source: Error moving attachments folder: please move it manually!
cs_cz: Chyba při přesunu složky příloh: přesuňte ji prosím manuálně!
he: שגיאה בעת העברת תיקית קבצים מצורפים: נא לבצע העברה ידנית!
nl_nl: Fout bij verplaatsen van de bijlagenmap: a.u.b. handmatig verplaatsen!

source: Sets the database default Currency using the 'Currency Dialog'
he: הגדר את מטבע ברירת המחדל למסד הנתונים בחלון'ניהול מטבעות'
nl_nl: De standaardvaluta voor het databestand instellen via het 'Valutavenster'

source: Right click and select 'Set as Base Currency' in 'Currency Dialog'
he: לחץ לחיצה ימנית על מטבע ובחר 'קבע כמטבע הבסיס'
nl_nl: Rechtsklikken en selecteer 'Standaardvaluta instellen' in het 'Valutavenster'

source: New date format sample:
he: דוגמת פורמט תאריך חדש:
nl_nl: Voorbeeld datumnotatie:
sk_sk: Príklad nového formátu dátumu:

source: Start Day
cs_cz: První den
he: יום התחלה
nl_nl: Eerste dag
sk_sk: Prvý deň

source: Start Month
cs_cz: První měsíc
he: חודש התחלה
nl_nl: Eerste maand
sk_sk: Prvý mesiac

source: Use Transaction Sound
he: השתמש בצליל תנועה
nl_nl: Transactie geluid afspelen
sk_sk: Použiť zvuk pri transakcii

source: New Transaction Dialog Settings
cs_cz: Nastavení pro novu transakci
he: אפשרויות תנועה חדשה
nl_nl: Nieuwe transactiedialoog instellingen
sk_sk: Nastavenia dialógu pre novú transakciu

source: Default Date:
he: תאריך ברירת מחדל:
nl_nl: Standaard datum:
sk_sk: Predvolený dátum:

source: Default Payee:
he: מוטב ברירת מחד:
nl_nl: Standaard begunstigde:
sk_sk: Predvolený príjemca:

source: Default Category:
he: קטגורית ברירת מחדל:
nl_nl: Standaard categorie:
sk_sk: Predvolená kategória:

source: Default Status:
he: סטאטוס ברירת מחדל:
nl_nl: Standaard status:
sk_sk: Predvolený stav:

source: Database Backup
he: גבה מסד נתונים
nl_nl: Databestand back-up
sk_sk: Záloha databázy

source: Create a new backup when MMEX Start
cs_cz: Vytvořit novou zálohu při spuštění MMEX
he: מתחיל MMEX צור גיבוי חדש כאשר
nl_nl: Een back-up maken bij het starten van MMEX
sk_sk: Vytvoriť novú zálohu pri štarte MMEX

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
cs_cz: Při každém spuštění MMEX, vytvoří záložní databázi: dbFile_start_YYYY-MM-DD.ext.
he: בעת הפעלת MMEX, נוצר גיבוי של מסד הנתונים: dbFile_start_YYYY-מ מ- DD.ext.
nl_nl: Wanneer MMEX start, maak een back-up databestand: dbFile_start_YYYY-MM-DD.ext.
sk_sk: Pri štarte MMEX vytvoriť zálohu databázy: dbFile_start_YYYY-MM-DD.ext.

source: Backup database on exit.
he: גבה מסד נתונים ביציאה
nl_nl: Back-up databestand bij afsluiten.
sk_sk: Pri ukončení odzálohovať databázu.

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
cs_cz: Při ukončení MMEX a provedení změn v databázi, vytvoří nebo aktualizuje záložní databázi: dbFile_update_YYYY-MM-DD.ext.
he: לאחר יציא מ MMEX ונעשו שינויים במסד הנתונים, יווצר או יעודכן גיבוי גיבוי של מסד הנתונים: dbFile_update_YYYY-מ מ- DD.ext.
nl_nl: Wanneer u MMEX afsluit en er wijzigingen zijn ingevoerd, maakt of wijzigt dit het back-up databestand: dbFile_update_YYYY-MM-DD.ext.
sk_sk: Ak bola zmenená databáza, tak pri vypnutí MMEX bude vytvorená alebo aktualizovaná záložná databáza: dbFile_update_YYYY-MM-DD.ext.

source: CSV Settings
cs_cz: Nastavení CSV
he: הגדרות CSV
nl_nl: CSV instellingen
sk_sk: Nastavenia CSV

source: WebApp Settings
cs_cz: Nastavení WebApp
he: הגדרות רשת
nl_nl: WebApp instellingen
sk_sk: Nastavenia webovej aplikácie

source: Proxy Settings
cs_cz: Nastavení proxy
he: הגדרות פרוקסי
nl_nl: Proxy instellingen
sk_sk: Nastavenia proxy servera

source: Web Server
he: שרת רשת
nl_nl: Internet server

source: Enable
he: אפשר
nl_nl: Activeren

source: Enable internal web server when MMEX Starts.
he: אפשר שרת אינטרנט פנימי כאשר MMEX מתחיל.
nl_nl: Activeer interne webserver wanneer MMEX start.

source: Specify web server port number
he: הגדר את מספר הפורט של שרת האינטרנט
nl_nl: Voer het internet server poortnummer in

source: Usage statistics
cs_cz: Statistika využití
he: סטטיסטיקת שימוש
nl_nl: Gebruiksstatistieken
sk_sk: Štatistika používania

source: Transactions Visible
he: תנועות גלויות
nl_nl: Zichtbare transacties

source: Specify which transactions are visible by default
he: הגדר אילו תנועות יהיו גלויות כברירת מחדל
nl_nl: Specificeer welke transacties standaard zichtbaar zijn

source: HTML scale factor
he: קנה מידה HTML
nl_nl: HTML schaalfactor

source: Search:
he: חפש:
nl_nl: Zoeken:
sk_sk: Hľadať:

source: Payee with same name exists
he: קיים כבר מוטב בעל שם זהה
nl_nl: Begunstigde met deze naam bestaat al
sk_sk: Príjemca s rovnakým názvom už existuje

source: Organize Payees: Add Payee
he: הוסף מוטב נהל מוטבים:
nl_nl: Beheren begunstigden: Begunstigde toevoegen
sk_sk: Organizovanie príjemcov: Pridať príjemcu

source: Enter the name for the new payee:
he: הזן שם מוטב חדש:
nl_nl: Invoeren naam van nieuwe begunstigde:
sk_sk: Zadajte názov nového príjemcu:

source: Modify the name for the payee:
he: ערוך את שם המוטב:
nl_nl: Wijzig de naam van de begunstigde:
sk_sk: Zmeňte názov príjemcu:

source: Organize Payees: Edit Payee
he: נהל מוטבים: ערוך מוטב
nl_nl: Beheren begunstigden: Begunstigden wijzigen
sk_sk: Organizovanie príjemcov: Upraviť príjemcu

source: Tip: Change all transactions using this Payee to another Payee using the relocate command:
he: :עצה: שנה את כל התנועות הקשורות למוטב זה, למוטב אחר באמצעות פקודת העברה:
nl_nl: TIP: Wijzig alle transacties met deze begunstigde in een andere begunstigde met de overzetten opdracht:

source: Tools -> Relocation of -> Payees
he: כלים -> העברה של -> מוטבים
nl_nl: Extra -> Overzetten van -> Begunstigden
sk_sk: Nástroje -> Premiestniť -> Príjemcov

source: Organize Payees: Delete Error
cs_cz: Správce příjemců: Chyba odstranění
he: נהל מוטבים: מחק שגיאה
nl_nl: Beheren begunstigden: Fout bij verwijderen
sk_sk: Organizovanie príjemcov: Chyba odstraňovania

source: Define Default Category
he: הגדר קטגורית ברירת מחדל
nl_nl: Standaard categorie invoeren
sk_sk: Predvolená kategória

source: Relocate Payee
cs_cz: Zaměnit příjemce
he: העבר תנועות מוטב
nl_nl: Overzetten begunstigde(n)
sk_sk: Premiestnenie príjemcu

source: Relocate Category Dialog
he: חלון דו שיח העברת קטגוריה
nl_nl: Overzetten categorieënvenster
sk_sk: Dialóg pre premiestnenie kategórií

source: Relocate:
he: העבר את:
nl_nl: Overzetten:
sk_sk: Premiestniť:

source: to:
he: ל:
nl_nl: naar:
sk_sk: do:

source: Category Relocation Confirmation
he: העברת קטגוריה הושלמה
nl_nl: Bevestiging overzetten categorieën
sk_sk: Potvrďte premiestnenie kategórie

source: Records found in recurring transactions: %i
cs_cz: Záznamy nalezené v trvalých příkazech: %i
he: רשומות שנמצאו בתנועות מחזוריות: %i
nl_nl: Records gevonden in herhalende transacties: %i

source: Records found in recurring split transactions: %i
cs_cz: Záznamy nalezené v trvalých štěpených příkazech: %i
he: רשומות שנמצאו בתנועות מחזוריות מפוצלות: %i
nl_nl: Records gevonden in herhalende gesplitste transacties: %i

source: Records found as Default Payee Category: %i
cs_cz: Počet záznamů s výchozím příjemcem kategorie: %i
he: רשומות שנמצאו כמוטבים ברירת מחדל לקטגוריה: %i
nl_nl: Records gevonden in standaard begunstigde categorie: %i
sk_sk: Počet záznamov s predvolenou kategóriou príjemcu: %i

source: Relocate Payee Dialog
he: חלון דו שיח העברת מוטבים
nl_nl: Overzetten begunstigdenvenster
sk_sk: Dialóg pre premiestnenie príjemcov

source: From %s to %s
nl_nl: Van %s tot %s
sk_sk: Od %s do %s

source: Payee Relocation Confirmation
he: אישור העברת מוטב
nl_nl: Bevestiging overzetten begunstigden
sk_sk: Potvrďte premiestnenie príjemcu

source: ( Estimated Vs Actual )
cs_cz: ( Předpokladaný vs Aktuální )
he: (תחזית מול בפועל)
nl_nl: (Geschat vs werkelijk )
sk_sk: (Odhad a skutočnosť)

source: Monthly Total
nl_nl: Maandelijks totaal

source: Cash Flow Forecast for %i Years Ahead
he: תחזית תזרים מזומנים ל %i שנים
nl_nl: Prognose van geldstromen voor %i jaren vooruit

source: Category Total:
he: סך כל קטגוריה:
nl_nl: Categorietotaal:
sk_sk: Kategória spolu:

source: From %s till %s
he: מ %s עד %s
nl_nl: Van %s tot %s
sk_sk: Od %s do %s

source: Last Month
he: חודש קודם
nl_nl: Vorige maand
sk_sk: Minulý mesiac

source: Last 30 Days
he: 30 ימים אחרונים
nl_nl: Laatste 30 dagen
sk_sk: Posledných 30 dní

source: Last 90 Days
he: 90 ימים אחרונים
nl_nl: Vorige 30 dagen
sk_sk: Posledných 90 dní

source: Last 3 Months
he: 3 חודשים אחרונים
nl_nl: Vorige 3 maanden
sk_sk: Posledné 3 mesiace

source: Last 12 Months
he: 12 חודשים אחרונים
nl_nl: Vorige 12 maanden
sk_sk: Zobraziť posledné 12 mesiace

source: Last Year
he: שנה קודמת
nl_nl: Vorig jaar
sk_sk: Minulý rok

source: Last Financial Year
he: שנה פיננסית קודמת
nl_nl: Vorig financieel jaar
sk_sk: Minulý fiškálny rok

source: Last 365 Days
he: 365 ימים אחרונים
nl_nl: Laatste 365 dagen
sk_sk: Posledných 365 dní

source: *Purchase Date
he: * תאריך הרכישה
nl_nl: *Aankoopdatum

source: Transaction List for Account: %s
he: רשימת תנועות לחשבון: %s
nl_nl: Transactielijst voor rekening: %s

source: Transaction List
he: רשימת תנועות
nl_nl: Transactielijst

source: Organize attachments of this stock
cs_cz: Spravovat přílohy pro tyto akcie
he: ארגן צרופות לניר ערך זה
nl_nl: Beheren van bijlagen van deze effecten
sk_sk: Organizovať prílohy tejto akcie

source: Split Detail Dialog
he: חלון דו שיח פירטי פיצול
nl_nl: Splits detailsvenster
sk_sk: Podrobnosti rozdelenia

source: Split Transaction Details
he: פרטי תנועה מפוצלת
nl_nl: Splitsen transactiedetails
sk_sk: Detaily rozdelenia transakcie

source: Split Transaction Dialog
he: חלון דו שיח פיצול תנועה
nl_nl: Splits transactiesvenster
sk_sk: Rozdelenie transakcie

source: Split Category Details
he: פרטי פיצול קטגוריות
nl_nl: Splits categoriedetails

source: *Commission
cs_cz: *Provize
he: *עמלה
nl_nl: *Commissie

source: Stock history not found!
cs_cz: Historie akcií nebyla nalezena!
he: לא נמצאה היסטורית נירות ערך!
nl_nl: Aandelenhistorie niet gevonden!

source: If the Stock Name field is empty it will be filed when prices updated
he: אם שדה שם ניר הערך נותר ריק, הוא יושלם בעת עדכון מחירים
nl_nl: Als de naam van het aandeel leeg is, dan wordt het ingevuld tijdens bijwerken van de prijzen
sk_sk: Ak nie je zadaný názov akcie, tak bude pridaný pri aktualizácii kurzov

source: Init Value
he: ערך התחלתי
nl_nl: Initiële waarde

source: &New Stock Investment
he: הש&קעה חדשה
nl_nl: &Nieuwe effecten investering
sk_sk: &Nové investície do akcií

source: &Add Stock Transactions
he: &הוסף תנועות בנירות ערך
nl_nl: Effectentransactie &toevoegen

source: &Edit Stock Investment
he: ע&רוך תיק נירות ערך
nl_nl: &Wijzig effecten investering
sk_sk: &Upraviť investície do akcií

source: &Delete Stock Investment
he: מח&ק תיק נירות ערך
nl_nl: &Verwijder effecten investering
sk_sk: &Odstrániť investície do akcií

source: Do you really want to delete the stock investment?
cs_cz: Opravdu si přejete odstranit tyto akcie?
he: האם למחוק את תיק נירות הערך?
nl_nl: Wilt u werkelijk deze effecten investering verwijderen?
ro_ro: Sigur dorești să ștergi investiția în acțiuni?
sk_sk: Naozaj chcete odstrániť investície do akcií?

source: Temporary Stock list: %s Date Lot Shares Price Commission
he: רשימת נירות ערך זמנית: %s תאריך לוט מניה מחיר עמלה
nl_nl: Tijdelijke effectenlijst: %s Datum Aantal Effecten Prijs Commissie

source: Total Shares: %s
cs_cz: Akcií celkem: %s
he: סה"כ מניות: %s
nl_nl: Totale aandelen: %s

source: Stock prices successfully updated
cs_cz: Ceny akcií byly úspěšně aktualizovány
he: שערי מניות עודכנו בהצלחה
nl_nl: Aandelenkoersen met succes bijgewerkt
sk_sk: Kurzy akcií boli úspešne aktualizované

source: Connecting...
cs_cz: Připojuji...
he: מתחבר...
nl_nl: Bezig met verbinden...
sk_sk: Pripájanie...

source: Quotes not found
he: מחירי נירות ערך לא נמצוא
nl_nl: Noteringen niet gevonden

source: %s on %s
he: %s ב %s
nl_nl: %s van %s
sk_sk: %s na %s

source: Invalid type
nl_nl: Ongeldige type

source: Organize attachments of this transaction
cs_cz: Správce příloh transakce
he: ארגן צרופות לתנועה זו
nl_nl: Organiseer de bijlagen van deze transactie
sk_sk: Organizovať prílohy tejto transakcie

source: Open custom fields window
nl_nl: Open het eigen veldenvenster

source: Do you want to add new payee: %s?
he: האם להוסיף מוטב %s?
nl_nl: Wilt u deze begunstigde toevoegen: %s?
sk_sk: Chcete pridať nového príjemcu: %s?

source: Confirm to add new payee
he: אשר הוספת מוטב
nl_nl: Bevestig invoeren van een nieuwe begunstigde
sk_sk: Potvrďte pridanie nového príjemcu

source: This transaction will exceed your account limit. Do you wish to continue?
cs_cz: Touto transakcí překročíte Váš limit na účtu. Přejete si pokračovat?
he: רישום התנועה תגרום לחריגה ממגבלת יתרת החשבון. האם להמשיך?
nl_nl: Deze transactie overschrijdt de rekeninglimiet. Wilt u verder gaan?

source: Retard or advance the date of the transaction
he: אחר או קדם את תאריך התנועה
nl_nl: Ga naar de datum van de transactie
sk_sk: Posunúť dátum tranzakcie dopredu alebo dozadu

source: please check settings and / or internet connection.
cs_cz: ověřte prosím nastavení a / nebo připojení k internetu.
he: נא בדוק את הגדרות ו / או חיבור לאינטרנט .
nl_nl: Controleer de instellingen en/of de internetverbinding.
sk_sk: prosím overte nastavenia a/alebo pripojenie k internetu.

source: WebApp API version -> %s
he: גרסת API אפליקציית רשת -> %s
nl_nl: WebApp API versie -> %s
sk_sk: Verzia API webovej aplikácie -> %s

source: Expected API version -> %s
he: גרסת API צפויה - > %s
nl_nl: Verwachte API versie -> %s
sk_sk: Očakávaná verzia API -> %s

source: A generic network error occurred
nl_nl: Een algemene netwerkfout is opgetreden

source: An error occurred during negotiation
nl_nl: Er is een fout opgetreden bij het maken van de verbinding

source: The client failed to connect the server
nl_nl: Verbinding van de cliënt met de server mislukt

source: The remote file doesn't exist
nl_nl: Het externe bestand bestaat niet

source: An error occurred during reconnection
nl_nl: Er is een fout opgetreden bij opnieuw verbinden

source: Someone tried to send a command during a transfer
nl_nl: Iemand probeerde een opdracht te versturen tijdens het verzenden

source: Cannot get data from website
nl_nl: Kan geen data van de website ophalen

source: Unknown error
nl_nl: Onbekende fout

source: Account '%s' not found!
cs_cz: Účet '%s' nebyl nalezen!
he: חשבון '%s' לא נמצא
nl_nl: Rekening '%s' niet gevonden!
sk_sk: Účet '%s' nebol nájdený!

source: Unable to download attachments from webapp.
cs_cz: Nelze stáhnout přílohy z webapp.
he: לא ניתן להוריד צרופה מאפליקציית ה WEB..
nl_nl: Kan geen bijlagen van WebApp downloaden.

source: Attachments folder not set or unavailable
cs_cz: Složka příloh nebyla nastavena nebo není dostupná
he: ספרית צרופות לא מוגדת או לא זמינה
nl_nl: Bijlagenmap niet ingesteld of niet beschikbaar

source: please fix attachments folder or delete attachments from WebApp
he: נא לתקן את ספרית הצרופות או למחוק צרופות מאפליקציית הרשת
nl_nl: Repareer de bijlagenmap of verwijder transacties uit de WebApp

source: Communication error
he: שגיאת תקשורת
nl_nl: Communicatiefout

source: Transaction not downloaded: please close and open MMEX to try re-download transaction
he: תנועה לא הורדה : נא אתחל את MMEX לנסות להורית את התנועה מחדש
nl_nl: Transactie niet gedownload: sluit en open MMEX en probeer opnieuw te downloaden

source: Import and open all
cs_cz: Importovat a otevřít vše
he: יבא ופתח הכל
nl_nl: Importeer en open alles

source: Open Attachment
cs_cz: Otevřít přílohu
he: פתח צרופה
nl_nl: Open bijlagen
sk_sk: Otvoriť prílohu

source: Delete
ar_sa: حذف
cs_cz: Aktualizace
he: מחק
nl_nl: Verwijderen
sk_sk: Vymazať

source: The next pages will help you create a new account. To help you get started, begin by making a list of all financial institutions where you hold an account.
cs_cz: Tento průvodce Vám pomůže vytvořit nový účet. Nejlepší způsob jak začít, je vytvořit si seznam všech finančních institucí, kde máte veden účet.
he: הדפים הבא יסייע לך ליצור חשבון חדש. כדי לסייע לך להתחיל בעבודה, צור רשימה של כל המוסדות הפיננסיים בהם מתנהלים חשבונותך.
nl_nl: De volgende bladzijden helpen u bij het maken van een nieuwe rekening. Om te beginnen kunnen we een lijst maken van alle financiële instituties waar u rekeningen hebt.

source: Account Name already exists
he: שם חשבון קיים כבר
nl_nl: Rekeningnaam bestaat al
sk_sk: Názov účtu už existuje

source: Type of Account
ar_sa: نوع الحساب
cs_cz: Typ účtu
he: סוג חשבון
nl_nl: Type rekening
ro_ro: Tipul Contului
sk_sk: Typ účtu

source: Select the type of account you want to create:
cs_cz: Zvolte typ účtu, který si přejete vytvořit.
he: בחר את סוג החשבון שברצונך ליצור:
nl_nl: Geef aan welk type rekening u wilt aanmaken:
sk_sk: Upresnite typ vytváraného účtu:

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
he: חשבון השקעות הם חשבונות יעודיים לניהול תיקי נירות ערך ומשויכים אליו קרנות, נירות ערך, אגרות חוב ומכשירים פיננסיים.
nl_nl: Investeringsrekeningen zijn speciale rekeningen die alleen gekoppeld zijn aan beleggingen in effecten.
sk_sk: Investičné účty sú špecialne účty, ktoré sú určené len na evidenciu investícií do akcií alebo podielových fondov.
