Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Specify how the report should be grouped
ar_sa: تحديد كيفية تجميع التقرير
el_gr: Καθορίστε τον τρόπο ομαδοποίησης της έκθεσης
es_es: Especifique cómo se debe agrupar el informe
fr_fr: Indiquer comment le rapport doit être regroupé
hr_hr: Odredi kako grupirati izvještaj
hu_hu: Jelentések csoportosításának megadása
it_it: Specifica come deve essere raggruppato il resoconto
pl_pl: Określ, jak raport powinien być pogrupowany
pt_pt: Indique como deve ser agrupado o relatório
ro_ro: Specificați cum ar trebui grupat raportul
ru_ru: Укажите, как следует сгруппировать отчет
sv_se: Ange hur rapporten ska grupperas
tr_tr: Raporun nasıl gruplandırılacağını belirtin

source: Chart
el_gr: Γράφημα
es_es: Gráfico
fr_fr: Graphique
hr_hr: Dijagram
hu_hu: Diagram
it_it: Grafico
pl_pl: Wykres
pt_pt: Gráfico
ru_ru: График
tr_tr: Çizelge

source: Specify which chart will be included in the report
es_es: Especifique qué gráfico se incluirá en el informe
fr_fr: Spécifier quel graphique sera inclus dans le rapport
hu_hu: Jelölje ki, hogy melyik diagram szerepeljen a jelentésben
it_it: Specifica quale grafico sarà incluso nel resoconto
pl_pl: Wybierz wykres, który będzie uwzględniony w raporcie
pt_pt: Especificar qual gráfico será incluído no relatório
ru_ru: Укажите, какой график будет включен в отчет
tr_tr: Rapora hangi çizelge dahil edileceğini seçin

source: Combine Splits
ar_sa: دمج التقسيمات
el_gr: Συνδυασμός Διαχωρισμών
es_es: Combinar transacciones divididas
fr_fr: Combiner les transactions fractionnées
hr_hr: Sjedini podjele
hu_hu: Felosztások egyesítése
it_it: Combina Transazioni Suddivise
pl_pl: Złącz podzielone
pt_pt: Combinar Transações Fracionadas
ro_ro: Combinați înregistrările divizate
ru_ru: Объеденить сплиты
sv_se: Kombinera delningar
tr_tr: Bölmeleri Birleştir

source: Display split transactions as a single row
ar_sa: عرض المعاملات المقسمة كصف واحد
el_gr: Εμφάνιση χωρισμένων συναλλαγών ως μία γραμμή
es_es: Mostrar las transacciones divididas en una sola línea
fr_fr: Afficher les transactions fractionnées en une seule ligne
hr_hr: Prikaži podijeljene transakcije kao jedan redak
hu_hu: Felosztott ügyletek megjelenítése egyetlen sorban
it_it: Visualizza le transazioni suddivise in una singola riga
pl_pl: Pokaż podzielone transakcje jako pojedynczy wiersz
pt_pt: Exibir transações fracionadas como uma única linha
ro_ro: Afișați tranzacțiile divizate ca o singură linie
ru_ru: Показывать разделенные транзакции в одной строке
sv_se: Visa delade transaktioner som en enda rad
tr_tr: Bölünmüş işlemleri tek satır olarak görüntüle

source: Settings
ar_sa: الإعدادات
el_gr: Ρυθμίσεις
es_es: Ajustes
fr_fr: Paramètres
hr_hr: Postavke
hu_hu: Beállítások
it_it: Impostazioni
pl_pl: Ustawienia
pt_pt: Configurações
ro_ro: Setări
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar

source: Save active values into current Preset selection
ar_sa: حفظ القيم النشطة في التحديد المسبق الحالي
el_gr: Αποθήκευση ενεργών τιμών στην τρέχουσα επιλογή προεπιλογών
es_es: Guardar la selección en el preajuste actual
fr_fr: Enregistrer les valeurs actives dans le préréglage actuel
hr_hr: Spremi aktivne vrijednosti u trenutačno odabranu postavku
hu_hu: Fennálló értékek mentése a jelenlegi beállított kijelölésben
it_it: Salva i valori attivi nella selezione Preset corrente
pl_pl: Zapisz aktywne wartości w bieżącym wyborze ustawień
pt_pt: Gravar os valores na predefinição atual
ro_ro: Salvați valorile active în selecția actuală de presetări
ru_ru: Сохранить активные значения в текущий пресет
tr_tr: Etkin değerleri geçerli Ön Ayar seçimine kaydet

source: Delete current Preset selection
ar_sa: حذف التحديد المسبق الحالي
el_gr: Διαγραφή τρέχουσας επιλογής προεπιλογών
es_es: Eliminar la selección preestablecida actual
fr_fr: Supprimer le préréglage actuel
hu_hu: A jelenlegi beállított kijelölés törlése
it_it: Elimina la selezione preset corrente
pl_pl: Usuń bieżący wybór ustawień
pt_pt: Eliminar seleção de predefinição atual
ro_ro: Ștergeți selecția curentă de presetări
ru_ru: Удалить выбранный пресет
sv_se: Ta bort aktuellt förval
tr_tr: Geçerli Ön Ayar seçimini sil

source: &Reset
es_es: &Reiniciar
fr_fr: &Remise à zéro
hu_hu: &Alaphelyzet
sv_se: &Nollställ
tr_tr: &Sıfırla

source: This name does not currently match any payees. Do you want to continue to use it? %s
ar_sa: هذا الاسم لا يتطابق مع أي مستفيد حاليا. هل تريد الاستمرار في استخدامه؟ %s
es_es: Este nombre no coincide con ningún beneficiario actual. ¿Quiere continuar usándolo? %s
fr_fr: Ce nom ne correspond actuellement à aucun bénéficiaire. Voulez-vous continuer à l'utiliser ? %s
hr_hr: Ovo ime trenutačno ne odgovara nijednom primaocu. Želiš li ga nastaviti koristiti? %s
hu_hu: Ez a név jelenleg nem egyezik egyetlen kedvezményezettel sem. Folytatja? %s
it_it: Questo nome attualmente non corrisponde a nessun beneficiario. Vuoi continuare a usarlo? %s
pl_pl: Ta nazwa nie pasuje do żadnych istniejących beneficjentów. Czy na pewno chcesz jej użyć? %s
pt_pt: Este nome não corresponde a nenhuma entidade. Pretende continuar a utilizá-lo? %s
ro_ro: Această denumire nu se potrivește în prezent cu niciun beneficiar. Doriți să continuați să o utilizați? %s
ru_ru: Это имя в настоящее время не соответствует ни одному получателю. Вы хотите продолжить его использование? %s
sv_se: Detta namn matchar för närvarande inga betalningsmottagare. Vill du fortsätta använda det? %s
tr_tr: Bu ad şu anda herhangi bir alacaklı ile eşleşmiyor. Kullanmaya devam etmek ister misin? %s

source: Hide Report Columns
ar_sa: إخفاء أعمدة التقرير
el_gr: Απόκρυψη Στηλών Αναφοράς
es_es: Ocultar columnas del informe
fr_fr: Masquer des colonnes du rapport
hr_hr: Sakrij stupce izvještaja
hu_hu: Üres oszlopok elrejtése
it_it: Nascondi le Colonne del Report
pl_pl: Ukryj kolumny raportu
pt_pt: Ocultar Colunas do Relatório
ro_ro: Ascunde coloanele raportului
ru_ru: Скрыть столбцы отчёта
sv_se: Dölj rapportkolumner
tr_tr: Rapor Sütunlarını Gizle

source: Settings item deletion
ar_sa: حذف عنصر الإعدادات
el_gr: Διαγραφή ρυθμίσεων στοιχείου
es_es: Borrado de elementos de configuración
fr_fr: Paramètres d'effacement d'élément
hr_hr: Brisanje elementa postavki
hu_hu: Beállítások elem törlése
it_it: Eliminazione dell'impostazione
pl_pl: Usuwanie elementu ustawień
pt_pt: Eliminação de item nas configurações
ro_ro: Ștergerea elementului de setări
ru_ru: Удаление элемента настроек
sv_se: Inställning för att radera objekt
tr_tr: Ayarlar öğesini silme

source: The selected item will be deleted
ar_sa: سيتم حذف العنصر المحدد
el_gr: Το επιλεγμένο στοιχείο θα διαγραφεί
es_es: Se eliminará el elemento seleccionado
fr_fr: L'élément sélectionné sera effacé
hu_hu: A kijelölt elem törlésére kerül sor
it_it: L'elemento selezionato verrà eliminato
pl_pl: Wybrany element zostanie usunięty
pt_pt: O item selecionado será eliminado
ro_ro: Elementul selectat va fi șters
ru_ru: Выбранный элемент будет удален
sv_se: Det valda objektet kommer att tas bort
tr_tr: Seçilen öğe silinecek

source: Filtering Details:
ar_sa: تفاصيل التصفية:
cs_cz: Kritéria filtru:
el_gr: Λεπτομέρειες φιλτραρίσματος:
es_es: Detalles de filtrado:
fr_fr: Détails du filtrage :
he: פרטי סינון:
hr_hr: Detalji filtriranja:
hu_hu: Szűrési feltételek:
it_it: Dettagli Filtro:
nl_nl: Filter details:
pl_pl: Szczegóły filtrowania:
pt_pt: Detalhes do Filtro:
ro_ro: Filtrare detalii:
ru_ru: Детали фильтра:
sk_sk: Kritériá filtrovania:
sv_se: Filtrering, detaljer:
tr_tr: Süzme Ayrıntıları:

source: Label
ar_sa: تسمية
el_gr: Ετικέτα
es_es: Etiqueta
fr_fr: Étiquette
hr_hr: Etiketa
hu_hu: Címke
it_it: Etichetta
pl_pl: Etykieta
pt_pt: Designação
ro_ro: Etichetă
ru_ru: Метка
sv_se: Etikett
tr_tr: Etiket

source: Since
ar_sa: منذ
cs_cz: Od
el_gr: Από
es_es: Desde
fr_fr: Depuis
hr_hr: Od
hu_hu: Óta
it_it: Dal
pl_pl: Data od
pt_pt: Desde
ro_ro: De la
ru_ru: С
sk_sk: Od
sv_se: Sedan
tr_tr: ...den beri

source: Before
ar_sa: قبل
cs_cz: Před
el_gr: Πριν
es_es: Antes
fr_fr: Avant
hr_hr: Prije
hu_hu: Előtt
it_it: Prima
pl_pl: Data do
pt_pt: Antes
ro_ro: Înainte
ru_ru: По
sk_sk: Pred
sv_se: Före
tr_tr: Önce

source: Period
ar_sa: الفترة
el_gr: Περίοδος
es_es: Período
fr_fr: Période
hr_hr: Razdoblje
hu_hu: Időszak
it_it: Periodo
pl_pl: Okres
pt_pt: Período
ro_ro: Perioadă
ru_ru: Период
tr_tr: Dönem

source: Amount Min.
ar_sa: المبلغ الأدنى.
cs_cz: Min. částka
el_gr: Ελάχιστο Ποσό
es_es: Cantidad Mín.
fr_fr: Montant min.
hr_hr: Min. iznos
hu_hu: Legkisebb összeg
it_it: Importo Min.
pl_pl: Kwota min
pt_pt: Valor Mín.
ro_ro: Suma Min.
ru_ru: Сумма Мин.
sk_sk: Min. suma
sv_se: Belopp min.
tr_tr: Enaz Tutar

source: Amount Max.
ar_sa: المبلغ الأقصى.
cs_cz: Max. částka
el_gr: Μέγιστο Ποσό
es_es: Cantidad Máx.
fr_fr: Montant max.
hr_hr: Maks. iznos
hu_hu: Legnagyobb összeg
it_it: Importo Max.
pl_pl: Kwota max
pt_pt: Valor Max.
ro_ro: Suma max.
ru_ru: Сумма Макс.
sk_sk: Max. suma
sv_se: Belopp max.
tr_tr: Ençok Tutar

source: Please Enter
ar_sa: الرجاء إدخال
el_gr: Παρακαλούμε εισάγετε
es_es: Por favor, introduzca
fr_fr: Merci de valider
hr_hr: Upiši
hu_hu: Kérjük, adja meg
it_it: Inserisci
pl_pl: Proszę wprowadź
pt_pt: Insira por favor
ro_ro: Te rog introdu
ru_ru: Пожалуйста, введите
tr_tr: Lütfen Girin

source: Setting Name
ar_sa: اسم الإعداد
el_gr: Όνομα Ρύθμισης
es_es: Nombre del ajuste
fr_fr: Nom du paramètre
hr_hr: Ime postavke
hu_hu: Beállítás neve
it_it: Nome impostazione
pl_pl: Nazwa ustawienia
pt_pt: Nome da configuração
ro_ro: Setare nume
ru_ru: Название параметра
tr_tr: Ayar Adı

source: The entered name is already in use
ar_sa: الاسم الذي تم إدخاله قيد الاستخدام
el_gr: Το όνομα χρησιμοποιείται ήδη
es_es: El nombre introducido ya está en uso
fr_fr: Le nom saisi est déjà utilisé
hr_hr: Upisano ime se već koristi
hu_hu: A megadott név már használatban van
it_it: Il nome inserito è già in uso
pl_pl: Wprowadzona nazwa jest już w użyciu
pt_pt: O nome inserido já é utilizado
ro_ro: Numele introdus este deja în uz
ru_ru: Введенное имя уже используется
sv_se: Det angivna namnet används redan
tr_tr: Girilen ad zaten kullanılıyor

source: Do you want to save them before continuing?
ar_sa: هل تريد حفظهم قبل المتابعة؟
el_gr: Θέλετε να τα αποθηκεύσετε πριν συνεχίσετε;
es_es: ¿Desea guardarlos antes de continuar?
fr_fr: Voulez-vous les enregistrer avant de continuer ?
hr_hr: Želiš li ih spremiti prije nego što nastaviš?
hu_hu: Szeretné menteni ezeket mielőtt folytatnál?
it_it: Vuoi salvare prima di continuare?
pl_pl: Czy chcesz zapisać przed kontynuowaniem?
pt_pt: Deseja gravar as alterações antes de sair?
ro_ro: Doriți să salvați înainte de a ieși?
ru_ru: Сохранить изменения?
sv_se: Vill du spara innan du fortsätter?
tr_tr: Devam etmeden önce onları kurtarmak ister misin?

source: Filter settings have changed
ar_sa: تم تغيير إعدادات الفلتر
el_gr: Οι ρυθμίσεις φίλτρου έχουν αλλάξει
es_es: La configuración del filtro ha cambiado
fr_fr: Les paramètres du filtre ont été modifiés
hr_hr: Postavke filtra su se promijenile
hu_hu: A szűrőbeállítások megváltoztak
it_it: Le impostazioni dei filtri sono cambiate
pl_pl: Ustawienie filtra zostało zmienione
pt_pt: Configurações do filtro alteradas
ro_ro: Setările filtrului s-au modificat
ru_ru: Настройки фильтра изменены
sv_se: Filterinställningarna har ändrats
tr_tr: Süzme ayarları değişti

source: Please confirm
ar_sa: الرجاء التأكيد
el_gr: Παρακαλώ επιβεβαιώστε
es_es: Confirmar
fr_fr: Merci de confirmer
hr_hr: Potvrdi
hu_hu: Műveletet megerősítése
it_it: Per favore, conferma
pl_pl: Potwierdź
pt_pt: Confirme por favor
ro_ro: Te rugăm confirmă
ru_ru: Пожалуйста, подтвердите
sv_se: Bekräfta
tr_tr: Lütfen onaylayın

source: Choose Accounts
ar_sa: اختار الحسابات
cs_cz: Zvolte účty
el_gr: Επιλέξτε λογαριασμούς
es_es: Seleccionar cuentas
fr_fr: Sélectionner les comptes
he: בחר חשבונות
hr_hr: Odaberi račune
hu_hu: Számlák kijelölése
it_it: Scegliere Conti
nl_nl: Kies rekeningen
pl_pl: Wybierz konta
pt_pt: Escolha a Conta
ro_ro: Alege Conturile
ru_ru: Выберите счёта
sk_sk: Vybrať účty
sv_se: Välj konton
tr_tr: Hesapları Seç

source: Customize Transaction Report
el_gr: Προσαρμογή Αναφοράς Συναλλαγών
es_es: Personalizar informe de transacción
fr_fr: Personnaliser le rapport d'opération
hr_hr: Prilagodi izvještaj o transakcijama
hu_hu: Ügyletekjelentés testreszabása
it_it: Personalizza Resoconto Transazioni
pl_pl: Dostosuj raport transakcji
pt_pt: Personalizar relatório de transação
ru_ru: Настроить отчет по транзакциям
sv_se: Anpassa transaktionsrapport
tr_tr: İşlem Raporunu Özelleştir

source: Select Account
ar_sa: اختيار حساب
cs_cz: Vyberte účet
el_gr: Επιλέξτε λογαριασμό
es_es: Seleccionar Cuenta
fr_fr: Sélectionnez le compte
he: בחר חשבון
hr_hr: Odaberi račun
hu_hu: Számla kiválasztása
it_it: Seleziona Conto
nl_nl: Kies rekening
pl_pl: Wybierz konto
pt_pt: Selecionar a Conta
ro_ro: Selectează Contul
ru_ru: Выберите счёт
sk_sk: Vybrať účet
sv_se: Välj konto
tr_tr: Hesap Seçin

source: Specify the associated Account that will contain this transaction
cs_cz: Zadejte účet, který bude přiřazen této transakci
el_gr: Καθορίστε τον συνδεδεμένο λογαριασμό που θα περιέχει αυτή τη συναλλαγή
es_es: Especifique la cuenta asociada que contendrá esta transacción
fr_fr: Spécifiez le compte qui contiendra cette transaction
hr_hr: Odredi račun koji će sadržati ovu transakciju
hu_hu: Hozzátartozó számlának megadása, ami az ügyletet tartalmazni fogja
it_it: Specificare il conto che conterrà questa transazione
pl_pl: Określ powiązane konto, które będzie zawierać tę transakcję
pt_pt: Indique a Conta associada que irá conter esta transação
ru_ru: Укажите счёт для данной транзакции
tr_tr: Bu işlemi içerecek ilişkili Hesabı belirtin

source: Withdraw funds from or deposit funds to this Account.
cs_cz: Výběr hotovosti nebo zálohy z tohoto účtu.
el_gr: Ανάληψη κεφαλαίων από ή κατάθεση κεφαλαίων σε αυτόν τον λογαριασμό.
es_es: Retirar dinero o ingresarlo en esta cuenta.
fr_fr: Retirer ou déposer des fonds sur ce compte.
he: הפקד או משוך כספים מחשבון זה.
hr_hr: Isplati sredstva iz ovog računa ili uplati sredstva u ovaj račun.
hu_hu: Erről a számláról tőke kivonása, vagy oda elhelyezése.
it_it: Preleva o deposita fondi su questo conto.
nl_nl: Fondse opnemen van of storten op deze rekening.
pl_pl: Wypłać lub wpłać środki na/z tego konta.
pt_pt: Retirar ou depositar fundos nesta conta.
ru_ru: Вывод средств из или ввод средств на этот счет.
tr_tr: Bu hesaptan para çekin veya yatırın.

source: &Transfer
ar_sa: &تحويل
cs_cz: &Převod
el_gr: &Μεταφορά
es_es: &Transferencia
fr_fr: &Virement
he: &העבר
hr_hr: &Prijenos
hu_hu: Átutalás
it_it: &Trasferimento
nl_nl: &Overboeking
pl_pl: Przelew
pt_pt: &Transferência
ru_ru: Перевод
sv_se: &Överföring
tr_tr: &Aktarma

source: Funds transfer from/to this account. Uncheck to set as Expense/Income.
cs_cz: Převod peněz z nebo na tento účet. Zrušte pro nastavení jako výběr/vklad.
el_gr: Μεταφορά κεφαλαίων από/σε αυτόν τον λογαριασμό. Αποεπιλέξτε για να ορίσετε ως Έξοδο/Έσοδα.
es_es: Transferir fondos desde/hacia esta cuenta. Desmarque para seleccionar como gasto/ingreso.
fr_fr: Transfert de fonds depuis/vers ce compte. Décochez la case pour définir comme dépenses/recettes.
he: העברת כספים מ/אל חשבון זה. הסר סימון כדי להגדיר כ 'הוצאות/הכנסות'.
hr_hr: Prijenos sredstava iz/u ovaj račun. Deaktiviraj za postavljanje kao Troškovi/Prihod.
hu_hu: Alapok átvitele innen, vagy erre a számlára. Vedd ki a jelölést a Kiadás/bevétel beállításához.
it_it: Fondi trasferiti da/a questo conto. Non selezionare per impostare come Entrata\Uscita.
nl_nl: Fondsen van/naar deze rekening overboeken. Uitvinken om het als uitgave/ontvangst in te stellen.
pl_pl: Przelew środków do/z tego konta. Odznacz aby ustawić jako wydatek/przychód.
pt_pt: Transferência de fundos de/para esta conta. Desmarque para definir como Despesa/Receita.
ru_ru: Перечисление средств с/на этот счет. Снимите флажок, чтобы установить в качестве расходов/доходов.
tr_tr: Bu hesaptan/hesaba fon aktarımı. Gelir/gider olarak ayarlamak için işareti kaldırın

source: Currency used for this transaction.
cs_cz: Měn pro tuto transakci.
el_gr: Νόμισμα που χρησιμοποιείται για αυτήν τη συναλλαγή.
es_es: Divisa usada para esta transacción.
fr_fr: Monnaie utilisée pour cette opération.
he: המטבע עבור תנועה זו.
hr_hr: Valuta za ovu transakciju.
hu_hu: A tranzakció során használt pénznem.
it_it: Specificare la valuta da utilizzare in questa operazione.
nl_nl: Valuta gebruikt voor deze transactie.
pl_pl: Waluta użyta dla tej transakcji.
pt_pt: Moeda usada para esta transação.
ru_ru: Укажите валюту, которая будет использоваться для этой транзакции.
sv_se: Valuta som används för denna transaktion.
tr_tr: Bu işlem için kullanılan para birimi

source: Specify the status for this transaction
cs_cz: Zadejte stav pro tuto transakci
el_gr: Καθορίστε την κατάσταση αυτής της συναλλαγής
es_es: Especifique el estado de esta transacción
fr_fr: Préciser le statut de cette opération
he: הזן סטאטוס לתנועה זו
hr_hr: Odredi status za ovu transakciju
hu_hu: Ügylet állapotának megadása
it_it: Specifica lo stato di questa transazione
nl_nl: Specificeer de status van deze transactie
pl_pl: Określ status dla tej transakcji
pt_pt: Indique o estado desta transação
ru_ru: Выберите статус транзакции
sv_se: Ange status för denna transaktion
tr_tr: Bu işlem için durum belirtin

source: Select Payee
ar_sa: اختيار المستفيد
cs_cz: Vyberte příjemce
el_gr: Επιλέξτε δικαιούχο
es_es: Seleccionar Beneficiario
fr_fr: Sélectionnez le tiers
he: בחר מוטב
hr_hr: Odaberi primaoca
hu_hu: Kedvezményezett kiválasztása
it_it: Seleziona Beneficiario
nl_nl: Kies begunstigde
pl_pl: Wybierz beneficjenta
pt_pt: Selecione o Favorecido
ro_ro: Selectează Beneficiarul
ru_ru: Выберите получателя
sk_sk: Vybrať príjemcu
sv_se: Välj betalningsmottagare
tr_tr: Alacaklı Seçin

source: Specify a person, Company or Organisation for this transaction.
cs_cz: Zadejte osobu, společnost a organizaci pro tuto transakci.
el_gr: Καθορίστε ένα πρόσωπο, μια εταιρεία ή έναν οργανισμό για αυτή τη συναλλαγή.
es_es: Especificar a una persona, empresa u organización para esta transacción.
fr_fr: Préciser une personne, une société ou une organisation pour cette opération.
he: הזן ישות, אדם, חברה או ארגון עבור תנועה זו.
hr_hr: Odredi osobu, poduzeće ili oraganizaciju za ovu transakciju.
hu_hu: Személy, cég vagy szervezet megadása az ügylethez.
it_it: Specifica una persona, organizzazione o società per questa transazione.
nl_nl: Specificeer een persoon, bedrijf of organisatie voor deze transactie.
pl_pl: Określ osobę, firmę lub organizację dla tej transakcji.
pt_pt: Indique uma pessoa, empresa ou organização para esta transação.
ru_ru: Укажите лицо, компанию или организацию для этой транзакции.
sv_se: Ange en person, företag eller organisation för denna transaktion.
tr_tr: Bu işlem için bir kişi, firma veya organizasyon belirtin

source: Specify the category for this transaction
ar_sa: حدد فئة لهذه المُعاملة
cs_cz: Zadejte kategorii transakce
el_gr: Καθορίστε κατηγορία γι αυτήν την συναλλαγή
es_es: Especifique la categoría para esta transacción
fr_fr: Précisez la catégorie de cette opération
he: בחר קטגוריה עבור תנועה זו
hr_hr: Odredi kategoriju za ovu transakciju
hu_hu: Kategóriá megadása az ügylethez
it_it: Specifica la categoria di questa transazione
nl_nl: Specificeer categorie voor deze transactie
pl_pl: Określ kategorię dla tej transakcji
pt_pt: Especifique a categoria desta transacção
ro_ro: Specifică categoria tranzacției
ru_ru: Выберите категорию данной проводки
sk_sk: Upresnite kategóriu pre túto transakciu
sv_se: Ange kategori för den här transaktionen
tr_tr: Bu işlem için kategori belirtiniz

source: Specify a transaction code or associated check details
cs_cz: Zadejte kód transakce nebo další podrobnosti pro ověření
el_gr: Καθορίστε έναν κωδικό συναλλαγής ή σχετικές λεπτομέρειες ελέγχου
es_es: Especificar un código de transacción o los detalles de la cuenta corriente asociada
fr_fr: Préciser un numéro de chèque ou d'opération
he: הזן מספר שק או מספר מסמך כאסמכתא לתנועה
hr_hr: Odredi šifru transakcije ili povezane detalje čeka
hu_hu: Ügyletkód vagy a kapcsolódó csekk részleteinek megadása
it_it: Specificare un codice transazione o i dettagli dell'assegno
nl_nl: Specificeer een transactiecode of bijbehorende mutatiedetails
pl_pl: Określ kod transakcji lub szczegóły powiązanego czeku
pt_pt: Indique um código de transação ou detalhes do cheque associado
ru_ru: Укажите код транзакции или связанные с ней детали чека
tr_tr: Bir işlem kodu ve ilgili çek ayrıntılarını belirtin

source: Select the required account
ar_sa: حدد الحساب المطلوب
cs_cz: Vyberte požadovaný účet
el_gr: Επιλέξτε τον δεύτερο λογαριασμό
es_es: Seleccione la cuenta requerida
fr_fr: Sélectionner le compte souhaité
he: בחר בחשבון הדרוש
hr_hr: Odaberi račun
hu_hu: Válassza ki a megfelelő számlát
it_it: Selezionare il conto richiesto
nl_nl: Kies de bijbehorende rekening
pl_pl: Wybierz żądane konto
pt_pt: Selecione a conta requerida
ru_ru: Выберите требуемый счёт
tr_tr: Gerekli hesabı belirtin

source: Account Selection
ar_sa: اختيار الحساب
cs_cz: Výběr účtu
el_gr: Επιλογή Λογαριασμού
es_es: Selección de cuenta
fr_fr: Sélection de compte
he: בחירת חשבון
hr_hr: Odabir računa
hu_hu: Számla kiválasztása
it_it: Selezione Conto
nl_nl: Rekening selectie
pl_pl: Wybór konta
pt_pt: Seleção de Conta
ru_ru: Выбор счёта
sv_se: Val av konto
tr_tr: Hesap seçimi

source: Add Share Transaction
ar_sa: إضافة عملية مشاركة
cs_cz: Přidat transakci akcií
el_gr: Προσθήκη Συναλλαγής Κοινοποίησης
es_es: Añadir Transacción de Valores
fr_fr: Créer opération boursière
he: הוסף תנועת ניר ערך
hr_hr: Dodaj dioničku transakciju
hu_hu: Részvényügylet hozzáadása
it_it: Aggiungi operazione azioni
nl_nl: Effectentransactie toevoegen
pl_pl: Dodaj transakcję na udziałach
pt_pt: Adicionar Transação de Ações
ru_ru: Новая транзакция
tr_tr: Borsa (pay) İşlemi Ekle

source: Edit Share Transaction
ar_sa: تحرير المعاملة المشاركة
cs_cz: Upravit transakci akcií
el_gr: Επεξεργασία Κοινοποίησης Συναλλαγής
es_es: Editar Transacción de Valores
fr_fr: Editer opération boursière
he: ערוך תנועת ניר ערך
hr_hr: Uredi dioničku transakciju
hu_hu: Részvényügylet szerkesztése
it_it: Modifica Operazione Azione
nl_nl: Wijzig aandelentransactie
pl_pl: Edytuj transakcję giełdową
pt_pt: Editar Transação de Ações
ru_ru: Редактирование транзакции
tr_tr: Borsa (pay) İşlemi Düzenle

source: Share Lot
ar_sa: مشاركة الحصة
cs_cz: Lot podílu
el_gr: Κοινοποίηση Παρτίδας
es_es: Lote de acciones
fr_fr: Lot du titre
he: לוט ניר ערך
hr_hr: Paket dionica
hu_hu: Részvénycsomag
it_it: Pacchetto di azioni
nl_nl: Aantal aandelen
pl_pl: Seria akcji
pt_pt: Lote de Ações
ru_ru: Лот
tr_tr: Hisse (pay) lotu

source: Enter the LOT that this parcel os shares belong to
ar_sa: أدخل "الحصة" التي تشارك بها هذه الطرود المنتمية إلى
cs_cz: Zadejte LOT náležící tomuto balíku nebo podílu
el_gr: Εισάγετε το LOT στο οποίο ανήκουν αυτές οι μετοχές του δέματος os
es_es: Introduzca el LOT al que este paquete de acciones pertenece
fr_fr: Entrer le LOT auquel ces actions appartiennent
he: הזן מספר הלוט שאליו משתייכת קבצת מניות זו
hr_hr: Unesi paket, kojemu pripada ovaj svežanj dionica
hu_hu: Adja meg azt a csomagot, amelyhez ez a részvénycsomag tartozik
it_it: Inserire il lotto a cui appartiene questo pacchetto di azioni
nl_nl: Voer het aantal dat hoort bij dit aandelenpakket in
pl_pl: Wprowadź serię do której należy ta pula akcji
pt_pt: Insira o LOTE ao qual esta parcela de ações pertence
ru_ru: Введите лот которому этот пакет акций принадлежит
tr_tr: İlgili hisselerin bu paketinin lotunu girin

source: Share Number
ar_sa: مشاركة الرقم
cs_cz: Podíl
el_gr: Κοινοποίηση Αριθμού
es_es: Número de acciones
fr_fr: Nombre d'actions
he: מספר ניר ערך
hr_hr: Broj dionica
hu_hu: Értékpapír száma
it_it: Numero Azioni
nl_nl: Fondsnummer
pl_pl: Liczba akcji
pt_pt: Número de Títulos
ru_ru: Количество
tr_tr: Numarayı Paylaş
