Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Cancel
ar_sa: الغاء
cs_cz: Storno
el_gr: Ακύρωση
es_es: Cancelar
fr_fr: Annuler
he: בטל
hr_hr: Odustani
hu_hu: Mégse
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sv_se: Avbryt
tr_tr: Vazgeç

source: &Cancel
ar_sa: &الغاء
cs_cz: &Storno
el_gr: &Ακύρωση
es_es: &Cancelar
fr_fr: &Annuler
he: &בטל
hr_hr: &Odustani
hu_hu: &Mégse
it_it: &Annulla
nl_nl: &Annuleren
pl_pl: Anuluj
pt_pt: &Cancelar
ro_ro: &Anulați
ru_ru: О&тмена
sk_sk: &Storno
sv_se: &Avbryt
tr_tr: İ&ptal

source: Close
ar_sa: إغلاق
cs_cz: Zavřít
el_gr: Κλείσιμο
es_es: Cerrar
fr_fr: Fermer
he: סגור
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sk_sk: Zatvoriť
sv_se: Stäng
tr_tr: Kapat

source: &Close
ar_sa: &إغلاق
cs_cz: &Zavřít
el_gr: &Κλείσιμο
es_es: &Cerrar
fr_fr: Fermer
he: &סגור
hr_hr: &Zatvori
hu_hu: &Bezárás
it_it: &Chiudi
nl_nl: &Sluiten
pl_pl: Zamknij
pt_pt: &Fechar
ro_ro: &Închide
ru_ru: &Закрыть
sk_sk: &Zatvoriť
sv_se: &Stäng
tr_tr: &Kapat

source: &OK
ar_sa: &موافق
el_gr: &Εντάξει
es_es: &Aceptar
he: &אשר
hr_hr: &U redu
hu_hu: &Rendben
ru_ru: &ОК
tr_tr: &TMM

source: Undo
ar_sa: التراجع
el_gr: Αναίρεση
es_es: Deshacer
fr_fr: Annuler
hr_hr: Poništi
hu_hu: Visszavonás
it_it: Annulla
pl_pl: Cofnij
pt_pt: Desfazer
ro_ro: Anulați
ru_ru: Отменить
sv_se: Ångra
tr_tr: Geri Al

source: Redo
ar_sa: إعادة
el_gr: Επανάληψη
es_es: Rehacer
fr_fr: Rétablir
hr_hr: Ponovi
hu_hu: Ismét
it_it: Ripeti
pl_pl: Ponów
pt_pt: Refazer
ro_ro: Repetaţi
ru_ru: Повторить
sv_se: Gör om
tr_tr: Tekrarla

source: Cut
ar_sa: قص
el_gr: Αποκοπή
es_es: Cortar
fr_fr: Couper
hr_hr: Izreži
hu_hu: Kivágás
it_it: Taglia
pl_pl: Wytnij
pt_pt: Cortar
ro_ro: Decupați
ru_ru: Вырезать
sv_se: Klipp ut
tr_tr: Kes

source: Copy
ar_sa: نسخ
el_gr: Αντιγραφή
es_es: Copiar
fr_fr: Copier
hr_hr: Kopiraj
hu_hu: Másolás
it_it: Copia
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiați
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopyala

source: Paste
ar_sa: لصق
el_gr: Επικόλληση
es_es: Pegar
fr_fr: Coller
hr_hr: Umetni
hu_hu: Beillesztés
it_it: Incolla
pl_pl: Wklej
pt_pt: Colar
ro_ro: Înserați
ru_ru: Вставить
sv_se: Klistra in
tr_tr: Yapıştır

source: Select All
ar_sa: حدد الكل
el_gr: Επιλογή όλων
es_es: Seleccionar todo
fr_fr: Tout sélectionner
hr_hr: Odaberi sve
hu_hu: Összes kijelölése
it_it: Seleziona Tutto
pl_pl: Zaznacz wszystko
pt_pt: Selecionar Tudo
ro_ro: Selectaţi tot
ru_ru: Выделить все
sv_se: Markera alla
tr_tr: Tümünü Seç

source: 64-bit
ar_sa: 64 بت
fr_fr: 64 bits
hr_hr: 64-bitni
hu_hu: 64 bites
pl_pl: wersja 64-bitowa
ro_ro: 64-biți
ru_ru: 64-бита
sv_se: 64-bitars

source: ALL
ar_sa: الكل
el_gr: ΟΛΑ
es_es: TODO
fr_fr: Tous
hr_hr: SVE
hu_hu: ÖSSZES
it_it: TUTTO
pl_pl: WSZYSTKIE
pt_pt: TODAS
ro_ro: TOATE
ru_ru: Все
sk_sk: Všetko
sv_se: ALLA
tr_tr: TÜMÜ

source: Open
ar_sa: مفتوح
cs_cz: Otevřený
el_gr: Ανοικτοί
es_es: Abierta
fr_fr: Ouvert
he: פעיל
hr_hr: Otvoreni
hu_hu: Nyitva
it_it: Aperti
pl_pl: Otwarte
pt_pt: Abrir
ro_ro: Deschis
ru_ru: Открыт
sk_sk: Otvorený
sv_se: Öppet
tr_tr: Açık

source: Closed
ar_sa: مغلق
cs_cz: Zavřený
el_gr: Κλειστός
es_es: Cerrada
fr_fr: Fermé
he: סגור
hr_hr: Zatvoreni
hu_hu: Bezárt
it_it: Chiuso
nl_nl: Gesloten
pl_pl: Zamknięte
pt_pt: Fechada
ro_ro: Închis
ru_ru: Закрыт
sk_sk: Uzavretý
sv_se: Stängt
tr_tr: Kapalı

source: Favorites
ar_sa: المفضلة
cs_cz: Oblíbené
el_gr: Αγαπημένοι
es_es: Favoritas
fr_fr: Comptes favoris
he: מועדפים
hr_hr: Favoriti
hu_hu: Kedvencek
it_it: Preferiti
nl_nl: Alleen standaard
pl_pl: Ulubione
pt_pt: Favoritas
ro_ro: Favorite
ru_ru: Избранные
sk_sk: Obľúbené
sv_se: Favoriter
tr_tr: Sık Kullanılanlar

source: Metadata JSON in Theme “%s” is unable to be parsed and looks badly constructed, please correct.
es_es: El archivo JSON de metadatos del tema '%s' no puede ser analizado y parece mal construido, por favor corríjalo.
fr_fr: Les métadonnées JSON dans le thème '%s' ne peuvent pas être analysées et semblent corrompues, veuillez corriger.
hu_hu: A(z) „%s” témában található metaadat JSON nem elemezhető és rosszul felépítettnek tűnik, kérjük, javítsa ki.
it_it: I metadati JSON nel tema “%s” non possono essere analizzati e sembrano danneggiati, si prega di correggerli.
sv_se: Metadata JSON i Tema ”%s” kan inte tolkas och ser dåligt konstruerad ut, vänligen korrigera.
tr_tr: Tema “%s” içindeki Metadata JSON çözümlenemiyor ve hatalı yapılandırılmış görünüyor, lütfen düzeltin.

source: Warning
ar_sa: تحذير
cs_cz: Upozornění
el_gr: Προειδοποίηση
es_es: Aviso
fr_fr: Attention
he: התראה
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
it_it: Attenzione
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_pt: Aviso
ro_ro: Atenție
ru_ru: Внимание
sk_sk: Varovanie
sv_se: Varning
tr_tr: Uyarı

source: File '%1$s' missing or invalid in chosen theme '%2$s'
ar_sa: الملف '%1$s' مفقود أو غير صالح في السمة المختار '%2$s'
el_gr: Το αρχείο '%1$s' λείπει ή είναι μη έγκυρο στο επιλεγμένο θέμα '%2$s'
es_es: Falta el archivo '%1$s' o no es válido en el tema seleccionado '%2$s'
fr_fr: Fichier '%1$s' manquant ou non valide dans le thème choisi '%2$s'
hr_hr: Datoteka „%1$s” nedostaje ili je neispravna u odabranoj temi „%2$s”
hu_hu: A(z) „%1$s”-fájl hiányzik vagy érvénytelen a kijelölt „%2$s” témában
it_it: File '%1$s' mancante o non valido nel tema scelto '%2$s'
pl_pl: Plik '%1$s' brakujący lub nieprawidłowy w wybranym motywie '%2$s'
pt_pt: Ficheiro '%1$s' em falta ou inválido no tema escolhido '%2$s'
ro_ro: Fișierul '%1$s' lipsește sau este nevalid în tema aleasă '%2$s'
ru_ru: Файл '%1$s' отсутствует или недопустим в выбранной теме '%2$s'
tr_tr: Seçilen '%2$s' temasında '%1$s' dosyası eksik veya geçersiz

source: Metadata '%1$s' missing in chosen theme '%2$s'
ar_sa: بيانات التعريف '%1$s' مفقودة في السمة المختار '%2$s'
el_gr: Τα Μεταδεδομένα '%1$s' λείπουν από το επιλεγμένο θέμα '%2$s'
es_es: Faltan los metadatos '%1$s' en el tema elegido '%2$s'
fr_fr: Métadonnées '%1$s' manquantes dans le thème choisi '%2$s'
hr_hr: Metapodaci „%1$s” nedostaju u odabranoj temi „%2$s”
hu_hu: A(z) „%1$s”-metaadat hiányzik a kijelölt „%2$s” témában
it_it: Metadati '%1$s' mancanti nel tema scelto '%2$s'
pl_pl: Brakuje metadanej '%1$s' w wybranym motywie '%2$s'
pt_pt: Metadados '%1$s' em falta no tema escolhido '%2$s'
ro_ro: Metadata '%1$s' lipseste din tema aleasă '%2$s'
ru_ru: Метаданные '%1$s' отсутствуют в выбранной теме '%2$s'
tr_tr: Seçilen '%2$s' temasında '%1$s' meta verileri eksik

source: and more…
ar_sa: والمزيد…
el_gr: και άλλα…
es_es: y mucho más…
fr_fr: et plus…
hr_hr: i više …
hu_hu: és mások…
it_it: e altro…
pl_pl: i wiecej…
pt_pt: e mais…
ru_ru: и многие другие…
sv_se: och mer…
tr_tr: ve daha fazlası…

source: There are %1$d missing or invalid icons in chosen theme '%2$s': %3$s
ar_sa: هناك %1$d أيقونات مفقودة أو غير صالحة في السمة المختارة '%2$s': %3$s
el_gr: Υπάρχουν %1$d εικονίδια που λείπουν ή είναι μη έγκυρα στο επιλεγμένο θέμα '%2$s': %3$s
es_es: Hay %1$d iconos no válidos o inexistentes en el tema elegido '%2$s': %3$s
fr_fr: Il y a %1$d icônes manquantes ou invalides dans le thème sélectionné '%2$s' : %3$s
hr_hr: %1$d ikone nedostaju ili nisu ispravne u odabranoj temi „%2$s”: %3$s
hu_hu: %1$d hiányzó vagy érvénytelen ikon található a kijelölt „%2$s” témában: %3$s
it_it: Ci sono %1$d icone mancanti o non valide nel tema scelto '%2$s': %3$s
pl_pl: W wybranym motywie brakuje lub jest niepoprawnych %1$d ikon '%2$s':%3$s
pt_pt: Existem %1$d ícones em falta ou inválidos no tema escolhido '%2$s': %3$s
ro_ro: Sunt %1$d pictograme lipsă sau nevalide în tema aleasă '%2$s': %3$s
ru_ru: Отсутствуют или испорчено иконок: %1$d. Тема: '%2$s': %3$s
sv_se: %1$d ikoner saknas eller är ogiltiga i valt tema '%2$s': %3$s
tr_tr: Seçilen '%2$s' temasında %1$d eksik veya geçersiz simgeler var: %3$s

source: Theme %s not found; it may no longer be supported. Reverting to the default theme.
es_es: Tema %s no encontrado, puede ser que ya no sea compatible. Revirtiendo al tema por defecto.
fr_fr: Le thème %s n'existe pas; Il n'est peut-être plus supporté. Retour au thème par défaut
hu_hu: %s téma nem található; lehet, hogy már nem támogatott. Visszatérés az alapértelmezett témához.
it_it: Tema %s non trovato; potrebbe non essere più supportato. Ripristino del tema predefinito.
pt_pt: Tema %s não encontrado; poderá já não ser suportado. A reverter para o tema predefinido.
sv_se: Temat %s hittades inte; det kanske inte längre stöds. Återgår till standardtemat.
tr_tr: Tema %s bulunamadı; artık desteklenmiyor olabilir. Varsayılan temaya dönülüyor.

source: Theme %s has missing items and is incompatible. Reverting to default theme
ar_sa: السمة %s لها عناصر مفقودة و غير متوافقة. العودة إلى السمة الافتراضية
cs_cz: Téma %s má chybějící položky a je nekompatibilní. Nastavuji výchozí téma
el_gr: Το θέμα %s έχει στοιχεία που λείπουν και δεν είναι συμβατό. Επαναφορά στο προεπιλεγμένο θέμα
es_es: Tema %s tiene elementos perdidos y además es incompatible. Regresando al tema por defecto
fr_fr: Il manque des éléménts au thème %s qui est incompatible. Revenir au thème par défaut
hr_hr: Temi %s nedostaju stavke i nekompatibilna je. Vraćanje na standardnu temu
hu_hu: A(z) „%s” témából hiányoznak elemek és összeférhetetlen. Az alap téma visszaállítása
it_it: Il tema %s ha elementi mancanti ed è incompatibile. Ripristino al tema predefinito
pl_pl: Motyw %s ma brakujące elementy i jest niekompatybilny. Przywracanie domyślnego motywu
pt_pt: Tema %s tem itens em falta e é incompatível. Revertendo para o tema padrão
ro_ro: Tema %s are elemente lipsă și este incompatibilă. Revenire la tema implicită
ru_ru: Тема %s не содержит некоторых элементов, поэтому несовместима. Возврат к теме по умолчанию
sv_se: Temat %s har saknade objekt och är inkompatibelt. Återgår till standardtema
tr_tr: %s temasında eksik öğeler var ve uyumsuz. Varsayılan temaya geri dönülüyor

source: No workable theme found, the installation may be corrupt
ar_sa: لم يتم العثور على سمة عملية، قد يكون التثبيت فاسد
el_gr: Δεν βρέθηκε λειτουργικό θέμα, η εγκατάσταση μπορεί να είναι κατεστραμμένη
es_es: No se ha encontrado ningún tema funcional, la instalación puede estar corrupta
fr_fr: Aucun thème exploitable n'a été trouvé trouvé,. L'installation est peut-être corrompue
hu_hu: Nincs használható téma, a telepítés megsérülhetett
it_it: Nessun tema utilizzabile trovato, l'installazione potrebbe essere danneggiata
pl_pl: Nie znaleziono działającego motywu, instalacja może być niewykonalna
pt_pt: Nenhum tema viável encontrado, a instalação pode estar corrompida
ro_ro: Nu a fost găsită o temă funcțională, instalarea poate fi coruptă
ru_ru: Доступная тема не найдена, установка может быть повреждена
sv_se: Inget fungerande tema hittat, installationen kan vara korrupt
tr_tr: Çalışılabilir bir tema bulunamadı, kurulum bozuk olabilir

source: Error
ar_sa: خطأ
cs_cz: Chyba
el_gr: Σφάλμα
fr_fr: Erreur
he: שגיאה
hr_hr: Greška
hu_hu: Hiba
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sv_se: Fel
tr_tr: Hata

source: Bills
ar_sa: الفواتير
cs_cz: Účty a faktury
el_gr: Πληρωμές
es_es: Facturas
fr_fr: Factures
he: חשבונות, תשלומים
hr_hr: Računi
hu_hu: Számlák
it_it: Bollette
nl_nl: Rekeningen
pl_pl: Rachunki
pt_pt: Contas
ro_ro: Facturi
ru_ru: Коммунальные
sk_sk: Účty a faktúry
sv_se: Räkningar
tr_tr: Faturalar

source: Telephone
ar_sa: الهاتف
cs_cz: Telefon
el_gr: Τηλέφωνο
es_es: Teléfono
fr_fr: Téléphone
he: טלפון
hr_hr: Telefon
hu_hu: Telefon
it_it: Telefono
nl_nl: Telefoon
pl_pl: Telefon
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sk_sk: Telefón
sv_se: Telefoni
tr_tr: Telefon

source: Electricity
ar_sa: الكهرباء
cs_cz: Elektřina
el_gr: Ηλεκτρισμός
es_es: Electricidad
fr_fr: Électricité
he: חשמל
hr_hr: Struja
hu_hu: Villany
it_it: Elettricità
nl_nl: Electriciteit
pl_pl: Prąd
pt_pt: Eletricidade
ro_ro: Electricitate
ru_ru: Электроэнергия
sk_sk: Elektrina
sv_se: Elektricitet
tr_tr: Elektrik

source: Gas
ar_sa: الغاز
cs_cz: Plyn
el_gr: Καύσιμα
fr_fr: Gaz
he: דלק
hr_hr: Gorivo/Plin
hu_hu: Üzemanyag/gáz
pl_pl: Gaz/Paliwo
pt_pt: Gás
ro_ro: Gaz
ru_ru: Топливо
sk_sk: Plyn
tr_tr: Doğalgaz

source: Rent
ar_sa: الايجار
cs_cz: Nájem
el_gr: Ενοικίαση
es_es: Alquiler
fr_fr: Location
he: שכירות
hr_hr: Najamnina
hu_hu: Bérlet
it_it: Noleggio
nl_nl: Huur
pl_pl: Czynsz
pt_pt: Renda
ro_ro: Chirie
ru_ru: Аренда
sk_sk: Nájomné
sv_se: Hyra
tr_tr: Kira

source: Cable TV
ar_sa: تلفزيون الكابل
cs_cz: Kabelová TV
el_gr: Καλωδιακή TV
es_es: Televisión
fr_fr: TV par Câble
he: כבלים
hr_hr: TV pretplata
hu_hu: Kábel TV
it_it: Pay TV
nl_nl: Kabel TV
pl_pl: TV kablowa
pt_pt: TV por Cabo
ro_ro: Cablu TV
ru_ru: Платное ТВ
sk_sk: Káblová TV
sv_se: Kabel-TV
tr_tr: Kablo Tv

source: Water
ar_sa: الماء
cs_cz: Pití
el_gr: Νερό
es_es: Agua
fr_fr: Eau
he: מים
hr_hr: Voda
hu_hu: Víz
it_it: Acqua
pl_pl: Woda
pt_pt: Água
ro_ro: Apă
ru_ru: Вода
sk_sk: Voda
sv_se: Vatten
tr_tr: Su

source: Food
ar_sa: الطعام
cs_cz: Jídlo
el_gr: Τρόφιμα
es_es: Comida
fr_fr: Nourriture
he: מזון
hr_hr: Hrana
hu_hu: Étel
it_it: Alimentazione
nl_nl: Voedsel
pl_pl: Żywność
pt_pt: Comida
ro_ro: Mîncare
ru_ru: Продукты
sk_sk: Jedlo
sv_se: Mat
tr_tr: Yiyecek

source: Groceries
ar_sa: سلع البقالة
cs_cz: Potraviny
el_gr: Μπακαλική
es_es: Compras
fr_fr: Alimentation
he: מצרכים
hr_hr: Namirnice
hu_hu: Élelmiszer
it_it: Provviste
nl_nl: Boodschappen
pl_pl: Art. spożywcze
pt_pt: Mercearias
ro_ro: Băcănie
ru_ru: Продовольствие
sk_sk: Potraviny
sv_se: Livsmedel
tr_tr: Yiyecek-İçecek-Market

source: Dining out
ar_sa: الطعام في الخارج
cs_cz: Jídlo mimo domov
el_gr: Φαγητό έξω
es_es: Salir a cenar
fr_fr: Restaurant
he: מסעדות
hr_hr: Restorani
hu_hu: Éttermi kiadások
it_it: Ristorante
nl_nl: Uit eten
pl_pl: Restauracje
pt_pt: Jantar fora
ro_ro: Restaurant
ru_ru: Общепит
sk_sk: Reštaurácia
sv_se: Äta ute
tr_tr: Yemek

source: Leisure
ar_sa: الاستجمام
cs_cz: Zábava
el_gr: Ελεύθερος χρόνος
es_es: Tiempo libre
fr_fr: Loisir
he: פנאי
hr_hr: Razonoda
hu_hu: Szabadidő
it_it: Tempo Libero
nl_nl: Ontspanning
pl_pl: Wypoczynek
pt_pt: Lazer
ro_ro: Divertisment
ru_ru: Досуг
sk_sk: Zábava
sv_se: Fritid
tr_tr: Boş Zaman

source: Movies
ar_sa: الافلام
cs_cz: Filmy
el_gr: Ταινίες
es_es: Cine
fr_fr: Films
he: סרטים
hr_hr: Filmovi
hu_hu: Mozi
it_it: Cinema
nl_nl: Films
pl_pl: Filmy
pt_pt: Filmes
ro_ro: Filme
ru_ru: Развлечения
sk_sk: Filmy
sv_se: Bio & Film
tr_tr: Filmler

source: Video Rental
ar_sa: تأجير الفيديو
cs_cz: Videopůjčovna
el_gr: Ενοικίαση βίντεο
es_es: Alquiler de vídeo
fr_fr: Location vidéo
he: השכרת סרטי וידאו
hr_hr: Iznajamljivanje filmova
hu_hu: Videókölcsönzés
it_it: Video Noleggio
nl_nl: Video huur
pl_pl: Wypoż. wideo
pt_pt: Aluguer de vídeo
ro_ro: Închirieri Video
ru_ru: Видеопрокат
sk_sk: Videopožičovňa
sv_se: Hyrvideo
tr_tr: Video Kiralama

source: Magazines
ar_sa: المجلات
cs_cz: Časopisy
el_gr: Περιοδικά
es_es: Revistas
he: כתבי עט
hr_hr: Časopisi
hu_hu: Újságok
it_it: Riviste
nl_nl: Tijdschriften
pl_pl: Prasa
pt_pt: Revistas
ro_ro: Reviste
ru_ru: Журналы
sk_sk: Časopisy
sv_se: Tidskrifter
tr_tr: Dergiler

source: Automobile
ar_sa: سيارة
cs_cz: Automobil
el_gr: Αυτοκίνητο
es_es: Automóvil
he: רכב
hr_hr: Auto
hu_hu: Gépkocsi
nl_nl: Auto
pl_pl: Samochód
pt_pt: Automóvel
ro_ro: Automobil
ru_ru: Авто
sk_sk: Automobil
sv_se: Bil
tr_tr: Otomobil

source: Maintenance
ar_sa: الصيانة
cs_cz: Domácnost
el_gr: Συντήρηση
es_es: Mantenimiento
he: אחזקה
hr_hr: Održavanje
hu_hu: Karbantartás
it_it: Manutenzione
nl_nl: Onderhoud
pl_pl: Utrzymanie
pt_pt: Manutenção
ro_ro: Întreținere
ru_ru: Ремонт
sk_sk: Údržba
sv_se: Underhåll
tr_tr: Bakım-Onarım

source: Parking
ar_sa: المواقف
cs_cz: Parkování
el_gr: Στάθμευση
es_es: Garaje
fr_fr: Stationnement
he: חניה
hr_hr: Parkiranje
hu_hu: Parkolás
it_it: Parcheggio
nl_nl: Parkeren
pt_pt: Estacionamento
ro_ro: Parcare
ru_ru: Стоянка
sk_sk: Parkovné
sv_se: Parkering
tr_tr: Park

source: Registration
ar_sa: التسجيل
cs_cz: Registrace a poplatky
el_gr: Εγγραφή
es_es: Matriculación
fr_fr: Inscription
he: רישום
hr_hr: Registracija
hu_hu: Regisztráció
it_it: Bollo
nl_nl: Registratie
pl_pl: Rejestracja
pt_pt: Inscrições
ro_ro: Înregistrare
ru_ru: ТО
sk_sk: Registrácia a poplatky
sv_se: Registrering
tr_tr: Kayıt

source: Education
ar_sa: التعليم
cs_cz: Vzdělání
el_gr: Μόρφωση
es_es: Estudios
he: השכלה
hr_hr: Edukacija
hu_hu: Oktatás
it_it: Istruzione
nl_nl: Opleding
pl_pl: Edukacja
pt_pt: Educação
ro_ro: Educație
ru_ru: Образование
sk_sk: Vzdelávanie
sv_se: Utbildning
tr_tr: Eğitim

source: Books
ar_sa: الكتب
cs_cz: Knihy
el_gr: Βιβλία
es_es: Libros
fr_fr: Livres
he: ספרים
hr_hr: Knjige
hu_hu: Könyvek
it_it: Libri
nl_nl: Boeken
pl_pl: Książki
pt_pt: Livros
ro_ro: Cărți
ru_ru: Книги
sk_sk: Učebnice
sv_se: Böcker
tr_tr: Kitaplar

source: Tuition
ar_sa: الرسوم الدراسية
cs_cz: Školné
el_gr: Δίδακτρα
es_es: Clases
fr_fr: Frais de Scolarité
he: שכר לימוד
hr_hr: Školarina
hu_hu: Oktatás
it_it: Tasse scolastiche
nl_nl: Studiekosten
pl_pl: Czesne
pt_pt: Propinas
ro_ro: Meditații
ru_ru: Обучение
sk_sk: Školné
sv_se: Undervisning
tr_tr: Eğitim Ücreti

source: Others
ar_sa: أخرى
cs_cz: Ostatní
el_gr: Άλλα
es_es: Otros
fr_fr: Autres
he: אחר
hr_hr: Ostalo
hu_hu: Egyebek
it_it: Altre
nl_nl: Overige
pl_pl: Inne
pt_pt: Outros
ru_ru: Прочее
sk_sk: Ostatné
sv_se: Övriga
tr_tr: Diğerleri

source: Homeneeds
ar_sa: احتياجات المنزل
cs_cz: Domácí potřeby
el_gr: Ανάγκες σπιτιού
es_es: Hogar
fr_fr: Besoins domestiques
he: משק בית
hr_hr: Kućne potrepštine
hu_hu: Háztartási szükségletek
it_it: Spese domestiche
nl_nl: Huishoudelijke benodigdheden
pl_pl: Wyposażenie domu
pt_pt: Itens para casa
ro_ro: Necesități Casnice
ru_ru: Быт
sk_sk: Domáce potreby
sv_se: Hem & Hushåll
tr_tr: Ev Gereçleri

source: Clothing
ar_sa: الملابس
cs_cz: Oblečení
el_gr: Ρουχισμός
es_es: Ropa
fr_fr: Habillement
he: הלבשה
hr_hr: Odjeća
hu_hu: Ruházat
it_it: Abbigliamento
nl_nl: Kleding
pl_pl: Odzież
pt_pt: Roupas
ro_ro: Îmbrăcăminte
ru_ru: Одежда
sk_sk: Oblečenie
sv_se: Kläder
tr_tr: Giyim-Kıyafet-Elbise

source: Furnishing
ar_sa: الاثاث
cs_cz: Nábytek
el_gr: Επίπλωση
es_es: Mobiliario
fr_fr: Ameublement
he: ריהוט
hr_hr: Namještaj
hu_hu: Bútor
it_it: Arredamento
nl_nl: Meubels
pl_pl: Meble
pt_pt: Mobiliário
ro_ro: Mobilare
ru_ru: Мебель
sk_sk: Nábytok
sv_se: Möbler & Inredning
tr_tr: Mobilya

source: Healthcare
ar_sa: العناية الصحية
cs_cz: Zdravotní péče
el_gr: Φροντίδα υγείας
es_es: Salud
fr_fr: Santé et soins
he: בריאות
hr_hr: Briga o zdravlju
hu_hu: Egészségügy
it_it: Spese mediche
nl_nl: Persoonlijke verzorging
pl_pl: Ochrona zdrowia
pt_pt: Cuidados de Saúde
ro_ro: Asistență Medicală
ru_ru: Лечение
sk_sk: Zdravotná starostlivosť
sv_se: Hälso- och sjukvård
tr_tr: Sağlık

source: Health
ar_sa: الصحة
cs_cz: Zdraví
el_gr: Υγεία
es_es: Salud
fr_fr: Santé
he: בריאות
hr_hr: Zdravstvo
hu_hu: Egészség
it_it: Salute
nl_nl: Gezondheid
pl_pl: Zdrowie
pt_pt: Saúde
ro_ro: Sănătate
ru_ru: Здоровье
sk_sk: Zdravotné
sv_se: Hälsa
tr_tr: Sağlık

source: Dental
ar_sa: الاسنان
cs_cz: Zubní hygiena
el_gr: Οδοντιατρικά
es_es: Dentista
fr_fr: Dentaire
he: שיניים
hr_hr: Briga o zubima
hu_hu: Fogászat
it_it: Dentista
nl_nl: Tandarts
pl_pl: Stomatolog
pt_pt: Saúde oral
ro_ro: Stomatologie
ru_ru: Стоматология
sk_sk: Zubný lekár
sv_se: Tandvård
tr_tr: Diş

source: Eyecare
ar_sa: العيون
cs_cz: Péče o oči
el_gr: Φροντίδα ματιών
es_es: Oculista
fr_fr: Opticien
he: עינים וראיה
hr_hr: Briga o očima
hu_hu: Szemészet
it_it: Ottica
nl_nl: Oogverzorging
pl_pl: Opieka
pt_pt: Saúde ocular
ro_ro: Asistență Oftalmologică
ru_ru: Глазной
sk_sk: Očná optika
sv_se: Glasögon, linser etc.
tr_tr: Göz bakımı

source: Physician
ar_sa: الطبيب
cs_cz: Lékař
el_gr: Ιατροί
es_es: Médico
fr_fr: Médecin
he: רופא
hr_hr: Liječnik
hu_hu: Orvos
it_it: Specialista
nl_nl: Dokter
pl_pl: Lekarz
pt_pt: Médico
ro_ro: Medic
ru_ru: Терапевт
sk_sk: Lekár
sv_se: Läkare
tr_tr: Fizikçi

source: Prescriptions
ar_sa: الوصفات
cs_cz: Lékařské předpisy
el_gr: Συνταγές φαρμάκων
es_es: Medicamentos
fr_fr: Médicaments
he: מרשמים
hr_hr: Lijekovi
hu_hu: Receptek
it_it: Farmaci
nl_nl: Recepten
pl_pl: Recepty
pt_pt: Receitas
ro_ro: Rețete
ru_ru: Медикаменты
sk_sk: Lieky
sv_se: Recept
tr_tr: Reçete

source: Insurance
ar_sa: التأمين
cs_cz: Pojištění
el_gr: Ασφάλεια
es_es: Seguros
fr_fr: Assurances
he: ביטוח
hr_hr: Osiguranje
hu_hu: Biztosítás
it_it: Assicurazione
nl_nl: Verzekering
pl_pl: Ubezpieczenia
pt_pt: Seguros
ro_ro: Asigurări
ru_ru: Страхование
sk_sk: Poistenie
sv_se: Försäkringar
tr_tr: Sigorta

source: Auto
ar_sa: السيارة
el_gr: Αυτοκίνητο
es_es: Automóvil
fr_fr: Automobile
he: רכב
hu_hu: Önműködő
it_it: Automatica
pl_pl: Samochód
ru_ru: Авто
sk_sk: Automobil
sv_se: Bil
tr_tr: Otomatik

source: Life
ar_sa: الحياة
cs_cz: Život
el_gr: Ζωή
es_es: Vida
fr_fr: Vie
he: חיים
hr_hr: Životno
hu_hu: Élet
it_it: Vita
nl_nl: Leven
pl_pl: Życie
pt_pt: Vida
ro_ro: Viață
ru_ru: Жизнь
sk_sk: Životné
sv_se: Liv
tr_tr: Yaşam

source: Home
ar_sa: المنزل
cs_cz: Domov
el_gr: Κατοικία
es_es: Inicio
fr_fr: Accueil
he: בית
hr_hr: Stambeno
hu_hu: Otthoni
it_it: Abitazione
nl_nl: Huis
pl_pl: Dom
pt_pt: Casa
ro_ro: Acasă
ru_ru: Имущество
sk_sk: Domov
sv_se: Hem
tr_tr: Anasayfa

source: Vacation
ar_sa: الاجازة
cs_cz: Dovolená
el_gr: Διακοπές
es_es: Vacaciones
fr_fr: Vacances
he: חופשה
hr_hr: Odmor
hu_hu: Vakáció
it_it: Vacanze
nl_nl: Vakantie
pl_pl: Wakacje
pt_pt: Férias
ro_ro: Vacanță
ru_ru: Отдых
sk_sk: Dovolenka
sv_se: Semester
tr_tr: Tatil

source: Travel
ar_sa: السفر
cs_cz: Cestování
el_gr: Ταξίδια
es_es: Viajes
fr_fr: Voyages
he: נסיעה
hr_hr: Putovanja
hu_hu: Utazás
it_it: Viaggio
nl_nl: Reizen
pl_pl: Podróże
pt_pt: Viagens
ro_ro: Excursii
ru_ru: Поездки
sk_sk: Cestovné
sv_se: Rese
tr_tr: Seyahat

source: Lodging
ar_sa: السكن
cs_cz: Ubytování
el_gr: Διαμονή
es_es: Alojamiento
fr_fr: Logement
he: לינה
hr_hr: Smještaj
hu_hu: Szállás
it_it: Alloggio
nl_nl: Huisvesting
pl_pl: Zakwaterowanie
pt_pt: Alojamento
ro_ro: Locuință
ru_ru: Проживание
sk_sk: Ubytovanie
sv_se: Logi
tr_tr: Pansiyon/Oda kiralama

source: Sightseeing
ar_sa: السياحة
cs_cz: Památky
el_gr: Περιήγηση σε αξιοθέατα
es_es: Turismo
fr_fr: Visites touristiques
he: תיור
hr_hr: Razgledavanje
hu_hu: Városnézés
it_it: Escursioni
nl_nl: Uitstapjes
pl_pl: Zwiedzanie
pt_pt: Passeios turísticos
ro_ro: Plimbări
ru_ru: Экскурсии
sk_sk: Pamätihodnosti
tr_tr: Gezi

source: Taxes
ar_sa: الضرائب
cs_cz: Daně
el_gr: Φόροι
es_es: Impuestos
he: מיסים
hr_hr: Porezi
hu_hu: Adók
it_it: Tasse
nl_nl: Belastingen
pl_pl: Podatki
pt_pt: Impostos
ro_ro: Taxe
ru_ru: Налоги
sk_sk: Dane
sv_se: Skatter
tr_tr: Vergiler

source: Income Tax
ar_sa: ضريبة الايرادات
cs_cz: Daň z příjmu
el_gr: Φόρος εισοδήματος
es_es: Impuesto de la renta
fr_fr: Impôts sur les revenus
he: מס הכנסה
hr_hr: Porez na dohodak
hu_hu: Jövedelemadó
it_it: Tasse sui redditi
nl_nl: Inkomstenbelasting
pl_pl: Przychody z podatku
pt_pt: Imposto Sobre o Rendimento
ro_ro: Impozit pe Venit
ru_ru: Подоходный налог
sk_sk: Daň z príjmu
sv_se: Inkomstskatt
tr_tr: Gelir Vergisi

source: House Tax
ar_sa: ضريبة المنزل
cs_cz: Daň z nemovitostí
el_gr: Φόρος οικίας
es_es: Impuesto sobre bienes inmuebles (IBI)
fr_fr: Taxe Domicile
he: ארנונה
hr_hr: Porez na nekretninu
hu_hu: Házadó
it_it: Tasse sugli immobili
nl_nl: Onroerendgoedbelasting
pl_pl: Podatki od nieruchomości
pt_pt: Imposto Imobiliário
ro_ro: Impozit pe Locuință
ru_ru: Имущество
sk_sk: Daň z nehnuteľností
sv_se: Fastighetsskatt
tr_tr: Emlak Vergisi

source: Water Tax
ar_sa: ضريبة الماء
cs_cz: Vodné a stočné
el_gr: Φόρος νερού
es_es: Agua
fr_fr: Eau
he: מיסי מים
hr_hr: Porez na vodu
hu_hu: Vízdíj
it_it: Tassa sulle acque
nl_nl: Waterschapsbelasting
pl_pl: Podatek rolny
pt_pt: Imposto da Água
ro_ro: Impozit pe Apă
ru_ru: Вода
sv_se: Vattenskatt
tr_tr: Su Vergisi
