Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Tip: If the .mmb database file is unencrypted, anyone who has the knowledge can open the database file and read the contents. Ensure that any sensitive financial information stored is properly secured.
es_es: Consejo: Si el archivo de base de datos no está cifrado, cualquiera que tenga el conocimiento puede abrir el archivo de base de datos y leer el contenido. Asegurar que cualquier información financiera sensible almacenada esté debidamente asegurada.
fr_fr: Astuce : Si le fichier de base de données .mmb n'est pas crypté, toute personne ayant les connaissances nécessaires peut ouvrir le fichier de la base de données et en lire le contenu. Assurez-vous que tous les renseignements financiers sensibles enregistrés sont correctement protégés.
hu_hu: Tipp: Ha az .mmb adatbázisfájl nem titkosított, bárki, aki rendelkezik a tudással, megnyithatja az adatbázisfájlt, és elolvashatja a tartalmát. Győződjön meg arról, hogy a tárolt érzékeny pénzügyi adatok megfelelően védettek.
it_it: Suggerimento: se il file del database .mmb non è crittografato, chiunque abbia le conoscenze adeguate può aprire il file del database e leggere i contenuti. Assicurati che le informazioni finanziarie sensibili memorizzate siano adeguatamente protette.
pt_pt: Dica: Se o ficheiro de base de dados .mmb não estiver encriptado, qualquer pessoa com conhecimentos pode abrir o ficheiro e ler o seu conteúdo. Certifique-se de que qualquer informação financeira sensível armazenada está devidamente protegida.
ru_ru: Совет: если файл базы данных .mmb не зашифрован, любой, кто обладает соответствующими знаниями, может открыть этот файл и прочитать его содержимое. Убедитесь, что вся конфиденциальная финансовая информация, хранящаяся в базе, надлежащим образом защищена.
sv_se: Tips: Om .mmb databasfilen är okrypterad kan alla som har kunskap öppna databasfilen och läsa innehållet. Se till att all känslig finansiell information som lagras är ordentligt säkrad.
tr_tr: İpucu: Eğer .mmb veritabanı dosyası şifrelenmemişse, gerekli bilgiye sahip olan herkes dosyayı açabilir ve içeriğini okuyabilir. Saklanan hassas finansal bilgilerin uygun şekilde güvence altına alındığından emin olun.

source: Tip: To mark a transaction as reconciled, select the transaction and press the “R” key. To mark a transaction as unreconciled, select the transaction and press the “U” key.
el_gr: Συμβουλή: Για να μαρκάρετε μια συναλλαγή ως τακτοποιημένη, επιλέξτε τη συναλλαγή και πατήστε το κουμπί 'R'. Για να μαρκάρετε μια συναλλαγή ως μη τακτοποιημένη, απλά επιλέξτε τη συναλλαγή και πατήστε το κουμπί 'U'.
es_es: Consejo: Para marcar una transacción como conciliada, simplemente seleccione la transacción y pulse la tecla 'R'. Para marcar una transacción como sin conciliar, selecciónela y pulse 'U'.
fr_fr: Astuce : Pour marquer une opération comme réconciliée, sélectionner l'opération et cliquer sur la touche 'r' ou 'R'. Pour marquer une opération comme non réconciliée, sélectionner l'opération et cliquer sur la touche 'u' ou 'U'.
hu_hu: Tipp: ha egy ügyletet egyeztetettként szeretne megjelölni, válassza ki az ügyletet, és nyomja meg a „R” billentyűt. Ha egy ügyletet egyeztetetlenként szeretne megjelölni, válassza ki az ügyletet, és nyomja meg az „U” billentyűt.
it_it: Suggerimento: per contrassegnare una transazione come riconciliata, seleziona la transazione e premi il tasto “R”. Per contrassegnare una transazione come non riconciliata, seleziona la transazione e premi il tasto “U”.
pl_pl: Wskazówka: Aby oznaczyć transakcję jako uzgodnioną, wybierz transakcję i naciśnij klawisz "R". Aby oznaczyć transakcję jako nieuzgodnioną, wybierz transakcję i naciśnij klawisz "U".
pt_pt: Sugestão: Para marcar a transação como reconciliada, selecione-a e pressione a tecla 'r' ou 'R'. Para a marcar como não reconciliada, selecione-a e pressione 'u' ou 'U'.
ru_ru: Подсказка: Чтобы отметить транзакцию как проверенную, просто выделить её и нажать клавишу 'R'. Снять пометку можно нажатием клавиши 'U'.
tr_tr: İpucu: Bir işlemi onaylanmış olarak işaretlemek için işlemi seçin ve 'R' tuşuna basın. İşlemi onaylanmamış olarak işaretlemek için işlemi seçin ve 'U' tuşuna basın.

source: Tip: To mark a transaction as requiring followup, select the transaction and press the “F” key.
el_gr: Συμβουλή: Για να μαρκάρετε μια συναλλαγή ως χρειαζούμενη επανέλεγχο, επιλέξτε τη συναλλαγή και πατήστε το κουμπί 'F'.
es_es: Consejo: Para marcar una transacción como que requiere seguimiento, seleccione la transacción y pulse la tecla “F”.
fr_fr: Astuce : Pour marquer une opération comme nécessitant un suivi, sélectionner l'opération et cliquer sur la touche «f» ou «F».
hu_hu: Tipp: ha egy ügyletet nyomon követést igénylőként szeretne megjelölni, válassza ki az ügyletet, és nyomja meg az „F” billentyűt.
it_it: Suggerimento: Per contrassegnare una operazione come 'Da Monitorare' selezionarla e premere il tasto 'F'.
pl_pl: Wskazówka: Aby oznaczyć transakcję jako 'do wyjaśnienia', wybierz transakcję i naciśnij klawisz „F”.
pt_pt: Sugestão: Para marcar uma transação como necessitando de seguimento, selecione-a e carregue na tecla 'f' ou 'F'.
ru_ru: Подсказка: Чтобы отметить транзакцию требующую проверки, выберите транзакцию и нажмите клавишу 'f' или 'F'.
tr_tr: İpucu: Bir işlemi takip gerektirecek şekilde işaretlemek için işlemi seçin ve “F” tuşuna basın.

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File → Print.
ar_sa: نصيحة: MMEX يدعم طباعة جميع التقارير التي يمكن عرضها. خيارات الطباعة متاحة تحت القائمة، ملف → الطباعة.
el_gr: Συμβουλή: Το MMEX υποστηρίζει την εκτύπωση όλων των εκθέσεων που μπορούν να προβληθούν. Οι επιλογές εκτύπωσης είναι διαθέσιμες στο μενού Αρχείο -> Εκτύπωση.
es_es: Consejo: MMEX soporta la impresión de todos los informes que se pueden generar. Las opciones de impresión están disponibles en el menú Archivo → Imprimir.
fr_fr: Astuce : MMEX prend en charge l'impression de tous les rapports qui peuvent être consultés. Les options d'impression sont disponibles sous le menu, Fichier → Imprimer.
hu_hu: Tipp: az MMEX lehetővé teszi valamennyi megtekinthető jelentés kinyomtatását. A nyomtatási beállítások a Fájl → Nyomtatás menü alatt érhetők el.
it_it: Suggerimento: MMEX supporta la stampa di tutti i report che possono essere visualizzati. Le opzioni di stampa sono disponibili sotto il menu, File → Stampa.
pl_pl: Wskazówka: MMEX wspiera wydruk wszystkich raportów. Opcje wydruku są dostępne w menu Plik → Drukuj.
pt_pt: Sugestão: O MMEX suporta a impressão de todos os relatórios que possam ser visualizados. As opções de impressão estão disponíveis no menu, Arquivo → Impressão.
ro_ro: Tip: MMEX suportă tipărirea tuturor rapoartelor care pot fi vizualizate. Opțiunile de tipărire sunt disponibile în meniu, Fișier → Tipărire.
ru_ru: Подсказка: MMEX поддерживает печать отчетов после просмотра. Параметры печати можно задать в меню, Файл → Настройка печати.
sv_se: Tips: MMEX stöder utskrift av alla rapporter som kan visas. Utskriftsalternativen finns under menyn, Arkiv → Utskrift.
tr_tr: İpucu: MMEX, görüntülenebilecek tüm raporların yazdırılmasını destekler. Yazdırma seçenekleri, Dosya → Yazdır menüsü altında bulunur.

source: Tip: MMEX runtime behavior can be changed by modifying the settings in Options.
es_es: Consejo: El comportamiento de tiempo de ejecución de MMEX se puede cambiar modificando la configuración en Opciones.
fr_fr: Astuce : Les modalités d'exécution de MMEX peuvent être changées en modifiant les paramètres du menu Options.
hu_hu: Tipp: Az MMEX futásidejű viselkedése a Beállításokban módosítható.
it_it: Suggerimento: il comportamento di runtime di MMEX può essere modificato modificando le impostazioni in Opzioni.
pt_pt: Dica: O comportamento de execução do MMEX pode ser alterado ao modificar as definições nas Opções.
sv_se: Tips: MMEX runtime beteende kan ändras genom att ändra inställningarna i Alternativ.
tr_tr: İpucu: MMEX çalışma zamanı davranışı, seçeneklerden değiştirilebilir.

source: Tip: To print a statement with transactions from any arbitrary set of criteria, use the transaction filter to select the transactions required and then select print from the menu.
es_es: Consejo: Para imprimir un extracto con transacciones cumpliendo unos determinados criterios, utilice el filtro de transacciones para elegir aquellas que desea y luego lo imprime desde el menú.
fr_fr: Astuce : Pour imprimer un relevé des opérations à partir d'un ensemble de critères donnés, utilisez le filtre pour sélectionner les opérations que vous voulez inclure puis lancer une impression à partir du menu.
hu_hu: Tipp: Bármely tetszőleges feltételcsoportból származó ügyleteket tartalmazó kivonat kinyomtatásához használja az ügyletszűrőt a szükséges ügyletek kijelöléséhez, majd válassza a Nyomtatás lehetőséget a menüből.
it_it: Suggerimento: per stampare un estratto conto con transazioni in base a criteri specifici, usa il filtro delle transazioni per selezionare quelle richieste e poi seleziona "Stampa" dal menu.
pt_pt: Dica: Para imprimir um extrato com transações de acordo com qualquer conjunto de critérios, utilize o filtro de transações para selecionar as pretendidas e, em seguida, escolha a opção imprimir no menu.
sv_se: Tips: För att skriva ut ett kontoutdrag med transaktioner från godtyckliga kriterier, använd transaktionsfiltret för att välja de transaktioner som krävs och välj sedan utskrift från menyn.
tr_tr: İpucu: Herhangi bir ölçüt kümesine göre işlemleri içeren bir hesap dökümü yazdırmak için, işlem filtresini kullanarak gerekli işlemleri seçin ve ardından menüden yazdır seçeneğini seçin.

source: Tip: Set the currency exchange rates if there are accounts with different currencies.
es_es: Consejo: Establezca los tipos de cambio de la moneda si hay cuentas con diferentes divisas.
fr_fr: Astuce : Définissez les taux de change si vous avez des comptes utilisant différentes devises.
hu_hu: Tipp: Állítsa be a pénznemárfolyamokat, ha különböző pénznemekkel rendelkező számlák vannak.
it_it: Suggerimento: imposta i tassi di cambio se ci sono conti con valute diverse.
pt_pt: Dica: Defina taxas de câmbio se existirem contas com moedas diferentes.
tr_tr: İpucu: Farklı para birimlerine sahip hesaplar varsa, döviz kurlarını ayarlayın.

source: Category Manager tip: Pressing the “H” key will cycle through all categories starting with the letter h.
es_es: Consejo del administrador de categorías: Al pulsar la tecla “H” pasará por todas las categorías que empiezan con la letra h.
fr_fr: Astuce pour la gestion des catégories : Appuyer sur la touche « H » fera défiler toutes les catégories dont le nom commence par la lettre h.
hu_hu: Kategóriakezelő tipp: A „H” billentyű megnyomásával az összes „H” betűvel kezdődő kategórián keresztül lépkedhet.
it_it: Gestore Categorie - Suggerimento: premendo il taso 'H' si scorreranno tutte le categorie che iniziano per la lettera 'h'.
pl_pl: Wskazówka dla menedżera kategorii: Naciśnięcie klawisza „H” spowoduje przełączanie się między wszystkimi kategoriami zaczynającymi się na literę h.
pt_pt: Dica do Gerenciador de Categorias: Pressionando a chave "H" irá percorrer todas as categorias começando com a letra h.
ru_ru: Подсказка менеджера категорий: нажатие клавиши "Н" будет переключаться по всем категориям, начинающимися с буквы н.
tr_tr: Kategori Yöneticisi ipucu: “H” tuşuna basmak H harfiyle başlayan tüm kategoriler arasında geçiş yapar.

source: Category Manager tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc…
es_es: Consejo para el administrador de categorías: Al pulsar una combinación de dos teclas de caracteres seleccionará la siguiente categoría que comience por esa combinación de teclas. Por ejemplo: Pulsando "R" y "E" seleccionará Regalos, si la vuelve a pulsar seleccionará Reembolsos, etc…
fr_fr: Astuce pour la gestion des catégories : Saisir une combinaison de 2 touches permet de faire défiler toutes les catégories dont le nom commence par cette combinaison de lettres. Exemple, appuyer sur "HO" sélectionnera hôpital, hôtel, etc ...
hu_hu: Kategóriakezelő tipp: A 2 billentyűkombináció megnyomásával az adott billentyűkombinációtól kezdve az összes kategórián keresztül lépkedhet. Például: Az „LA” megnyomásával kiválasztja a „Lakás, Lakásadó, Lakberendezés, …” lehetőséget.
it_it: Gestore Categorie - Suggerimento: premendo una combinazione di due tasti si scorreranno tutte le categorie che iniziano con quella combinazione. Esempio: premendo 'pa' saranno visualizzate Pagamenti, PayPal, ecc…
pt_pt: Dica do Gerenciador de Categoria: Pressionando uma combinação de 2 teclas irá percorrer todas as categorias começando com essa combinação. Exemplo: Pressionar o ca selecionará Casa, Impostos da Casa, etc…
ru_ru: Совет категорийного менеджера: Нажав последовательно 2 клавиши, вы сможете просматривать все категории, начинающиеся с этой комбинации. Например: нажав "пр", вы выберете категории "Продукты", "Прочие расходы", "Прочие доходы" и т.д…
tr_tr: Kategori Yöneticisi ipucu: 2 tuşa basmak, ilk eşleşenden başlayarak tüm kategoriler arasında geçiş yapar. Örnek: "ev" tuşlarına basmak ev ihtiyaçları, ev, ev vergisi vb. arasında geçiş yapar…

source: Never endorse a loan. If the borrower, whether a friend, a family member, a significant other, or someone else, misses payments, your credit score will take a plunge, the lender can come after you for the money, and it will likely destroy your relationship. Plus, if the bank is requiring a cosigner, the bank does not trust the person to make the payments.
fr_fr: N'endossez jamais un prêt. Si l'emprunteur – votre ami, un membre de votre famille ou qui que ce soit de confiance – n'effectue pas des paiements, votre solvabilité en sera affectée. Le prêteur pourra venir vers vous pour exiger l'argent, ce qui nuira probablement à votre relation. D'ailleurs, si la banque exige un cosignataire, cela signifie qu'elle ne fait pas confiance à la capacité de la personne pour s'acquitter des paiements.
hu_hu: Soha ne hagyj jóvá egy kölcsönt. Ha az adós nem fizet, a hitelminősítésed romlik, a hitelező rád törlesztheti a pénzt, és ez valószínűleg tönkreteszi a kapcsolatotokat. Ráadásul, ha a bank kezest kér, a bank nem bízik meg abban a személyben, aki teljesíti a fizetéseket.

source: Grocery tip: Avoid grocery shopping when hungry or stressed. Hunger and stress can make you do strange things, like buying lots of chocolate or gimmicky processed foods. Plan to go to the store when you are well-fed and relaxed. That way, you can stick to your list and not overspend on food you do not need.
es_es: Consejo para la lista de la compra: Evite hacer la compra cuando tenga hambre o estrés. El hambre y el estrés le pueden forzar a darse más caprichos de la cuenta, como comprar mucho chocolate o alimentos procesados. Planifique ir a la tienda cuando no haga mucho que ha comido y esté relajado. De esta manera, usted puede limitarse a su lista y no gastar en alimentos que no necesita.
fr_fr: Conseils pour les courses : Évitez de faire vos courses d'épicerie lorsque vous avez faim ou que vous êtes stressé. La faim et le stress peuvent vous faire faire des choses étranges, comme acheter beaucoup de chocolat ou des aliments à la mode. Planifiez plutôt d'aller au magasin quand vous êtes bien nourri et détendu. Ainsi, vous pouvez vous en tenir à votre liste et ne pas dépenser pour de la nourriture dont vous n'avez pas besoin.
hu_hu: Élelmiszer-vásárlási tipp: Kerülje a bevásárlást, ha éhes vagy ideges. Az éhség és az idegességek furcsa dolgokra késztethetnek, például sok csokoládé vásárlására vagy trükkös feldolgozott élelmiszerekre. Tervezze meg, hogy akkor megy a boltba, amikor jóllakott és kipihent. Így ragaszkodhatsz a listádhoz, és nem költesz túl olyan élelmiszerekre, amelyekre nincs szükséged.
it_it: Suggerimento di generi alimentari: Evitare lo shopping di generi alimentari quando affamato o stressato. La fame e lo stress possono farti fare cose strane, come comprare un sacco di cioccolato o cibi trasformati gimmicky. Pianifica di andare al negozio quando sei ben nutrito e rilassato. In questo modo, puoi attenerti alla tua lista e non spendere troppo per il cibo che non ti serve.
pl_pl: Wskazówka dotycząca zakupów spożywczych: Unikaj zakupów spożywczych, gdy jesteś głodny lub zestresowany. Głód i stres mogą sprawić, że będziesz robić dziwne rzeczy, takie jak kupowanie dużej ilości czekolady lub przetworzonej żywności. Zaplanuj pójście do sklepu, gdy jesteś najedzony i zrelaksowany. W ten sposób możesz trzymać się swojej listy i nie wydawać za dużo na jedzenie, którego nie potrzebujesz.
pt_pt: Dica de mercearia: Evite compras de mercearia quando estiver com fome ou estresse. A fome e o estresse fazem com que você aja de forma estranha, como comprar muito chocolate ou comida processada. Planeje ir às compras quando você estiver bem alimentado e relaxado. Dessa forma, pode manter a sua lista e não gastar demais em alimentos de que não precisa.
ru_ru: Совет по покупкам продуктов: Избегайте делать покупки продуктов, когда вы голодны или находитесь в стрессе. Голод и стресс могут заставить вас совершать странные поступки, такие как покупка большого количества шоколада или ненужных обработанных продуктов. Планируйте поход в магазин, когда вы накормлены и расслаблены. Таким образом, вы сможете придерживаться своего списка и не тратить лишних денег на ненужные продукты.
tr_tr: Bakkal ipucu: Aç veya stresli olduğunda bakkal alışverişinden kaçının. Açlık ve stres, çok sayıda çikolata veya dikkat çekici işlenmiş yiyecekler satın almak gibi garip şeyler yapmanızı sağlayabilir. İyi beslenmiş ve rahat olduğunuzda dükkana gitmeyi planlayın. Bu şekilde, listenize sadık kalabilir ve ihtiyacınız olmayan yiyeceklere fazla harcama yapamazsınız.

source: Grocery tip: Make a shopping list. A shopping list saves money by helping to avoid buying products that are not required. The simplest way is to track consumables as they are used. A magnetic notepad on the fridge can help to write down items that need to be bought.
es_es: Consejo para Comprar: Haga una lista de compras. La lista de compras ahorra dinero ayudándole a evitar comprar productos que no requiere. La forma más fácil de rastrear los consumibles tal cual se utilizan: Una nota en el refrigerador puede ayudar registrar lo que requiere comprar.
fr_fr: Conseils pour les courses : Faites une liste de course. Une liste de courses vous permet d'économiser de l'argent en vous aidant à ne pas acheter des produits dont vous n'avez pas besoin. La façon la plus simple est de suivre les produits que vous utilisez. Gardez un bloc-notes magnétique sur le frigo et notez les choses dont vous avez besoin au fur et à mesure qu'elles viennent à manquer.
hu_hu: Élelmiszer-vásárlási tipp: Készítsen bevásárlólistát. A bevásárlólista pénzt takarít meg azáltal, hogy segít elkerülni a nem szükséges termékek vásárlását. A legegyszerűbb módja a fogyóeszközök használatának nyomon követése. A hűtőszekrényen található mágneses jegyzettömb segíthet a megvásárolandó tárgyak feljegyzésében.
it_it: Suggerimento per la spesa: fai una lista della spesa. Una lista aiuta a risparmiare evitando l'acquisto di prodotti non necessari. Il modo più semplice è tenere traccia dei consumabili man mano che vengono utilizzati. Un blocco note magnetico sul frigorifero può essere utile per scrivere gli articoli da acquistare.
pl_pl: Wskazówka dotycząca zakupów spożywczych: Zrób listę zakupów. Lista zakupów pozwala zaoszczędzić pieniądze, ponieważ pomaga unikać kupowania produktów, których nie potrzebujesz. Najprostszym sposobem jest śledzenie materiałów eksploatacyjnych w miarę ich zużycia. Magnetyczny notatnik na lodówce może pomóc w spisywaniu rzeczy, które trzeba kupić.
pt_pt: Dica de mercearia: Faça uma lista de compras. Uma lista de compras ajuda a poupar dinheiro, ao evitar comprar produtos desnecessários. A forma mais simples é registar o que precisa à medida que acabam. Um bloco de notas magnético no frigorífico pode ajudar a apontar os artigos que precisam de ser comprados.
tr_tr: Bakkal ipucu: Bir alışveriş listesi yapın. Bir alışveriş listesi, gerekli olmayan ürünleri satın almaktan kaçınmaya yardımcı olarak para biriktirir. En basit yol, sarf malzemelerini kullanıldıkları gibi izlemektir. Buzdolabındaki manyetik bir not defteri, satın alınması gereken ögelerin yazılmasına yardımcı olabilir.

source: Grocery tip: Buy fruits and vegetables in season.
es_es: Consejo para la lista de la compra: Compre frutas y verduras de temporada.
fr_fr: Conseils pour les courses : Achetez des fruits et légumes de saison.
hu_hu: Élelmiszer-vásárlási tipp: Vásároljon gyümölcsöt és zöldséget évszakónban.
it_it: Suggerimento di generi alimentari: Acquista frutta e verdura nella stagione.
pl_pl: Wskazówka dotycząca zakupów spożywczych: Kupuj owoce i warzywa sezonowe.
pt_pt: Dica de mercearia: Compre frutas e legumes da estação.
ru_ru: Совет по продуктам: Покупайте фрукты и овощи в сезон.
tr_tr: Bakkal ipucu: Meyve ve sebzeyi mevsiminde satın alın!

source: Grocery tip: Ensure your family consumes everything you purchase. Every month or so, hold a pantry challenge during which you use up as many pantry goods as possible before you shop again. A pantry challenge cuts down on waste and lets you get a sense of how much you are overbuying.
es_es: Consejo para la lista de la compra: Procure que su familia consume todo lo que compra. Cada mes más o menos, consuma la mayor cantidad posible de artículos de la despensa antes de comprar de nuevo. Esto reduce el tirar posibles residuos y le permite tener una idea de cuánto está comprando en exceso.
fr_fr: Conseils pour les courses : Assurez-vous que votre famille consomme tout ce que vous achetez. Chaque mois environ, tentez le défi d'utiliser le maximum de produits de la réserve avant de retourner faire les courses. Ce type de défi réduit les déchets et vous permet de vous faire une idée de ce que vous achetez de façon excessive.
hu_hu: Élelmiszer-vásárlási tipp: Gondoskodjon arról, hogy családja mindent elfogyasszon, amit vásárol. Körülbelül havonta tarts egy kamra kihívást, amelynek során a lehető legtöbb kamraárut elhasználod, mielőtt újra vásárolnál. A kamra kihívás csökkenti a pazarlást, és lehetővé teszi, hogy érzékelje, mennyit vásárol túl.
it_it: Suggerimento per la spesa: assicurati che la tua famiglia consumi tutto ciò che acquisti. Ogni mese circa, organizza una sfida della dispensa, durante la quale utilizzi il maggior numero possibile di prodotti già presenti prima di fare nuovamente la spesa. Una sfida della dispensa riduce gli sprechi e ti aiuta a capire quanto stai acquistando in eccesso.
pl_pl: Wskazówka dotycząca zakupów spożywczych: Upewnij się, że Twoja rodzina zjada wszystko, co kupujesz. Co miesiąc lub dwa organizuj wyzwanie spiżarniane, podczas którego zużyjesz jak najwięcej produktów spiżarnianych, zanim znowu pójdziesz na zakupy. Wyzwanie spiżarniane ogranicza marnotrawstwo i pozwala Ci zorientować się, ile kupujesz za dużo.
pt_pt: Dica de mercearia: Certifique-se de que a sua família consome tudo o que compra. Uma vez por mês, ou ocasionalmente, faça um desafio de despensa, durante o qual utiliza o máximo possível dos produtos que tem em casa antes de voltar a fazer compras. Este desafio ajuda a reduzir o desperdício e permite perceber o quanto está a comprar em excesso.
tr_tr: Market İpucu: Ailenizin satın aldığınız her şeyi tüketmesini sağlayın. Her ay ya da iki ayda bir, alışverişe çıkmadan önce kilerinizdeki ürünleri mümkün olduğunca kullanmaya yönelik bir “kiler meydan okuması” yapın. Bu yöntem, israfı azaltır ve ne kadar fazla alışveriş yaptığınızı görmenizi sağlar.
