Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Skip Next Bills & Deposit Occurrence
he: דלג על המופע הבא של משיכות/הפקדות
nl_nl: Navolgende rekeningen & bijschrijving overslaan
sk_sk: Preskočiť ďalší výskyt platieb alebo vkladov

source: Enter next Occurrence...
he: הזן המופע הבא...
nl_nl: Invoeren volgende gebeurtenis...
ro_ro: Introdu următoarea apariție...
sk_sk: Zadať ďalší výskyt...

source: &New Bills && Deposit Series...
he: &סידרת משיכות/הפקדות חדשה...
nl_nl: &Nieuwe reeks rekeningen && bijschrijvingen...
sk_sk: &Nový cyklus platieb alebo vkladov...

source: &Edit Bills && Deposit Series...
he: &ערוך סידרת משיכות/הפקדות...
nl_nl: &Wijzig reeks rekeningen && bijschrijvingen...
sk_sk: Úpraviť cyklus plati&eb alebo vkladov...

source: &Delete Bills && Deposit Series...
he: &מחק סידרת משיכות/הפקדות...
nl_nl: &Verwijderen reeks rekeningen && bijschrijvingen...
sk_sk: Odstrániť cyklus platieb alebo vkla&dov...

source: %d days remaining
he: %d ימים נותרו
nl_nl: %d dagen resterend

source: %d days delay!
he: %d ימים באחור!
nl_nl: %d dagen vertraging!

source: %d days overdue!
he: %d ימים בחריגה
nl_nl: %d dagen na vervaldatum!

source: Do you really want to delete the series?
he: האם למחוק את הסדרה?
nl_nl: Deze reeks daadwerkelijk verwijderen?
sk_sk: Naozaj chcete odstrániť cyklus?

source: Confirm Series Deletion
he: אשר מחיקת סדרה
nl_nl: Bevestig verwijderen reeks
sk_sk: Potvrdenie odstránenia cyklu

source: Sub Category:
he: תת קטגוריה:
nl_nl: Subcategorie:
sk_sk: Podkategória:

source: Specify the frequency of the expense or deposit
cs_cz: Zadejte periodicitu/opakování výdaje nebo vkladu
he: בחר את תדירות ההפקדה או המשיכה
nl_nl: Specificeer regelmaat van uitgave of ontvangst
ro_ro: Specifică frecvența retragerilor sau a depunerilor
sk_sk: Upresnite frekvenciu výdavkov alebo vkladov

source: Budget Setup for %s
cs_cz: Nastavení rozpočtu pro %s
he: הגדרת תקציב עבור %s
nl_nl: Begrotingsplan voor %s
sk_sk: Nastavenie rozpočtu pre %s

source: Sub Category
he: קטגורית משנה
nl_nl: Subcategorie
sk_sk: Podkategória

source: &Add Year
cs_cz: Přid&at rok
he: &הוסף שנה
nl_nl: &Jaar toevoegen
sk_sk: &Pridať rok

source: &Add Month
cs_cz: Přid&at měsíc
he: הוסף &חודש
nl_nl: &Maand toevoegen
sk_sk: &Pridať mesiac

source: Budget Year:
he: שנת תקציב:
nl_nl: Begrotingsjaar:
sk_sk: Rozpočet pre rok:

source: Budget Month:
he: חודש תקציב:
nl_nl: Begroting maand:
sk_sk: Rozpočet pre mesiac:

source: Base Budget On:
he: בסס תקציב על:
nl_nl: Baseer begroting op:
sk_sk: Rozpočet založený na:

source: Specify year to base budget on.
he: הזן שנת בסיס לתקציב.
nl_nl: Specificeer het jaar voor berekening van de begroting.
sk_sk: Upresnite rok, na ktorom bude založený rozpočet.

source: Organize Categories
cs_cz: Správce kategorií
he: נהל קטגוריות
nl_nl: Beheren categorieën
sk_sk: Organizovanie kategórií

source: Reassign all categories to another category
cs_cz: Záměna kategorie za jinou kategorii
he: הקצא מחדש של כל הקטגוריות לקטגוריה אחרת
nl_nl: Alle categorieën aan een andere categorie toewijzen
sk_sk: Priradiť všetky kategórie inej kategórii

source: Expand
he: הרחב
nl_nl: Uitvouwen
sk_sk: Rozbaliť

source: Show All
he: הצג הכל
nl_nl: Alles weergeven
sk_sk: Zobraziť všetky

source: Add a new category
ar_sa: اضافة صنف جديد
cs_cz: Přidá novou kategorii
he: הוסף קטגוריה חדשה
nl_nl: Nieuwe categorie toevoegen
ro_ro: Adaugă o categorie nouă
sk_sk: Pridať novú kategóriu

source: Edit the name of an existing category
ar_sa: تحرير اسم صنف موجود
cs_cz: Upraví název existující kategorie
he: ערוך שם של קטגוריה קיימת
nl_nl: Wijzig naam van een bestaande categorie
ro_ro: Editează numele unei categorii existente
sk_sk: Upraviť názov existujúcej kategórie

source: Delete an existing category. The category cannot be used by existing transactions.
cs_cz: Odstraní existující kategorii. Kategorii nebude možné použít v již existujícíh transakcích.
he: מחק קטגוריה קימת. לא ניתן להשתמש בקטגוריה בתנועות הקימות.
nl_nl: Verwijder een bestaande categorie. De categorie kan niet gebruikt worden voor bestaande transacties
ro_ro: Șterge o categorie existentă. Categoria nu trebuie să fie curent folosită de tranzacții existente.
sk_sk: Odstrániť existujúcu kategóriu. Táto kategória nesmie byť použitá v žiadnej existujúcej transakcii.

source: Tip: If category added now, check bottom of list.
he: עצה: אם קטגוריה נוספה כעת, בדוק המצאותה בתחתית הרשימה.
nl_nl: TIP: Na toevoegen van een categorie, controleer einde van de lijst

source: Category with same name exists
he: קטגוריה בשם זהה כבר קימת
nl_nl: Categorie met deze naam bestaat al
sk_sk: Kategória s rovnakým názvom už existuje

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
he: עצה: אם קטגוריה נוספה כעת, בדוק המצאותה בתחתית הרשימה. קטגוריות יהיו בסדר ממוין בפעם הבאה שתופיע תיבת דו-שיח
nl_nl: TIP: Toegevoegde categorieën staan nu onderaan de lijst Bij volgende opening van dit venster worden ze gesorteerd.
sk_sk: Tip: Novo pridaná kategória sa bude nachádzať na konci zoznamu. Pri budúcom spustení tohto dialógu budú kategórie zoradené správne.

source: Organise Categories: Adding Error
he: נהל קטגוריות: הוסף שגיאה
nl_nl: Beheer categorieën: Fout bij toevoegen
sk_sk: Organizovanie kategórií: Chyba pridania

source: Sub Category with same name exists
he: קיימת כבר תת קטגוריה עם שם זהה
nl_nl: Subcategorie met deze naam bestaat al
sk_sk: Podkategória s rovnakým názvom už existuje

source: Invalid Parent Category. Choose Root or Main Category node.
he: קטגורית אב לא תקינה. בחר רמה ראשית או קטגוריה ראשית.
nl_nl: Ongeldige hoofdcategorie. Kies basis of de hoofdcategorie, geen subcategorie.
sk_sk: Neplatná nadradená kategória. Vyberte koreňovú kategóriu.

source: Sub-Category in use.
he: תת קטגוריה בשימוש.
nl_nl: Subcategorie is in gebruik.
sk_sk: Podkategória sa používa.

source: Tip: Change all transactions using this Category to another Category using the relocate command:
he: עצה: שנה את הקטגוריה בכל התנועות לקטגוריה אחרת מתפריט כלים -> העברה של... :
nl_nl: TIP: Wijzig alle transacties van deze categorie naar een andere categorie via de opdracht - overzetten:
sk_sk: Tip: Zmeňte kategóriu za inú kategóriu vo všetkých transakciach, ktoré ju používajú pomocou príkazu na premiestnenie:

source: Tip: Change all transactions using this Sub-Category to another Sub-Category using the relocate command:
he: עצה: שנה את תת-הקטגורה בכל התנועות לתת קטגוריה אחרת מתפריט כלים -> העברה של... :
nl_nl: TIP: Wijzig alle transacties van deze subcategorie naar een andere subcategorie via de opdracht - overzetten:
sk_sk: Tip: Zmeňte podkategóriu za inú podkategóriu vo všetkých transakciach, ktoré ju používajú pomocou príkazu na premiestnenie:

source: Tools -> Relocation of -> Categories
he: כלים -> מיקום מחדש -> קטגוריות
nl_nl: Extra -> Overzetten van -> Categorieën
sk_sk: Nástroje -> Premiestniť -> Kategórie

source: Organise Categories: Delete Error
he: נהל קטגוריות: מחק שגיאה
nl_nl: Beheer categorieën: Fout bij verwijderen
sk_sk: Organizovanie kategórií: Chyba odstraňovania

source: Enter a new name for %s
he: %s הזן שם חדש עבור
nl_nl: Wijzig de naam voor %s

source: Organise Categories: Editing Error
he: נהל קטגוריות: שגיאת עריכה
nl_nl: Beheer categorieën: Fout bij wijzigen
sk_sk: Organizovanie kategórií: Chyba úpravy

source: Category Relocation Completed.
he: העברת קטגוריה הושלמה.
nl_nl: Categorie overzetten voltooid.
sk_sk: Premiestnenie kategórií je dokončené.

source: Category Relocation Result
he: התוצאה העברת קטגוריה
nl_nl: Categorie overzetten resultaat
sk_sk: Výsledok premiestnenia kategórií

source: Hide Selected Category
ar_sa: إخفاء الفئة المحددة
cs_cz: Skrýt vybrané kategorie
he: הסתר את הקטגוריה הנבחרת
nl_nl: Geselecteerde categorie verbergen
ro_ro: Ascunde categoria selectată
sk_sk: Skryť vybranú kategóriu

source: Unhide Selected Category
ar_sa: إلغاء إخفاء الفئة المحددة
cs_cz: Zobrazit vybrané kategorie
he: הצג את הקטגוריה הנבחרת
nl_nl: Verborgen categorie tonen
ro_ro: Afișează categoria selectată
sk_sk: Odkryť vybranú kategóriu

source: View All Transactions
cs_cz: Zobrazit všechny transakce
he: הצג את כל התנועות
nl_nl: Alle transacties
ro_ro: Vezi toate tranzacțiile
sk_sk: Zobraziť všetky transakcie

source: View Today
cs_cz: Zobrazit dnešek
he: הצג את היום
nl_nl: Toon vandaag
ro_ro: Vezi de Azi
sk_sk: Zobraziť dnešok

source: View Current Month
cs_cz: Zobrazit aktuální měsíc
he: הצג חודש נוכחי
nl_nl: Toon huidige maand
ro_ro: Vezi din Luna Curentă
sk_sk: Zobraziť aktuálny mesiac

source: View Last 30 days
cs_cz: Zobrazit posledních 30 dnů
he: הצג 30 יום
nl_nl: Toon vorige 30 dagen
ro_ro: Vezi ultimele 30 de zile
sk_sk: Zobraziť posledných 30 dní

source: View Last 90 days
cs_cz: Zobrazit posledních 90 dnů
he: הצג 90 יום
nl_nl: Toon vorige 90 dagen
ro_ro: Vezi ultimele 90 de zile
sk_sk: Zobraziť posledných 90 dní

source: View Last Month
cs_cz: Zobrazit poslední měsíc
he: הצג חודש קודם
nl_nl: Toon vorige maand
ro_ro: Vezi din Luna Trecută
sk_sk: Zobraziť minulý mesiac

source: View Last 3 Months
cs_cz: Zobrazit poslední 3 měsíce
he: הצג 3 חודשים קודמים
nl_nl: Toon vorige 3 maanden
ro_ro: Vezi ultimele 3 luni
sk_sk: Zobraziť posledné 3 mesiace

source: View Last 12 Months
cs_cz: Zobrazit posledních 12 měsíců
he: הצג 12 חודשים קודמים
nl_nl: Toon vorige 12 maanden
ro_ro: Vezi ultimele 12 luni
sk_sk: Zobraziť posledné 12 mesiace

source: View Current Year
cs_cz: Zobrazit aktuální rok
he: הצג שנה נוכחית
nl_nl: Toon huidig jaar
ro_ro: Vezi anul curent
sk_sk: Zobraziť aktuálny rok

source: View Current Financial Year
cs_cz: Zobrazit aktuální finanční rok
he: הצג שנה פיננסית נוכחית
nl_nl: Huidig financieel jaar bekijken
ro_ro: Vezi anul financiar curent

source: View Last Year
cs_cz: Zobrazit poslení rok
he: הצג שנה קודמת
nl_nl: Vorig jaar bekijken
ro_ro: Vezi anul trecut

source: View Last Financial Year
cs_cz: Zobrazit poslední finanční rok
he: הצג שנה פיננסית קודמת
nl_nl: Vorig financieel jaar bekijken
ro_ro: Vezi ultimul an financiar

source: View Since Statement Date
cs_cz: Zobrazit od data vyúčtování
he: הצג ממועד דף החשבון
nl_nl: Tonen vanaf afschriftdatum
ro_ro: Vizualizează începând de la data ultimului extras

source: Prefix Symbol
he: סמל קידומת
nl_nl: Voorvoegsel symbool
sk_sk: Znak pred

source: Suffix Symbol
he: סמל סיומת
nl_nl: Achtervoegsel symbool
sk_sk: Znak za

source: Decimal Char
ar_sa: حرف عشري
cs_cz: Desetinný oddělovač
he: מפריד עשרוני
nl_nl: Decimaalteken
ro_ro: Car. Zecimal
sk_sk: Desatinný znak

source: Value Display Sample:
he: דוגמה לתצוגת ערך:
nl_nl: Waarde voorbeeld:
sk_sk: Príklad zobrazenia hodnoty:

source: Select type of custom field
ar_sa: حدد نوع الحقل المخصص
cs_cz: Zvolte typ vlastního pole
he: בחר סוג שדה מותאם אישית
nl_nl: Kies soort eigen veld
ro_ro: Selectați tipul câmpului personalizat

source: ToolTip
he: כלים
nl_nl: Knopinformatie

source: Enter the default for this field For date/time insert 'Now' to make current date/time as default
ar_sa: أدخل الافتراضي لهذا الحقل للتاريخ/الوقت إدراج «الآن» لجعل التاريخ/الوقت الحالي افتراضيًا
cs_cz: Zadejte výchozí hodnotu pro toto pole Pro datum/čas zadejte 'Now' pro použití aktuálního data/času jako výchozí
he: הזן את ברירת המחדל עבור שדה זה להוספת תאריך/שעה בחר ב'כעת' כדי להפוך תאריך/שעה נוכחייםלברירת מחדל
nl_nl: Standaard voor dit veld instellen Voor datum/tijd 'Now' ingeven om de huidige datum/tijd standaard te maken
ro_ro: Introduceți valoarea implicită pentru acest câmp Pentru data/ora inserați „Now” pentru a seta data/ora curentă ca implicită

source: Do you want to proceed?
cs_cz: Přejete si ji provést?
he: האם להמשיך?
nl_nl: Wilt u doorgaan?
ro_ro: Dorești să continui?
sk_sk: Chcete pokračovať?

source: You have modified choices: ones removed will be cleaned!
cs_cz: Upravili jste choices: jedno vymazání bude vyčištěno!
he: ערכת שינוים באפשרויות: אלו שהוסרו, יבוטלו!
nl_nl: U hebt keuzeopties aangepast: verwijderde opties worden gewist!
ro_ro: Ați modificat opțiunile: cele eliminate vor fi șterse!

source: Personalize custom fields | %s
he: התאמה של שדות מותאמים אישית | %s
nl_nl: Personaliseren eigen velden | %s

source: Do you really want to delete this custom field and all its data?
cs_cz: Opravdu si přejete odstranit toto vlastní pole a všechna jeho data?
he: האם למחוק שדה מותאם אישית ואת כל הנתונים?
nl_nl: Wilt u dit eigen veld en de bijbehorende data wissen?
ro_ro: Ești sigur că dorești să ștergi acest câmp personalizat și toate datele acestuia?

source: Do you really want to massive update field content? Please consider that there isn't any validation!
nl_nl: wilt u werkelijk alle inhoud van dit veld bijwerken? Houdt er rekening mee dat er verder geen controle op de wijziging plaats vind!

source: Do you want to update blank content? Press no if you want to abort replace procedure!
cs_cz: Přejete si aktualizovat prázdný obsah? Zvolte ne pro přerušení procesu nahrazování!
he: האם ברצונך לעדכן תוכן ריק? לחץ על 'לא' אם ברצונך לבטל הליך החלפה !
nl_nl: Wilt u lege velden bijwerken? Druk op nee als u het vervangen wilt afbreken!
ro_ro: Doriți să actualizați conținutul gol? Apăsați "nu" dacă doriți să întrerupeți procedura de înlocuire!

source: Do you want to update to blank? Press no if you want to abort replace procedure!
cs_cz: Přejete si aktualizovat prázdný obsah? Zvolte ne pro přerušení procesu nahrazování!
he: האם ברצונך לעדכן תוכן לריק? לחץ על 'לא' אם ברצונך לבטל הליך החלפה!
nl_nl: Wilt u de inhoud leeg maken? Druk op nee als u het vervangen wilt afbreken!
ro_ro: Doriți să actualizați la gol? Apăsați nu dacă doriți să renunțați la procedura de înlocuire!

source: %i occurrences founded and replaced!
he: %i מופעים נמצאו והוחלפו!
nl_nl: %i overeenkomsten gevonden en vervangen!

source: &Massive content update
he: &עדכון תכולה מסיבי
nl_nl: &Alle inhoud bijwerken

source: Russian Ruble
he: רובל רוסי
nl_nl: Russische roebel

source: Special Drawing Rights
he: זכויות משיכה מיוחדות
nl_nl: Bijzondere trekkingsrechten

source: MMEX database successfully upgraded to version %i
nl_nl: MMEX databestand succesvol bijgewerkt naar versie %i

source: We suggest a database optimization under Tools -> Database -> Optimize
nl_nl: Database optimalisatie is aanbevolen via Extra -> Database -> Database optimaliseren

source: Can't open file
cs_cz: Nelze otevřít soubor
he: לא ניתן לפתוח קובץ
nl_nl: Kan het bestand niet openen
ro_ro: Nu pot deschide fișierul
sk_sk: Nepodarilo sa otvoriť súbor

source: You must specify path to another database file
cs_cz: Je nutné zadat cestu k jinému databázovému souboru
he: הזן נתיב לקובץ מסד נתונים אחר
nl_nl: U moet een pad naar een ander databestand opgeven
ro_ro: Trebuie să specificați calea către un alt fișier bază de date
sk_sk: Musíte upresniť cestu k inému databázovému súboru

source: An incorrect password given for an encrypted file
nl_nl: Foutief wachtwoord ingevoerd voor een beveiligd bestand

source: Opening MMEX Database - Error
cs_cz: Chyba při otevírání databáze MMEX
he: שגיאה בפתיחת מסד נתונים - MMEX
nl_nl: Openen MMEX databestand - Fout
sk_sk: Chyba pri otváraní databázi MMEX

source: Follow up
he: מעקב
nl_nl: Te controleren
sk_sk: Sledovať (F)

source: Un-Reconciled
he: לא מותאם
nl_nl: Openstaand
sk_sk: Neschválené

source: Include Similar
he: כולל דומה
nl_nl: Inclusief soortgelijke
sk_sk: Zahrnúť podobné

source: Include all subcategories for the selected category.
he: כלול את כל קטגוריות המשנה לקטגוריה שבחרה.
nl_nl: Inclusief alle subcategorieën van de geselecteerde categorie.
sk_sk: Zahrnúť všetky podkategórie pre vybranú kategóriu.

source: Transfer From
he: העבר מ
nl_nl: Overboeken van
sk_sk: Prevod od

source: &Clear
nl_nl: &Wissen

source: General Reports Manager
cs_cz: Správce vlastních zpráv
he: מנהל דוחות כללי
nl_nl: Algemene rapport beheerder
sk_sk: Správca vlastných reportov

source: Row(s) returned: %i Duration: %ld ms
he: שורה (ות ) הוחזרו : %i משך:%ld ms
nl_nl: Regel(s) vermeld: %i Tijdsduur: %ld ms

source: Unable to open file: %s
he: לא ניתן לפתוח קובץ: %s
nl_nl: Kan het bestand niet openen: %s
sk_sk: Nepodarilo sa otvoriť súbor: %s

source: New Empty Report
he: דוח (ריק) חדש
nl_nl: Nieuw en leeg rapport
sk_sk: Nový prázdny report

source: Change Group
he: שנה קבוצה
nl_nl: Wijzig groep
sk_sk: Zmeniť skupinu

source: Rename Report
he: שנה שם דוח
nl_nl: Hernoem rapport
sk_sk: Premenovať report

source: Delete Report
he: מחק דוח
nl_nl: Verwijder rapport
sk_sk: Odstrániť report

source: Report Name already exists
he: שם דוח קיים כבר
nl_nl: Rapportnaam is al aanwezig

source: Could not save file.
cs_cz: Nelze uložit soubor.
he: לא ניתן לשמור קובץ.
nl_nl: Kan het bestand niet opslaan.

source: Could not find Worksheet.
cs_cz: Nelze najít list.
he: גיליון עבודה לא נימצא.
nl_nl: Kan het werkblad niet vinden.

source: Could not find Table.
cs_cz: Nelze najít tabulku.
he: לא נמצאה טבלה.
nl_nl: Kan de tabel niet vinden.

source: Choose Account to Export from:
ar_sa: اختيار الحساب المراد تصديره من :
cs_cz: Zvolte účet pro export:
he: בחר חשבון לייצא:
nl_nl: Selecteer te exporteren rekening:
ro_ro: Alege contul care să fie exportat:
sk_sk: Vybrať účet, z ktorého sa bude exportovať:

source: Choose QIF data file to Export
ar_sa: اختر ملف بيانات QIF للتصدير
cs_cz: Vyberte QIF datový soubor pro export
he: ליצוא QIF בחר מבנה נתונים
nl_nl: Selecteer QIF-bestand om te exporteren
ro_ro: Alege fişierul de date QIF pentru Export
sk_sk: Vybrať QIF dátový súbor, do ktorého sa bude exportovať

source: Please wait
cs_cz: Prosím čekejte
he: נא המתן
nl_nl: Moment a.u.b.
ro_ro: Te rog așteaptă
sk_sk: Prosím čakajte

source: Exporting transaction %i
he: מייצא תנועות %i
nl_nl: Exporteren transactie %i

source: Number of transactions exported: %ld
he: מספר תנועות שיוצאו: %ld
nl_nl: Aantal transacties geëxporteerd: %ld

source: Export to QIF
he: QIF יצא ל
nl_nl: Export naar QIF-bestand
sk_sk: Export do QIF

source: Choose &file
he: בחר &קובץ
nl_nl: Kies &bestand
sk_sk: Vyberte &súbor

source: Reading line %i, %ld ms
he: קורא שורה %i, %ld ms
nl_nl: Lezen regel %i, %ld ms

source: Line %i %s
he: שורה %i %s
nl_nl: Regel %i %s

source: Number of lines read from QIF file: %i in %ld ms
he: מספר תנועות שנקראו QIF מקובץ : %i ב %ld ms
nl_nl: Aantal gelezen regels van QIF-bestand: %i in %ld ms

source: Choose QIF data file to Import
ar_sa: اختر ملف بيانات QIF للاستيراد
cs_cz: Vyberte QIF datový soubor pro import
he: בחר בקובץ נתונים QIF ליבוא
nl_nl: Selecteer QIF-bestand om te importeren
ro_ro: Selectaţi fişierul de date QIF pentru import
sk_sk: Vybrať QIF dátový súbor, z ktorého sa bude importovať

source: Can't determine date mask
he: מסכת תאריך לא ניתנת לזיהוי
nl_nl: Kan de datumopmaak niet bepalen

source: Date Mask has several values
he: מסכת תאריך מכילה מספר ערכים
nl_nl: Datummasker heeft meerdere waardes

source: Do you want to import all transaction ?
he: האם לייבא את כל התנועות?
nl_nl: Wilt u alle transacties importeren?
sk_sk: Chcete importovať všetky transakcie?

source: Importing transaction %i of %i
he: מייבא תנועות %i of %i
nl_nl: Importeren transacties %i of %i
sk_sk: Import transakcie %i z %i

source: Import finished successfully
ar_sa: انتهى الاستيراد بنجاح
cs_cz: Import byl úspěšně dokončen
he: היבוא הסתיים בהצלחה
nl_nl: Import succesvol voltooid
ro_ro: Import terminat cu succes
sk_sk: Import skončil úspešne

source: Export dialog
he: דו שיח יצוא
nl_nl: Exportdialoog

source: Import dialog
he: דו שיח יבוא
nl_nl: Importdialoog

source: &Browse
cs_cz: &Procházet
he: &דפדף
nl_nl: &Bladeren
sk_sk: &Prehliadať

source: Choose CSV data file to Export
ar_sa: اختيار ملف بيانات CSV لتصديره
cs_cz: Vyberte datový soubor CSV pro export
he: בחר קובץ נתונים CSV לייצא
nl_nl: Selecteer CSV-bestand om te exporteren
ro_ro: Alege fila CSV în care să se facă exportul
sk_sk: Vybrať CSV dátový súbor, do ktorého sa bude exportovať

source: Choose CSV data file to Import
ar_sa: اختر ملف بيانات CSV للاستيراد
cs_cz: Vyberte datový soubor CSV pro import
he: בחר קובץ נתוני CSV לייבא
nl_nl: Selecteer CSV-bestand voor import
ro_ro: Alegeţi fişierul de date CSV pentru import

source: Save Template
he: שמור תבנית
nl_nl: Sjabloon opslaan
sk_sk: Uložiť šablónu

source: Move &Down
he: הזז &למטה
nl_nl: Verplaats &omlaag
sk_sk: Presunúť nižšie

source: Please confirm saving...
he: נא אשר שמירה...
nl_nl: A.u.b. opslaan mutaties bevestigen...
sk_sk: Prosím potvrďte uloženie...

source: Failed to delete existing file. File may be locked by another program.
cs_cz: Odstranění existujícího souboru selhalo. Soubor může být používán jiným programem.
he: לא ניתן למחוק את הקובץ הקיים. הקובץ עשוי להיות נעול על ידי תכנית אחרת.
nl_nl: Verwijderen bestaand bestand is mislukt. Het bestand is mogelijk vergrendeld door een ander programma.
ro_ro: Ștergerea fișierului existent nu a reușit. Fișierul poate fi blocat de un alt program.

source: Transactions exported: %ld
ar_sa: المعاملات المصدرة: %ld
cs_cz: Exportováno transakcí: %ld
he: תנועות יוצאו: %ld
nl_nl: Transactie rapport: %ld
ro_ro: Tranzacții exportate: %ld
sk_sk: Transakcií exportovaných: %ld

source: Currency Dialog
he: חלון דו שיח מטבעות
nl_nl: Valutavenster
sk_sk: Správca mien

source: Currency History Options
cs_cz: Možnosti historie měny
he: אפשרויות היסטורית מטבעות
nl_nl: Valutahistorie opties
ro_ro: Opțiuni Istoric Valutar

source: Diff.
he: הפרש.
nl_nl: Verschil

source: &Add / Update
he: &הוסף / עדכן
nl_nl: &Toevoegen / Bijwerken

source: Delete Currency Values history for unused currencies
he: מחיקת היסטוריית ערכי מטבעות למטבעות שאינם בשימוש
nl_nl: Wis valutahistorie voor ongebruikte munteenheden

source: Do you really want to delete the selected Currency?
cs_cz: Opravdu si přejete odstranit vybrané měnu?
he: האם למחוק את המטבע הנבחר?
nl_nl: Wilt u deze valuta werkelijk verwijderen?
ro_ro: Ești sigur că vrei să ștergi Valuta selectată?
sk_sk: Naozaj chcete odstrániť vybranú menu?

source: Currency History Options: %s
he: אפשרויות היסטורית מטבעות: %s
nl_nl: Valutahistorie opties: %s

source: Unable to update history currency rates. Please update them manually!
cs_cz: Nelze provést aktualizaci kurzů měn. Proveďte ji prosím manuálně!
nl_nl: Kon de historische valutakoersen niet bijwerken. Probeer dit handmatig.
ro_ro: Nu se pot actualiza ratele valutare ale istoricului. Vă rugăm să le actualizați manual!

source: Could not find base currency symbol!
cs_cz: Nelze najít symbol pro základní měnu!
he: סמל מטבע בסיס לא נמצא!
nl_nl: Kan het standaard valutasymbool niet vinden!
ro_ro: Nu pot găsi simbolul valutei de bază!
sk_sk: Nemožno nájsť symbol základnej meny!

source: Do you want to add also dates without any transaction?
cs_cz: Přejete si přidat i data, kdy neproběhla žádná transakce?
he: האם לכלול תאריכים ללא תנועות?
nl_nl: Wilt u ook datums zonder transacties invoeren?
ro_ro: Doriți să adăugați și date fără nicio tranzacție?

source: Unable to download history for symbol %s. History rates not available!
cs_cz: Nelze stáhnout historii pro symbol %s. Historie kurzů není dostupná!
he: אין אפשרות להוריד היסטוריה עבור סמל ניר %s. היסטורית מחירים לא זמינה!
nl_nl: Kon de historie voor symbool %s niet downloaden. Historische koersen niet beschikbaar!
ro_ro: Imposibil de descărcat istoricul pentru simbolul %s. Ratele de istorie nu sunt disponibile!

source: Please use this button for category selection.
he: נא השתמש בלחצן זה לבחירת קטגוריה.
nl_nl: Gebruik deze knop voor categorie selectie.

source: Please use this button for category selection or use the 'Split' checkbox for multiple categories.
he: נא השתמש בלחצן זה לבחירת קטגוריה או בתיבת הסימון 'פיצול' בחירת מספר קטגוריות.
nl_nl: Gebruik deze knop voor categorie selectie of gebruik de 'splits' keuze voor meerdere categorieën.
sk_sk: Prosím použite toto tlačidlo pre výber kategórie alebo označte 'Rozdeliť' pre viac kategórií.
