Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Within budget limits
el_gr: Εντός των ορίων του προϋπολογισμού
es_es: Dentro de límites de presupuesto
fr_fr: Dans les limites du budget
hu_hu: Költségvetési korlátokon belül
it_it: Entro i limiti del budget
pl_pl: W granicach budżetu
sv_se: Inom budgetgränser
tr_tr: Bütçe sınırları içinde

source: Alert: budget close to or over limit
el_gr: Ειδοποίηση: Ο προϋπολογισμός είναι κοντά ή πέρα από το όριο
es_es: Alerta: Presupuesto cerca de llegar al límite
fr_fr: Alerte : budget proche de ou dépassant la limite
hu_hu: Értesítés: költségkeret közelében vagy felette
it_it: Attenzione: budget vicino al limite od oltrepassato
pl_pl: Ostrzeżenie: budżet zbliżony lub przekraczający limit
sv_se: Observera: budget nära eller över gränsen
tr_tr: Uyarı: bütçe sınıra yakın veya aşıldı

source: Upcoming Transactions
ar_sa: معاملات قادمة
cs_cz: Očekávané transakce
el_gr: Επερχόμενες συναλλαγές
es_es: Próximas transacciones
fr_fr: Echéancier des opérations planifiées
he: תנועות עתידיות
hr_hr: Transakcije sa skorim dospijećem
hu_hu: Esedékes ügyletek
it_it: Transazioni imminenti
nl_nl: Aankomende transacties
pl_pl: Najbliższe transakcje do wykonania
pt_pt: Próximas Transacções
ro_ro: Tranzacții Scadente
ru_ru: Предстоящие транзакции
sk_sk: Očakávané transakcie
sv_se: Kommande transaktioner
tr_tr: Yaklaşan İşlemler

source: Stocks
ar_sa: الأسهم
cs_cz: Akcie
el_gr: Μετοχές
es_es: Acciones
fr_fr: Titres
he: נירות ערך
hr_hr: Vlasnički udjeli
hu_hu: Értékpapírok
it_it: Titoli
nl_nl: Effecten
pl_pl: Akcje
pt_pt: Investimentos
ro_ro: Acțiuni
ru_ru: Акции
sk_sk: Akcie
sv_se: Aktier
tr_tr: Menkul Kıymetler

source: Gain/Loss
ar_sa: الربح/الخسارة
cs_cz: Zisk/Ztráta
el_gr: Κέρδη/Ζημιές
es_es: Ganancia/Pérdida
fr_fr: Gains / Pertes
he: רוח/הפסד
hr_hr: Dobit/Gubitak
hu_hu: Nyereség/veszteség
it_it: Guadagno/Perdita
nl_nl: Winst/Verlies
pl_pl: Zysk/Strata
pt_pt: Ganho/Perda
ro_ro: Cîștig/Pierdere
ru_ru: Прибыль
sk_sk: Zisk/Strata
sv_se: Vinst/förlust
tr_tr: Kar/Zarar

source: Market Value
es_es: Valor de mercado
fr_fr: Valeur actuelle
hu_hu: Piaci érték
it_it: Valore di Mercato
pt_pt: Valor de mercado
sv_se: Marknadsvärde
tr_tr: Piyasa Değeri

source: Cash Balance
el_gr: Ταμειακό Υπόλοιπο
es_es: Saldo de efectivo
fr_fr: Solde de trésorerie
hu_hu: Készpénzegyenleg
it_it: Liquidità del conto
pt_pt: Saldo de caixa
sv_se: Kontant saldo
tr_tr: Nakit Bakiyesi

source: Total
ar_sa: المجموع
cs_cz: Celkem
el_gr: Σύνολο
he: סך הכל
hr_hr: Ukupno
hu_hu: Összesen
it_it: Totale
nl_nl: Totaal
pl_pl: Suma
ru_ru: Сумма
sk_sk: Spolu
sv_se: Totalt
tr_tr: Toplam

source: Top Withdrawals: %s
ar_sa: أعلى السحوبات: %s
cs_cz: Největší výběry: %s
el_gr: Κορυφαίες Αποσύρσεις: %s
es_es: Principales salidas: %s
fr_fr: Plus grands débits : %s
he: משיכות מובילות: %s
hr_hr: Najveće isplate: %s
hu_hu: Legnagyobb kivételek: %s
it_it: Principali uscite: %s
nl_nl: Grootste uitgaven: %s
pl_pl: Najważniejsze wypłaty: %s
pt_pt: Maiores Levantamentos: %s
ru_ru: Самые расходные: %s
sk_sk: Najväčšie výbery: %s
tr_tr: Yüksek Ödemeler: %s

source: %d day
el_gr: %d ημέρες
es_es: %d día
fr_fr: %d jour
hu_hu: %d nap
it_it: %d giorno
pl_pl: %d dzień
sv_se: %d dag
tr_tr: %d gün

source: %d day delay
el_gr: %d καθυστέρηση ημερών
es_es: %d día de atraso
fr_fr: %d jour de délai de paiement
hu_hu: %d napos késés
it_it: %d giorno di ritardo
pl_pl: %d dni spóźnienia
sv_se: %d dags fördröjning
tr_tr: %d gün gecikme

source: %d day overdue
el_gr: %d ημέρες καθυστέρηση
es_es: %d día vencido
fr_fr: %d jour de retard de paiement
hu_hu: %d nap késés
it_it: Scaduto da %d giorno
pl_pl: %d dzień zaległości
sv_se: %d dag försenat
tr_tr: %d gün gecikmiş

source: Account/Payee
ar_sa: حساب/المستفيد
el_gr: Λογαριασμός/Δικαιούχος
es_es: Cuenta/beneficiario
fr_fr: Compte/bénéficiaire
hr_hr: Račun / Primaoc
hu_hu: Számla/kedvezményezett
it_it: Conto/Beneficiario
pl_pl: Konto/Beneficjent
pt_pt: Conta/Beneficiário
ro_ro: Cont/Beneficiar
ru_ru: Счёт/получатель
sv_se: Konto/betalningsmottagare
tr_tr: Hesap / Alacaklı

source: Remaining
el_gr: Απομένουν
es_es: Saldos
fr_fr: Durée restante
hu_hu: Hátralévő
it_it: Rimanente
pl_pl: Pozostało
sv_se: Återstående
tr_tr: Geriye kalan

source: Income vs. Expenses: %s
el_gr: Έσοδα vs. Έξοδα: %s
es_es: Ingresos vs. Gastos: %s
fr_fr: Balance des revenus et des dépenses : %s
hr_hr: Prihod – Troškovi: %s
hu_hu: Bevételek/kiadások: %s
it_it: Entrate vs. Spese: %s
pl_pl: Bilans przychodów i wydatków: %s
pt_pt: Rendimentos vs Despesas: %s
ru_ru: Доход и расходы: %s
sv_se: Inkomster vs Utgifter: %s
tr_tr: Gelir ve Gider: %s

source: Expenses
ar_sa: المصروفات
cs_cz: Výdaje
el_gr: Έξοδα
es_es: Gastos
fr_fr: Dépenses
he: הוצאות
hr_hr: Troškovi
hu_hu: Kiadás
it_it: Uscite
nl_nl: Uitgaven
pl_pl: Wydatki
pt_pt: Gastos
ro_ro: Cheltuieli
ru_ru: Расход
sk_sk: Výdavky
sv_se: Utgifter
tr_tr: Gider

source: Difference:
ar_sa: الفرق:
cs_cz: Rozdíl:
el_gr: Διαφορά:
es_es: Diferencia:
fr_fr: Différence :
he: הפרש:
hr_hr: Razlika:
hu_hu: Különbözet:
it_it: Differenza:
nl_nl: Verschil:
pl_pl: Różnica:
pt_pt: Diferença:
ro_ro: Diferența:
ru_ru: Баланс:
sk_sk: Rozdiel:
sv_se: Skillnad:
tr_tr: Fark:

source: Income/Expenses
ar_sa: الدخل/المصروفات
cs_cz: Příjmy a výdaje
el_gr: Έσοδα/Έξοδα
es_es: Ingresos/Gastos
fr_fr: Balance des revenus et dépenses
he: הכנסות/הוצאות
hr_hr: Prihod/Troškovi
hu_hu: Bevétel/kiadások
it_it: Entrate / Uscite
nl_nl: Inkomsten/uitgaven
pl_pl: Dochody/Wydatki
pt_pt: Receitas/Despesas
ru_ru: Доходы/Расходы
sk_sk: Príjmy a výdavky
tr_tr: Gelir / Gider

source: Transaction Statistics
ar_sa: احصاءات المعاملات
cs_cz: Statistika transakcí
el_gr: Στατιστικά συναλλαγών
es_es: Estadísticas de transacciones
fr_fr: Statistiques des opérations
he: סטטיסטיקת תנועות
hr_hr: Statistika transakcija
hu_hu: Ügyleti statisztikák
it_it: Statistiche Transazioni
nl_nl: Transactie statistieken
pl_pl: Statystyka transakcji
pt_pt: Estatísticas de Transacções
ro_ro: Statistica Tranzacţiilor
ru_ru: Статистика транзакций
sk_sk: Štatistika transakcií
sv_se: Transaktionsstatistik
tr_tr: İşlem İstatistikleri

source: Follow Up On Transactions:
ar_sa: متابعة المعاملات:
cs_cz: Očekávané transakce:
el_gr: Επανέλεγχος στις συναλλαγές:
es_es: Transacciones que requieren seguimiento:
fr_fr: Suivi des opérations :
he: המשך טיפול בתנועות:
hr_hr: Nastavci transakcija:
hu_hu: Egyeztetendő ügyletek:
it_it: Transazioni "Da Monitorare":
nl_nl: Te controleren transacties:
pl_pl: Transakcje do śledzenia:
pt_pt: Seguimento das Transações:
ru_ru: Отследить транзакций:
sk_sk: Sledované transakcie:
tr_tr: İşlemlerde İzle:

source: Total Transactions:
ar_sa: مجموع المعاملات:
cs_cz: Celkem transakcí:
el_gr: Σύνολο συναλλαγών:
es_es: Transacciones totales:
fr_fr: Total des opérations :
he: סך כל תנועות:
hr_hr: Ukupno transakcija:
hu_hu: Ügyletek összesen:
it_it: Totale Transazioni:
nl_nl: Totaal transacties:
pl_pl: Ilość transakcji ogółem:
pt_pt: Total de Transações:
ru_ru: Транзакций всего:
sk_sk: Spolu transakcií:
tr_tr: Toplam İşlemler:

source: Total Net Worth
ar_sa: إجمالي القيمة الصافية
el_gr: Σύνολο Καθαρής Αξίας
es_es: Valor neto total
fr_fr: Valeur nette totale
hr_hr: Ukupna neto vrijednost
hu_hu: Teljes nettó érték
it_it: Totale Patrimonio Netto
pl_pl: Wartość netto ogółem
pt_pt: Valor Líquido Total
ru_ru: Общая стоимость
sv_se: Totalt nettovärde
tr_tr: Toplam Net Değer

source: Other Assets
ar_sa: الأصول الأخرى
el_gr: Λοιπά Ενεργητικά
es_es: Otros activos
fr_fr: Autres actifs
hr_hr: Druge imovine
hu_hu: Egyéb eszközök
it_it: Altri beni posseduti
pl_pl: Inne aktywa
pt_pt: Outros Ativos
ru_ru: Другие активы
sv_se: Övriga tillgångar
tr_tr: Diğer Varlıklar

source: Currency Exchange Rates
cs_cz: Směnné kurzy měn
el_gr: Ισοτιμία Συναλλάγματος
es_es: Cambio de divisas
fr_fr: Taux de change de devise
hr_hr: Tečajna lista
hu_hu: Pénznemárfolyamok
it_it: Tasso di cambio valuta
pl_pl: Kursy wymiany walut
pt_pt: Taxas de Câmbio
ru_ru: Курсы валют
tr_tr: Döviz Kurları

source: &Back
ar_sa: &عودة
cs_cz: &Zpět
el_gr: &Πίσω
es_es: &Atrás
fr_fr: Précédent
he: &אחורה
hr_hr: &Natrag
hu_hu: Vissza
it_it: &Indietro
nl_nl: &Terug
pl_pl: < Cofnij
pt_pt: &Voltar
ru_ru: &Назад
sk_sk: &Späť
sv_se: &Bakåt
tr_tr: &Geri

source: &Forward
ar_sa: &التالي
cs_cz: &Další
el_gr: &Μπροστά
es_es: A&delante
fr_fr: &En avant
he: &קדימה
hr_hr: &Naprijed
hu_hu: Előre
it_it: &Avanti
nl_nl: &Vooruit
pl_pl: Dalej >
pt_pt: &Avançar
ru_ru: &Вперёд
sk_sk: &Ďalej
sv_se: &Framåt
tr_tr: İle&ri

source: Deleted On
ar_sa: تم الحذف في
el_gr: Διαγράφηκε στις
es_es: Eliminado el
fr_fr: Supprimé le
hr_hr: Izbrisano
hu_hu: Törlés dátuma
it_it: Eliminata il
pl_pl: Usunięto
pt_pt: Eliminado em
ro_ro: Șters pe
ru_ru: Дата удаления
sv_se: Borttagen den
tr_tr: Silinme Tarihi

source: Last Updated
ar_sa: آخر تحديث
el_gr: Τελευταία Ενημέρωση
es_es: Última actualización
fr_fr: Dernière mise à jour
hr_hr: Zadnji put aktualizirano
hu_hu: Utolsó frissítés
it_it: Ultimo Aggiornamento
pl_pl: Ostatnia aktualizacja
pt_pt: Última Atualização
ro_ro: Ultima actualizare
ru_ru: Изменено
sv_se: Senast uppdaterad
tr_tr: Son Güncelleme

source: SN
es_es: N.º de serie
fr_fr: Numéro de séquence
hu_hu: Sorszám
pt_pt: NS

source: Sorted by
el_gr: Ταξινόμηση κατά
es_es: Ordenado por
fr_fr: Trié par
hu_hu: Rendezési szempont
it_it: Ordinato per
pl_pl: Posortowane według
pt_pt: Ordenado por
ru_ru: Отсортировано по
sv_se: Sorterat efter
tr_tr: Şuna göre sırala

source: SN (Sequence Number) has the same order as Date/ID (or Date/Time/ID if Time is enabled).
es_es: NS (número de secuencia) tiene el mismo orden que Fecha/ID (o Fecha/Hora/ID si la hora está habilitada).
fr_fr: Le numéro de séquence (SN) est basé sur le même ordre que le code date (ou date/heure si l'heure est activée).
hu_hu: A sorszám sorrendje megegyezik a dátum/azonosító sorrendjével (vagy a dátum/idő/azonosító sorrendje, ha az idő engedélyezett).
it_it: Il SN (Numero di Sequenza) segue lo stesso ordine della Data/ID (o Data/Ora/ID se l'opzione Ora è abilitata).
pt_pt: O NS (Número Sequencial) tem a mesma ordem que a Data/ID (ou Data/Hora/ID, se a opção Hora estiver ativada).
sv_se: SN (Sekvensnummer) har samma ordning som datum/ID (eller datum/tid/ID om tid är aktiverat).
tr_tr: SN (Sıra Numarası), Tarih/ID ile aynı düzende sıralanır (veya Zaman etkinleştirilmişse Tarih/Saat/ID ile).

source: ID (identification number) is increasing with the time of creation in the database.
el_gr: Το ID (αριθμός αναγνώρισης) αυξάνεται σύμφωνα με το χρόνο δημιουργίας στη βάση δεδομένων.
es_es: El ID (número de identificación) aumenta con el tiempo de creación en la base de datos.
fr_fr: L'ID (numéro d'identification) augmente avec l'heure de création dans la base de données.
hu_hu: Az azonosító szám az adatbázisban való létrehozás idejével növekszik.
it_it: L'ID (numero identificativo) aumenta con il tempo di creazione nel database.
pt_pt: O ID (número de identificação) aumenta à medida que são adicionados movimentos na base de dados.
tr_tr: KNu (kimlik numarası) veri tabanındaki oluşturma zamanına göre artmaktadır.

source: Balance is calculated in the order of SN (Sequence Number).
es_es: El saldo se calcula con el orden del NS (número de secuencia).
fr_fr: Le solde est calculé dans l'ordre du numéro de séquence (SN).
hu_hu: Az egyenleg kiszámítása a sorszám szerinti sorrendben történik.
it_it: Il saldo è calcolato nell'ordine di SN (Numero di Sequenza).
pt_pt: O saldo é calculado pela ordem do NS (Número Sequencial).
sv_se: Saldot beräknas i ordningen av SN (Sekvensnummer).
tr_tr: Bakiye, SN (Sıra Numarası) düzenine göre hesaplanır.

source: New &Withdrawal…
el_gr: Νέα &Ανάληψη…
es_es: Nuevo &retiro…
fr_fr: Nouveau débit…
hr_hr: Nova &isplata…
hu_hu: Új &kivétel…
it_it: Nuovo &Prelievo…
pl_pl: Nowa w&ypłata…
pt_pt: Nova &Retirada…
ru_ru: Новая &трата…
sv_se: Nytt &uttag…
tr_tr: Yeni &Ödeme…

source: New &Deposit…
el_gr: Νέα &Κατάθεση…
es_es: &Nuevo depósito…
fr_fr: Nouveau crédit…
hr_hr: Nova &uplata…
hu_hu: Új &betét…
it_it: Nuovo &Deposito…
pl_pl: Nowa &wpłata…
pt_pt: Novo &Depósito…
ru_ru: Новый &депозит…
sv_se: Ny &insättning…
tr_tr: Yeni &Gelir…

source: New &Transfer…
el_gr: Νέα &Μεταφορά…
es_es: Nueva &transferencia…
fr_fr: Nouveau virement…
hr_hr: Novi &prijenos…
hu_hu: Új &átutalás…
it_it: Nuovo &Trasferimento…
pl_pl: Nowy &przelew…
pt_pt: Nova &Transfer…
ru_ru: Создать &перевод…
sv_se: Ny &överföring…
tr_tr: Yeni Aktarma…

source: &Edit Transactions…
el_gr: &Επεξεργασία Συναλλαγής… &Επεξεργασία Συναλλαγών…
es_es: &Editar transacciones…
fr_fr: &Éditer les opérations…
hu_hu: Ügyletek s&zerkesztése…
it_it: &Modifica Transazioni…
sv_se: &Redigera transaktioner…
tr_tr: &İşlemleri Düzenle…

source: &Edit Transaction…
el_gr: &Επεξεργασία Συναλλαγής… &Επεξεργασία Συναλλαγών…
es_es: &Editar transacción…
fr_fr: &Éditer l'opération…
hu_hu: Ügylet s&zerkesztése…
it_it: &Modifica Transazione…
sv_se: &Redigera transaktion…

source: &Copy Transaction
cs_cz: &Kopírovat transakci
el_gr: &Αντιγραφή συναλλαγής
es_es: &Copiar transacción
fr_fr: &Copier la transaction
he: העת&ק תנועה
hr_hr: &Kopiraj transakciju …
hu_hu: Ügylet &másolása
it_it: &Copia Transazione
nl_nl: &Kopieer transactie
pl_pl: &Kopiuj transakcję
pt_pt: &Copiar Transação
ro_ro: &Copiază Tranzacția
ru_ru: &Копировать транзакцию
sv_se: &Kopiera transaktion
tr_tr: İşlemi &Kopyala

source: &Paste Transaction
ar_sa: &لصق المعاملات (%d)
cs_cz: V&ložit transakci
es_es: &Pegar Transacción
fr_fr: Coller l'opération
he: הד&בק תנועה
hr_hr: &Umetni transakciju …
hu_hu: Ügylet &beillesztése
it_it: &Incolla Transazione
nl_nl: &Plakken transactie
pl_pl: &Wklej transakcję
pt_pt: &Colar Transação
ro_ro: &Lipește Tranzacția
ru_ru: Встав&ить
sv_se: &Klistra in transaktion
tr_tr: İşlemi &Yapıştır

source: D&uplicate Transaction…
ar_sa: &تكرار المعاملة…
el_gr: Δ&ιπλότυπη Συναλλαγή…
es_es: D&uplicar transacción…
fr_fr: Dupliquer l'opération…
hr_hr: D&upliciraj transakciju …
hu_hu: Ügylet meg&kettőzése…
it_it: D&uplica Transazione…
pl_pl: D&uplikuj transakcję…
pt_pt: D&uplicar Transação…
ru_ru: Дублировать транзакцию…
sv_se: D&uplicera transaktion…
tr_tr: İşlemlemi &Çoğalt…

source: &Move Transactions…
el_gr: &Μετακίνηση Συναλλαγών…
es_es: &Mover transacciones…
fr_fr: &Déplacer les opérations…
hu_hu: Ügyletek &áthelyezése…
it_it: &Sposta Transazioni…
ru_ru: &Переместить транзакции…
sv_se: &Flytta transaktioner…
tr_tr: &İşlemleri Taşı…

source: &Move Transaction…
el_gr: &Μετακίνηση Συναλλαγής…
es_es: &Mover transacción…
fr_fr: &Déplacer l'opération…
hu_hu: Ügylet &áthelyezése…
it_it: &Sposta Transazione…
ru_ru: &Переместить транзакцию…
sv_se: &Flytta transaktion…
tr_tr: &İşlemi Taşı…

source: &View In Other Account
ar_sa: &عرض في حساب آخر
el_gr: &Προβολή Σε Άλλο Λογαριασμό
es_es: &Ver en otra cuenta
fr_fr: &Voir dans un autre compte
hr_hr: &Prikaži u drugom računu
hu_hu: Más számlában &megjelenítés
it_it: &Visualizza In Un Altro Account
pl_pl: &Zobacz na innym koncie
pt_pt: &Ver noutra conta
ro_ro: Vizualizează în cont Altele
ru_ru: &Просмотр в другом счёте
sv_se: &Visa i annat konto
tr_tr: &Diğer Hesapta Görüntüle

source: &View Split Categories
ar_sa: &عرض تقسيم الفئات
cs_cz: &Zobrazit rozdělené kategorie
el_gr: &Εμφάνιση διαιρεμένων κατηγοριών
es_es: &Ver categorías divididas
fr_fr: Voir l'éclatement des catégories
he: ה&צג פיצול קטגוריות
hr_hr: &Prikaz podijeljenih kategorija
hu_hu: Felosztott kategóriák &megjelenítése
it_it: &Visualizza Categorie suddivise
nl_nl: Toon &Splitsen categorieën
pl_pl: Pokaż podział kategorii
pt_pt: &Ver Categorias Fracionadas
ro_ro: &Vizualizează categorii de divizare
ru_ru: Показать разделённые категории
sk_sk: &Zobraziť kategórie rozdelenia
sv_se: &Visa delade kategorier
tr_tr: &Parçalı Kategorileri Göster

source: Create Scheduled T&ransaction…
el_gr: Δημιουργία Προγραμματισμένης Σ&υναλλαγής…
es_es: Crear t&ransacción programada…
fr_fr: Créer une opération récurrente…
hr_hr: &Stvori terminiranu transakciju …
hu_hu: Ütemezett ügylet létre&hozása…
it_it: Crea T&ransazione Pianificata…
pl_pl: Utwórz zaplanowaną &transakcję…
pt_pt: Criar T&ransação Recorrente…
ru_ru: Создать запланированную тр&анзакцию…
tr_tr: Zamanlanmış İşlem &Oluştur…

source: &Restore selected transactions…
el_gr: &Επαναφορά επιλεγμένων συναλλαγών…
es_es: &Restaurar transacciones seleccionadas…
fr_fr: &Restaurer les opérations sélectionnées…
hu_hu: Kijelölt ügyletek &visszaállítása…
it_it: &Ripristina transazioni selezionate…
sv_se: &Återställ valda transaktioner…
tr_tr: &Seçili İşlemleri Geri Yükle…

source: &Restore selected transaction…
el_gr: &Επαναφορά επιλεγμένης συναλλαγής…
es_es: &Restaurar transacción seleccionada…
fr_fr: &Restaurer l'opération sélectionnée…
hu_hu: Kijelölt ügylet &visszaállítása…
it_it: &Ripristina transazione selezionata…
sv_se: &Återställ vald transaktion…
tr_tr: &Seçili İşlemi Geri Yükle…

source: Restore &all transactions in current view…
es_es: Restaura todas las transacciones en la vista actual…
fr_fr: Restaurer toutes les transactions affichées…
hu_hu: Öss&zes ügylet visszaállítása a jelenlegi nézetben…
it_it: &Ripristina tutte le transazioni nella vista corrente…
pt_pt: Restaurar &todas as transações na vista atual…
ru_ru: Восстановить все транзакции в текущем представлении…
sv_se: Återställ &alla transaktioner i aktuell vy…
tr_tr: Geçerli görünümdeki &tüm işlemleri geri yükle…

source: &Find all transactions with %s '%s'
el_gr: &Αναζήτησε όλες τις συναλλαγές με %s '%s'
es_es: &Buscar todas las transacciones con %s '%s'
fr_fr: &Trouver toutes les opérations avec %s '%s'
hr_hr: &Pronađi sve transakcije s %s '%s'
hu_hu: Minden ügylet keresése a következővel: %s „%s”
it_it: &Trova tutte le transazioni con %s '%s'
pl_pl: &Znajdź wszystkie transakcje z %s '%s'
pt_pt: &Localizar todas as transações com %s '%s'
ro_ro: Găsește toate tranzacțiile cu %s '%s'
ru_ru: &Найти все транзакции с %s '%s'
sv_se: &Hitta alla transaktioner med %s '%s'
tr_tr: %s '%s' ile tüm işlemleri &bul

source: Cop&y Text to Clipboard
el_gr: Αντιγραφή Κειμένου στο Πρόχειρο
es_es: Cop&iar texto al portapapeles
fr_fr: Copier le texte vers le presse-papiers
hr_hr: &Kopirak tekst u međuspremnik
hu_hu: S&zöveg másolása a vágólapra
it_it: Copi&a testo negli appunti
pl_pl: &Kopiuj tekst do schowka
pt_pt: Copiar Texto para Área de Transferência
ru_ru: Копировать текст в &буфер обмена
sv_se: Kopiera text till urklipp
tr_tr: Metni Panoya Kopyala

source: &Delete selected transactions…
el_gr: &Διαγραφή επιλεγμένης συναλλαγής… &Διαγραφή επιλεγμένων συναλλαγών…
es_es: Eliminar transacciones selecciona&das…
fr_fr: Effacer les opérations sélectionnées…
hu_hu: Kijelölt ügyletek &törlése…
it_it: &Elimina transazioni selezionate…
sv_se: &Ta bort markerade transaktioner…
tr_tr: &Seçili İşlemleri Sil…

source: &Delete selected transaction…
el_gr: &Διαγραφή επιλεγμένης συναλλαγής… &Διαγραφή επιλεγμένων συναλλαγών…
es_es: Eliminar transacción selecciona&da…
fr_fr: Effacer l'opération sélectionnée…
hu_hu: Kijelölt ügylet &törlése…
it_it: &Elimina transazione selezionata…
sv_se: &Ta bort markerad transaktion…
tr_tr: &Seçili İşlemi Sil…

source: &Permanently delete selected transactions…
el_gr: &Μόνιμη διαγραφή επιλεγμένων συναλλαγών…
es_es: Eliminar &permanentemente las transacciones seleccionadas…
fr_fr: &Supprimer définitivement les opérations sélectionnées…
hu_hu: Kijelölt ügyletek &végleges törlése…
it_it: Elimina definitivamente transazioni &selezionate…
sv_se: &Radera valda transaktioner permanent…
tr_tr: &Seçili İşlemleri Kalıcı Olarak Sil…

source: &Permanently delete selected transaction…
el_gr: &Μόνιμη διαγραφή της επιλεγμένης συναλλαγής…
es_es: &Eliminar permanentemente la transacción seleccionada…
fr_fr: &Supprimer définitivement l'opération sélectionnée…
hu_hu: Kijelölt ügylet &végleges törlése…
it_it: &Elimina definitivamente transazione selezionata…
sv_se: &Radera vald transaktion permanent…
tr_tr: &Seçili İşlemi Kalıcı Olarak Sil…

source: Delete &all transactions in current view…
es_es: Borrar todas las transacciones en la vista actual…
fr_fr: Supprimer toutes les opérations affichées…
hr_hr: Izbriši &sve transakcije u trenutačnom prikazu…
hu_hu: Öss&zes ügylet törlése a jelenlegi nézetben…
it_it: Elimina &tutte le transazioni nella vista corrente…
pt_pt: Eliminar &todas as transações na vista atual…
ru_ru: Удалить все транзакции в текущем представлении…
sv_se: Radera &alla transaktioner i aktuell vy…
tr_tr: Geçerli görünümdeki &tüm işlemleri sil…

source: Permanently delete &all transactions in current view…
es_es: Borrar permanentemente todas las transacciones en la vista actual…
fr_fr: Supprimer définitivement toutes les opérations affichées…
hr_hr: Zauvijek izbriši &sve transakcije u trenutačnom prikazu…
hu_hu: Öss&zes ügylet végleges törlése a jelenlegi nézetben…
it_it: Elimina definitivamente &tutte le transazioni nella vista corrente…
pt_pt: Eliminar permanentemente &todas as transações na vista atual…
ru_ru: &Окончательно удалить все транзакции в текущем представлении…
sv_se: Radera &alla transaktioner permanent i aktuell vy…
tr_tr: Geçerli görünümdeki &tüm işlemleri kalıcı olarak sil…

source: Delete Viewed “&Follow Up” Transactions…
es_es: Borrar las transacciones de seguimiento mostradas…
fr_fr: Supprimer les opérations visibles de statut "Suivi"…
hu_hu: Megtekintett „&Követés” ügyletek törlése…
it_it: Elimina Transazioni "&Da Monitorare" Visualizzate…
pl_pl: Usuń wyświetlone transakcje „&do wyjaśnienia”…
pt_pt: Eliminar as transações visualizadas marcadas como “&Acompanhar”…
ru_ru: Удалить показанные транзакции "&для отслеживания"…
sv_se: Ta bort visade transaktioner "&Följ upp" …
tr_tr: Görüntülenen “&Takip” İşlemlerini Sil…

source: Delete Viewed “&Unreconciled” Transactions…
es_es: Borrar las transacciones "&Sin conciliar" ya vistas…
fr_fr: Supprimer les opérations visibles de statut "Non rapproché"…
hu_hu: Megtekintett „&Nincs egyeztetve” ügyletek törlése…
it_it: Elimina Transazioni "Non riconciliate" Visualizzate…
pl_pl: Usuń wyświetlone „&nieuzgodnione” transakcje…
pt_pt: Eliminar as transações visualizadas marcadas como "&Não reconciliada"…
ru_ru: Удалить показанные "&не выверенные" транзакции…
sv_se: Ta bort visade transaktioner "&Oförenliga" …
tr_tr: Görüntülenen “&Uzlaştırılmamış” İşlemleri Sil…

source: De&lete
es_es: E&liminar
fr_fr: Supprimer
hr_hr: &Izbriši
hu_hu: &Törlés
it_it: &Elimina
pl_pl: &Usuń
pt_pt: Eli&minar
ru_ru: У&далить
sv_se: Ra&dera
tr_tr: &Sil

source: &Unreconciled
ar_sa: &لم تتم التسوية
el_gr: &Ανεπιβεβαίωτη
es_es: &Sin conciliar
fr_fr: Non rapproché
hr_hr: &Neusklađeno
hu_hu: &Nincs egyeztetve
it_it: &Non Riconciliata
pl_pl: &Nierozliczona
pt_pt: &Não Reconciliada
ru_ru: &Не выверено
sv_se: &Oavstämd
tr_tr: &Uzlaşma sağlanamamış

source: &Reconciled
ar_sa: &تمت تسويتها
el_gr: &Τακτοποιημένο
es_es: &Conciliado
fr_fr: &Rapproché
hr_hr: &Usklađeno
hu_hu: &Egyeztetve
it_it: &Riconciliata
pl_pl: &Rozliczona
pt_pt: &Reconciliada
ru_ru: &Выверено
sv_se: &Avstämd
tr_tr: &Onaylanmış

source: &Void
ar_sa: &ملغية
el_gr: &Άκυρο
es_es: &Nula
fr_fr: Nul
hr_hr: &Storno
hu_hu: &Érvénytelenítés
it_it: &Nulla
pl_pl: Nie&ważna
pt_pt: &Nula
ru_ru: &Не учитывать
sv_se: &Ogiltig
tr_tr: &Geçersiz

source: &Follow Up
ar_sa: &متابعة
el_gr: &Για επανέλεγχο
es_es: &Requiere seguimiento
fr_fr: Suivi
hr_hr: &Prati dalje
hu_hu: &Követés
it_it: &Da Monitorare
pl_pl: &Do wyjaśnienia
pt_pt: &Dar Seguimento
ru_ru: &Отслеживать
sv_se: &Följ upp
tr_tr: &Takip Et

source: D&uplicate
el_gr: Δ&ιπλότυπη
es_es: D&uplicar
fr_fr: Duplicata
hr_hr: D&uplikat
hu_hu: Meg&kettőzés
it_it: D&uplicata
pl_pl: D&uplikat
pt_pt: D&uplicado
ru_ru: &Повтор
sv_se: D&uplicera
tr_tr: &Çoğalt

source: Mar&k as
el_gr: Επισήμαν&ση ως
es_es: Mar&car como
fr_fr: Marquer comme
hr_hr: Označi &kao
hu_hu: Meg&jelölés mint
it_it: Seg&na come
pl_pl: Oz&nacz jako
pt_pt: Marca&r como
ru_ru: Отметить &как
sv_se: Markera som
