Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: General Report Manager
ar_sa: مدير التقرير العام
cs_cz: Správce vlastních zpráv
el_gr: Διαχείριση Γενικών Αναφορών
es_es: Administrador de informes generales
fr_fr: Gestionnaire de rapports généraux
he: מנהל דוחות כללי
hr_hr: Opći upravljač za izvještaje
hu_hu: Általános jelentéskezelő
it_it: Gestore Generale dei Resoconti
nl_nl: Algemene rapport beheerder
pl_pl: Menedżer raportów
pt_pt: Gestor de Relatórios Personalizados
ro_ro: Managerul general de rapoarte
ru_ru: Менеджер отчётов
sk_sk: Správca vlastných reportov
sv_se: Allmän rapporthanterare
tr_tr: Genel Rapor Yöneticisi

source: Assets…
ar_sa: الأصول…
el_gr: Ενεργητικό…
es_es: Activos…
fr_fr: Avoir…
hr_hr: Imovine …
hu_hu: Eszközök…
it_it: Cespiti…
pl_pl: Aktywa…
pt_pt: Ativos…
ru_ru: Активы…
sv_se: Tillgångar…
tr_tr: Varlıklar…

source: New Empty Report…
ar_sa: تقرير جديد فارغ…
el_gr: Νέα Κενή Αναφορά…
es_es: Nuevo informe vacío…
fr_fr: Nouveau rapport vide…
hr_hr: Nov prazni izvještaj …
hu_hu: Új üres jelentés…
it_it: Nuovo Resoconto Vuoto…
pl_pl: Nowy pusty raport…
pt_pt: Novo Relatório Vazio…
ru_ru: Новый пустой отчёт…
sv_se: Ny tom rapport…
tr_tr: Yeni Boş Rapor…

source: Duplicate Report
el_gr: Διπλότυπη Αναφορά
es_es: Duplicar reporte
fr_fr: Rapport copié
hu_hu: Megkettőzés jelentés
it_it: Resoconto Duplicato
pt_pt: Duplicar Relatório
sv_se: Duplicera Rapport
tr_tr: Raporu Çoğalt

source: New Sample Report
ar_sa: تقرير عينة جديد
cs_cz: Nová ukázková zpráva
el_gr: Νέα Αναφορά Παραδείγματος
es_es: Nuevo informe de ejemplo
fr_fr: Nouvel exemple de rapport
he: דוח דוגמא חדש
hr_hr: Novi primjer izvještaja
hu_hu: Új jelentésminta
it_it: Nuovo modello di Resoconto
nl_nl: Nieuw voorbeeld rapport
pl_pl: Nowy przykładowy raport
pt_pt: Novo Relatório Exemplo
ro_ro: Un raport nou
ru_ru: Новый пример отчёта
sk_sk: Nový vzorový report
sv_se: Ny exempelrapport
tr_tr: Yeni Örnek Rapor

source: Change Group…
ar_sa: تغيير المجموعة…
el_gr: Αλλαγή Ομάδας…
es_es: Cambiar grupo…
fr_fr: Changer de groupe…
hr_hr: Promijeni grupu …
hu_hu: Csoport módosítása…
it_it: Cambia Gruppo…
pl_pl: Zmień grupę…
pt_pt: Alterar Grupo…
ru_ru: Сменить группу…
sv_se: Ändra grupp…
tr_tr: Grubu Değiştir…

source: Rename Group…
ar_sa: إعادة تسمية المجموعة…
el_gr: Μετονομασία Ομάδας…
es_es: Renombrar grupo…
fr_fr: Renommer le groupe…
hr_hr: Preimenuj grupu …
hu_hu: Csoport átnevezése…
it_it: Rinomina Gruppo…
pl_pl: Zmień nazwę grupy…
pt_pt: Renomear Grupo…
ru_ru: Переименовать группу…
sv_se: Byt namn på grupp…
tr_tr: Gurubu Yeniden Adlandır…

source: UnGroup
ar_sa: فك التجميع
cs_cz: Zrušit seskupení
el_gr: Αποομαδοποίηση
es_es: Desagrupar
fr_fr: Dégrouper
he: פרק קבוצה
hr_hr: Razgrupiraj
hu_hu: Csoport bontása
it_it: Separa
nl_nl: Groepering opheffen
pl_pl: Rozgrupuj
pt_pt: Desagrupar
ro_ro: Degrupare
ru_ru: Разгруппировать
sk_sk: Zrušiť zoskupenie
sv_se: Dela upp
tr_tr: Gurubu Çöz

source: Rename Report…
ar_sa: إعادة تسمية التقرير…
el_gr: Μετονομασία Αναφοράς…
es_es: Renombrar informe…
fr_fr: Renommer le rapport…
hr_hr: Preimenuj izvještaj …
hu_hu: Jelentés átnevezése…
it_it: Rinomina Resoconto…
pl_pl: Zmień nazwę raportu…
pt_pt: Renomear Relatório…
ru_ru: Переименовать отчёт…
sv_se: Byt namn på rapport…
tr_tr: Raporu Yeniden Adlandır…

source: Active
ar_sa: نشط
el_gr: Ενεργό
es_es: Activo
fr_fr: Actif
hr_hr: Aktivno
hu_hu: Fennáll
it_it: Attivo
pl_pl: Aktywny
pt_pt: Ativo
ro_ro: Activ
ru_ru: Активен
tr_tr: Aktif

source: Show/Hide report in Navigator
el_gr: Εμφάνιση/Απόκρυψη αναφοράς στον πλοηγό
es_es: Mostrar / ocultar informe en el navegador
fr_fr: Afficher/Masquer le rapport dans le navigateur
hu_hu: Jelentés megjelenítése/elrejtése a Navigátorban
it_it: Mostra/Nascondi resoconti nel Navigatore
pl_pl: Pokaż/Ukryj raport w Nawigatorze
pt_pt: Mostrar / ocultar relatório no navegador
ru_ru: Показать/скрыть отчет в Навигаторе
sv_se: Visa/Dölj rapport i Navigator
tr_tr: Gezginde Raporu Göster/Gizle

source: Delete Report…
ar_sa: حذف التقرير…
el_gr: Διαγραφή Αναφοράς…
es_es: Borrar informe…
fr_fr: Supprimer le rapport…
hr_hr: Izbriši izvještaj …
hu_hu: Jelentés törlése…
it_it: Elimina Resoconto…
pl_pl: Usuń raport…
pt_pt: Eliminar Relatório…
ru_ru: Удалить отчёт…
sv_se: Ta bort rapport…
tr_tr: Raporu Sil…

source: Sync Report…
es_es: Sincronizar informe…
fr_fr: Rapport de synchronisation
hu_hu: Jelentés összehangolása…
it_it: Sincronizza Resoconto…
pt_pt: Sincronizar relatório…
tr_tr: Raporu Senkronize Et…

source: Report "%s" has been modified. Do you want to save it?
el_gr: Η Αναφορά "%s" έχει τροποποιηθεί. Θέλετε να την αποθηκεύσετε;
es_es: El reporte "%s" ha sido modificado. ¿Desea guardarlo?
fr_fr: Le rapport «%s» a été modifié. Voulez-vous le sauvegarder?
hu_hu: A(z) „%s” jelentést módosították. Szeretné menteni a jelentést?
it_it: Il resoconto “%s” è stato modificato. Vuoi salvarlo?
sv_se: Rapporten "%s" har ändrats. Vill du spara den?
tr_tr: "%s" Raporu değiştirildi. Kaydetmek istiyor musunuz?

source: Enter the name for the report
ar_sa: أدخل اسم التقرير
cs_cz: Zadejte název zprávy
el_gr: Εισάγετε το όνομα της αναφοράς
es_es: Indicar el nombre para el informe
fr_fr: Entrer le nom pour le rapport
he: הזן את שם הדוח
hr_hr: Unesi ime za izvještaj
hu_hu: Jelentés nevének megadása
it_it: Inserisci il nome per il resoconto
nl_nl: Naam voor het rapport invoeren
pl_pl: Wprowadź nazwę dla raportu
pt_pt: Escreva o nome do relatório
ro_ro: Introdu numele raportului
ru_ru: Введите название отчёта
sk_sk: Zadajte názov reportu
sv_se: Ange namn på rapporten
tr_tr: Raporun adını girin

source: Pull Report Title:
es_es: Título del Reporte:
fr_fr: Attribuez un titre au rapport :
hu_hu: Letöltési jelentés címe:
it_it: Titolo del Resoconto:
pt_pt: Título do relatório extraído:
sv_se: Hämta rapportens titel:
tr_tr: Rapor Başlığını Çek:

source: Delete the Report Title:
ar_sa: حذف عنوان التقرير:
cs_cz: Odstranit název zprávy:
el_gr: Διαγράψτε τον τίτλο της έκθεσης:
es_es: Eliminar el título del informe:
fr_fr: Effacer le titre du rapport :
he: מחק כותרת דוח:
hr_hr: Izbriši naslov izvještaja:
hu_hu: Törölje a jelentés címét:
it_it: Elimina il Titolo del Resoconto:
nl_nl: Verwijder de rapporttitel:
pl_pl: Skasuj raport o tytule:
pt_pt: Apagar o Título do Relatório:
ro_ro: Șterge titlul raportului:
ru_ru: Удалить отчёт:
sk_sk: Odstrániť názov reportu:
sv_se: Ta bort rapportens titel:
tr_tr: Rapor Başlığını Silin:

source: Enter or choose name for the new report group
ar_sa: أدخل أو اختر اسم لمجموعة التقرير الجديدة
cs_cz: Zadejte název pro novou skupinu sestavy
el_gr: Εισάγετε ή επιλέξτε όνομα για τη νέα ομάδα αναφοράς
es_es: Introduzca o elija el nombre para el nuevo grupo de informes
fr_fr: Saisir un nom pour le nouveau groupe de rapport :
he: הזן או בחר שם עבור קבוצת הדוחות החדשה
hr_hr: Unesi ili odaberi ime za novu grupu izvještaja
hu_hu: Új jelentéscsoportnev megadása vagy kijelölése
it_it: Inserisci o scegli il nome per il nuovo gruppo di resoconti
nl_nl: Naam invoeren of kiezen voor de nieuwe rapportgroep
pl_pl: Wprowadź lub wybierz nazwę nowej grupy raportów
pt_pt: Introduza, ou escolha, um nome para o novo grupo de relatórios
ro_ro: Introduceți sau alegeți numele noului grup de rapoarte
ru_ru: Введите имя новой группы отчётов
sv_se: Ange eller välj namn för den nya rapportgruppen
tr_tr: Yeni rapor gurubu için ad girin veya seçin

source: Change report group
ar_sa: تغيير مجموعة التقرير
cs_cz: Upravit skupinu sestavy
el_gr: Αλλαγή ομάδας αναφοράς
es_es: Cambie el grupo de informes
fr_fr: Changer le groupe de rapport
he: שנה קבוצת דוחות
hr_hr: Promijeni grupu izvještaja
hu_hu: Kimutatáscsoport váltása
it_it: Cambiare gruppo di resoconti
nl_nl: Rapportgroep wijzigen
pl_pl: Zmień grupę raportu
pt_pt: Alterar grupo de relatórios
ro_ro: Schimbă grupul de rapoarte
ru_ru: Изменить группу
sv_se: Ändra rapportgrupp
tr_tr: Rapor gurubunu değiştir.

source: Enter or choose name for the new group
ar_sa: أدخل أو اختر اسم للمجموعة الجديدة
cs_cz: Zadejte nebo vyberte název pro novou skupinu
el_gr: Εισάγετε ή επιλέξτε όνομα για τη νέα ομάδα
es_es: Introduzca o elija el nombre para el nuevo grupo
fr_fr: Saisir un nom pour le nouveau groupe :
he: הזן או בחר שם עבור הקבוצה החדשה
hr_hr: Unesi ili odaberi ime za novu grupu
hu_hu: Új csoportnev megadása vagy kijelölése
it_it: Inserisci o scegli il nome per il nuovo gruppo
nl_nl: Naam invoeren of kiezen voor de nieuwe groep
pl_pl: Wprowadź lub wybierz nazwę nowej grupy
pt_pt: Introduza, ou escolha, um nome para o novo grupo
ro_ro: Introdu sau alege numele noului grup de rapoarte
ru_ru: Введите имя новой группы
sv_se: Ange eller välj namn för den nya gruppen
tr_tr: Yeni gurup için ad girin veya seçin

source: Rename Group
ar_sa: إعادة تسمية المجموعة
cs_cz: Přejmenovat skupinu
el_gr: Μετονομασία Ομάδας
es_es: Renombrar grupo
fr_fr: Renommer le groupe
he: שנה שם קבוצה
hr_hr: Preimenuj grupu
hu_hu: Csoport átnevezése
it_it: Rinomina Gruppo
nl_nl: Groep hernoemen
pl_pl: Zmień nazwę grupy
pt_pt: Renomear Grupo
ro_ro: Redenumește grupul
ru_ru: Переименовать группу
sv_se: Byt namn på grupp
tr_tr: Gurubu Yeniden Adlandır

source: Add Report Group
ar_sa: إضافة تقرير المجموعة
cs_cz: Přidat skupinu výpisu
el_gr: Προσθήκη Ομάδας Αναφοράς
es_es: Añadir grupo de informes
fr_fr: ajouter un groupe de rapport
he: הוסף קבוצת דוחות
hr_hr: Dodaj grupu izvještaja
hu_hu: Jelentéscsoport hozzáadása
it_it: Aggiungere gruppo resoconti
nl_nl: Rapportgroep toevoegen
pl_pl: Dodaj grupę raportów
pt_pt: Adicionar Grupo de Relatórios
ro_ro: Adaugă grup de rapoarte
ru_ru: Добавить группу
sk_sk: Pridať skupinu reportov
sv_se: Lägg till rapportgrupp
tr_tr: Rapor Gurubu Ekle

source: New Report %s
ar_sa: تقرير جديد %s
cs_cz: Nová zpráva %s
el_gr: Νέα αναφορά %s
es_es: Nuevo informe %s
fr_fr: Nouveau rapport %s
he: דוח חדש %s
hr_hr: Novi izvještaj %s
hu_hu: Új jelentés %s
it_it: Nuovo Resoconto %s
nl_nl: Nieuw rapport %s
pl_pl: Nowy raport %s
pt_pt: Novo Relatório %s
ro_ro: Raport nou %s
ru_ru: Новый отчёт %s
sv_se: Ny rapport %s
tr_tr: Yeni Rapor %s

source: A report with this name already exists
el_gr: Υπάρχει ήδη μια αναφορά με αυτό το όνομα
es_es: Ya existe un informe con este nombre
fr_fr: Un rapport portant ce nom existe déjà
hr_hr: Izvještaj s ovim imenom već postoji
hu_hu: Már létezik ilyen nevű jelentés
it_it: Esiste già un report con questo nome
pl_pl: Raport o tej nazwie już istnieje
pt_pt: Já existe um relatório com este nome
ro_ro: Un raport cu acest nume există deja
ru_ru: Отчет с таким именем уже существует
sv_se: En rapport med detta namn finns redan
tr_tr: Bu ada sahip bir rapor zaten var

source: New Report
ar_sa: تقرير جديد
cs_cz: Nová zpráva
el_gr: Νέα Αναφορά
es_es: Nuevo informe
fr_fr: Nouveau rapport
he: דוח חדש
hr_hr: Novi izvještaj
hu_hu: Új jelentés
it_it: Nuovo Resoconto
nl_nl: Nieuw rapport
pl_pl: Nowy raport
pt_pt: Novo Relatório
ro_ro: Raport nou
ru_ru: Новый отчёт
sk_sk: Nový report
sv_se: Ny rapport
tr_tr: Yeni Rapor

source: Assets
ar_sa: الأصول
cs_cz: Majetek
el_gr: Περιουσιακά στοιχεία
es_es: Activos
fr_fr: Actifs
he: נכסים
hr_hr: Imovine
hu_hu: Eszközök
it_it: Cespiti
nl_nl: Bezittingen
pl_pl: Aktywa
pt_pt: Ativos
ro_ro: Active
ru_ru: Активы
sk_sk: Hmotný majetok
sv_se: Tillgångar
tr_tr: Varlıklar

source: Choose file to Save As Report
ar_sa: اختر ملف لحفظ كتقرير
cs_cz: Vyberte soubor a uložte jej jako sestavu
el_gr: Επιλέξτε αρχείο για αποθήκευση ως αναφορά
es_es: Elija el archivo para guardar como informe
fr_fr: Choisir le fichier de sauvegarde pour le rapport.
he: בחר קובץ לשמירה כדוח
hr_hr: Odaberi datoteku koju želiš spremi kao izvještaj pod
hu_hu: Fájl kijelölése jelentésként mentésre
it_it: Scegliere il file da salvare come resoconto
nl_nl: Kies bestand om als rapport op te slaan
pl_pl: Wybierz plik do zapisania jako raport
pt_pt: Escolha o ficheiro para Gravar Como Relatório
ro_ro: Alege fișierul pentru a fi salvat ca raport
ru_ru: Выберите файл чтобы сохранить как отчёт
sk_sk: Vyberte súbor pre Uložiť ako report
sv_se: Välj fil att spara som rapport
tr_tr: Rapor olarak kaydedilecek dosyayı seçin

source: Parameters:
ar_sa: المعايير:
cs_cz: Parametry:
el_gr: Παράμετροι:
es_es: Parámetros:
fr_fr: Paramètres :
hu_hu: Paraméterek:
it_it: Parametri:
pt_pt: Parâmetros:
ro_ro: Parametrii:
sk_sk: Parametre:
sv_se: Parametrar:
tr_tr: Parametreler:

source: Copy name
el_gr: Αντιγραφή ονόματος
es_es: Copiar nombre
fr_fr: Nom de la copie
hu_hu: Név másolása
it_it: Copia nome
pt_pt: Copiar nome
ru_ru: Скопировать имя
sv_se: Kopiera namn
tr_tr: Adı Kopyala

source: Copy all column names
el_gr: Αντιγραφή όλων των ονομάτων στηλών
es_es: Copiar todos los nombres de columnas
fr_fr: Copier tous les noms de colonnes
hu_hu: Az összes oszlopnév másolása
it_it: Copia tutti i nomi delle colonne
ru_ru: Скопировать все названия столбцов
sv_se: Kopiera alla kolumnnamn
tr_tr: Tüm Sütun Adlarını Kopyala

source: Copy as SQL SELECT
el_gr: Αντιγραφή ως SQL SELECT
es_es: Copiar como SQL SELECT
fr_fr: Copier en tant que SELECT SQL
hu_hu: SQL SELECT másolása ként
it_it: Copia come SQL SELECT
ru_ru: Копировать как SQL SELECT
sv_se: Kopiera som SQL SELECT
tr_tr: SQL SELECT Olarak Kopyala

source: Edit Payee
ar_sa: تحرير المستفيد
el_gr: Επεξεργασία Δικαιούχου
es_es: Editar beneficiario
fr_fr: Editer le bénéficiaire
hr_hr: Uredi primaoca
hu_hu: Kedvezményezett szerkesztése
it_it: Modifica il beneficiario
pl_pl: Edytuj beneficjenta
pt_pt: Editar Beneficiário
ru_ru: Изменить получателя
sv_se: Redigera betalningsmottagare
tr_tr: Alacaklı Düzenle

source: Enter the Name of the Payee. This name can be renamed at any time.
ar_sa: أدخل اسم المستفيد. يمكن إعادة تسمية هذا الاسم في أي وقت.
el_gr: Εισάγετε το όνομα του δικαιούχου. Αυτό το όνομα μπορεί να μετονομαστεί ανά πάσα στιγμή.
es_es: Introduzca el nombre del beneficiario. Este nombre puede ser cambiado en cualquier momento.
fr_fr: Saisir le nom du bénéficiaire. Ce nom peut être modifié à tout moment.
hr_hr: Upiši ime primaoca. Ime možeš promijeniti bilo kada.
hu_hu: Kedvezményezett nevének megadása. A név bármikor átnevezhető.
it_it: Inserisci il nome del beneficiario. Questo nome può essere rinominato in qualsiasi momento.
pl_pl: Wprowadź nazwę beneficjenta. Ta nazwa może zostać zmieniona w dowolnym momencie.
pt_pt: Digite o nome do Beneficiário. Este nome pode ser alterado a qualquer momento.
ru_ru: Введите имя получателя. Это имя можно изменить в любое время.
sv_se: Ange namnet på betalningsmottagaren. Detta namn kan ändras när som helst.
tr_tr: Alacaklının adını girin. Bu ad herhangi bir zamanda değiştirilebilir.

source: Hidden
ar_sa: مخفي
el_gr: Κρυφό
es_es: Oculto
fr_fr: Masqué
hr_hr: Skriven
hu_hu: Rejtett
it_it: Nascosto
pl_pl: Ukryty
pt_pt: Oculto
ru_ru: Скрыто
sv_se: Dold
tr_tr: Gizli

source: Indicate whether the payee should hidden and not presented in the payee list for new transactions
ar_sa: يرجى بيان ما إذا كان ينبغي للمستفيد أن يخفى وألا يقدم في قائمة المستفيد للمعاملات الجديدة
el_gr: Αναφέρατε αν ο δικαιούχος πληρωμής θα πρέπει να κρυφτεί και να μην παρουσιάζεται στον κατάλογο δικαιούχων για νέες συναλλαγές
es_es: Indique si el beneficiario debe estar oculto y no mostrado en la lista de beneficiarios para nuevas transacciones
fr_fr: Indique si le bénéficiaire doit être masqué et non présenté dans la liste des bénéficiaires pour les nouvelles transactions
hr_hr: Odredi treba li se primaoc sakriti i ne prikazati u popisu primalaca za nove transakcije
hu_hu: Jelezze, hogy a kedvezményezettnek el kell-e rejtenie, és nem kell-e megjelennie a kedvezményezettek listáján az új ügyletek esetén
it_it: Indica se il beneficiario deve essere nascosto e non mostrato nell’elenco dei beneficiari per le nuove transazioni
pl_pl: Wskaż, czy odbiorca nie powinien być pokazany na liście odbiorców dla nowych transakcji
pt_pt: Indique se o beneficiário deve ser ocultado e não apresentado na lista de beneficiários para novas transações
ru_ru: Укажите, скрыть ли получателя и не отображать далее в списке получателей для новых транзакций
sv_se: Ange om betalningsmottagaren ska döljas och inte visas i betalningsmottagarlistan för nya transaktioner
tr_tr: Alacaklının gizlenmesi ve yeni işlemler için alacaklı listesinde sunulmaması gerekip gerekmediğini belirtin

source: Default Category
ar_sa: الفئة الإفتراضية
cs_cz: Výchozí kategorie
el_gr: Προεπιλεγμένη Κατηγορία
es_es: Categoría por defecto
fr_fr: Catégorie par défaut
he: קטגורית ברירת מחדל
hr_hr: Standardna kategorija
hu_hu: Alapértelmezett kategória
it_it: Categoria Predefinita
nl_nl: Standaard categorie
pl_pl: Domyślna kategoria
pt_pt: Categoria Padrão
ru_ru: Categoria predefinita:
sk_sk: Predvolená kategória
sv_se: Förvald kategori
tr_tr: Varsayılan Kategori

source: Last Used Category
ar_sa: آخر فئة مستخدمة
el_gr: Τελευταία Χρησιμοποιημένη Κατηγορία
es_es: Última Categoría Usada
fr_fr: Dernière catégorie utilisée
hr_hr: Zadnja korištena kategorija
hu_hu: Utoljára használt kategória
it_it: Ultima Categoria Usata
pl_pl: Ostatnio użyta kategoria
pt_pt: Última Categoria Utilizada
ru_ru: Последняя используемая категория
sv_se: Senast använda kategori
tr_tr: Son Kullanılan Kategori

source: The category used as default for this payee
ar_sa: الفئة المستخدمة كفئة افتراضية لهذا المستفيد
el_gr: Η κατηγορία χρησιμοποιήθηκε ως προεπιλογή για αυτόν τον δικαιούχο
es_es: La categoría utilizada como predeterminada para este beneficiario
fr_fr: La catégorie utilisée par défaut pour ce bénéficiaire
hr_hr: Kategorija koja se koristi kao standardna za ovog primaoca
hu_hu: Kedvezményezett alapértelmezett kategóriája
it_it: La categoria usata come predefinita per questo beneficiario
pl_pl: Kategoria używana jako domyślna dla tego beneficjenta
pt_pt: A categoria usada como padrão para este beneficiário
ru_ru: Категория, используемая по умолчанию для этого получателя
sv_se: Kategorin som används som standard för denna betalningsmottagare
tr_tr: Bu alacaklı için varsayılan olarak kullanılan kategori

source: Reference
ar_sa: مرجع
el_gr: Αναφορά
es_es: Referencia
fr_fr: Référence
hr_hr: Referenca
hu_hu: Feljegyzés
it_it: Riferimento
pl_pl: Odniesienie
pt_pt: Referência
ru_ru: Ссылка
sv_se: Referens
tr_tr: Referans

source: A reference to be used for the payee, e.g. bank account number
ar_sa: مرجع يستخدم للمستفيد ، على سبيل المثال رقم الحساب المصرفي
el_gr: Στοιχεία που πρέπει να χρησιμοποιούνται για τον δικαιούχο, π.χ. αριθμός τραπεζικού λογαριασμού
es_es: Una referencia del beneficiario, por ejemplo, el número de cuenta bancaria
fr_fr: Une référence à utiliser pour le bénéficiaire, par exemple le numéro de compte bancaire
hr_hr: Referenca koja se koristi za primaoca, npr. broj bankovnog računa
hu_hu: A feljegyzésben további tájékoztatás tárolható egy ügylettel, pl. bankszámlaszám.
it_it: Un riferimento da utilizzare per il beneficiario, ad esempio il numero di conto bancario
pl_pl: Odniesienie do wykorzystania w przypadku odbiorcy, np. numer konta bankowego
pt_pt: Uma referência a utilizar pelo beneficiário, por exemplo, número de conta bancária
ru_ru: Ссылка на получателя, например номер банковского счета
sv_se: En referens att användas för betalningsmottagaren, t.ex. bankkontonummer
tr_tr: Alacaklı için kullanılacak bir referans, örneğin banka hesap numarası

source: Website
ar_sa: الموقع الالكتروني
el_gr: Ιστοσελίδα
es_es: Página web
fr_fr: Site Internet
he: אתר
hr_hr: Web stranica
hu_hu: Honlap
it_it: Sito Web
pl_pl: Strona internetowa
pt_pt: Página Web
ru_ru: Web-сайт
sv_se: Webbplats
tr_tr: İnternet Sitesi

source: Website URL associated with the payee
ar_sa: عنوان URL للموقع المرتبط بالمستفيد
el_gr: URL ιστοσελίδας που σχετίζεται με τον δικαιούχο
es_es: Enlace de la página web asociada con el beneficiario
fr_fr: URL du site Internet associée au bénéficiaire
hr_hr: URL web stranice povezan s primaocem
hu_hu: Honlap URL-címe a kedvezményezetthez
it_it: URL del sito web associato al beneficiario
pl_pl: Adres witryny powiązany z beneficjentem
pt_pt: URL da página web associada ao beneficiário
ru_ru: URL сайта, связанный с получателем платежа
sv_se: Webbadress kopplad till betalningsmottagaren
tr_tr: Alacaklı ile ilişkili internet sitesi URL'si

source: Match Patterns on Import
ar_sa: تطابق الأنماط عند الاستيراد
el_gr: Ταίριασμα Μοτίβων κατά την εισαγωγή
es_es: Coincidir patrones al importar
fr_fr: Schémas de correspondance en importation
hr_hr: Poklapanje uzoraka pri uvozu
hu_hu: Megfelelőségi minták az importálásnál
it_it: Schemi di corrispondenza sull'importazione
pl_pl: Wzorce dopasowań przy imporcie
pt_pt: Corresponder Padrões na Importação
ru_ru: Шаблон соответствия при импорте
sv_se: Matcha mönster vid import
tr_tr: Desenleri Eşleştir İçe Aktarmada

source: Enter any string to match this payee on import. Patterns are tested in the order entered here.
ar_sa: أدخل أي سلسلة لمطابقة هذا المستفيد عند الاستيراد. يتم اختبار الأنماط في الترتيب الذي تم إدخاله هنا.
el_gr: Εισάγετε οποιαδήποτε συμβολοσειρά που θα ταιριάζει με αυτόν τον δικαιούχο κατά την εισαγωγή. Τα μοτίβα ελέγχονται με την σειρά που εισάγονται εδώ.
es_es: Introduzca cualquier cadena que coincida con este beneficiario en la importación. Los patrones son comprobados por el orden puesto aquí.
fr_fr: Saisissez n'importe quelle chaîne de caractères pour faire correspondre ce bénéficiaire lors de l'importation. Les schémas sont testés dans l'ordre saisi ici.
hr_hr: Unesi bilo koji niz za pokalapnje ovog primaoca pri uvozu. Uzorci se testiraju redoslijedom koji je ovdje unesen.
hu_hu: Adjon meg bármilyen karakterláncot, amely megfelel a kedvezményezettnek az importáláskor. A minták tesztelése az itt megadott sorrendben történik.
it_it: Inserisci una stringa qualsiasi per abbinare questo beneficiario all'importazione. Gli schemi vengono testati nell'ordine in cui sono stati inseriti.
pl_pl: Wprowadź dowolny ciąg, aby dopasować tego beneficjenta podczas importu. Wzory są testowane w kolejności wprowadzonej tutaj.
pt_pt: Digite qualquer sequência de caracteres que corresponda a este beneficiário na importação. Os padrões são testados pela ordem aqui digitada.
ru_ru: Введите любую строку для соответствия этому получателю при импорте. Шаблоны проверяются в порядке, указанном здесь.
sv_se: Ange en sträng för att matcha denna betalningsmottagare vid import. Mönster testas i den ordning som anges här.
tr_tr: İçe aktarmada bu alacaklı ile eşleşecek herhangi bir dize girin. Desenler buraya girilen sırayla test edilir.

source: Use the asterisk (*) at the beginning to find any string in the middle of the sentence.
es_es: Use el asterisco (*) al principio para encontrar cualquier cadena de caracteres, en medio de un párrafo.
fr_fr: Placez l'astérisque (*) au début pour rechercher une chaîne donnée en milieu de phrase.
hu_hu: Használja a csillagot (*) az elején, hogy megtalálja a mondat közepén található karakterláncot.
it_it: Usa l'asterisco (*) all'inizio per trovare qualsiasi stringa nel mezzo della frase.
pt_pt: Utilize o asterisco (*) no início para encontrar qualquer sequência no meio da frase.
tr_tr: Cümlenin ortasındaki herhangi bir diziyi bulmak için başta yıldız (*) kullanın.

source: A payee with this name already exists
el_gr: Υπάρχει ήδη ένας δικαιούχος με αυτό το όνομα
es_es: Ya existe un beneficiario con este nombre
fr_fr: Un tiers portant ce nom existe déjà
hr_hr: Primalac s ovim imenom već postoji
hu_hu: Már létezik ilyen nevű kedvezményezett
it_it: Esiste già un beneficiario con questo nome
pl_pl: Beneficjent o tej nazwie już istnieje
pt_pt: Já existe um beneficiário com este nome
ru_ru: Получатель с таким именем уже существует
sv_se: En betalningsmottagare med detta namn finns redan
tr_tr: Bu ada sahip bir alacaklı zaten var
