Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Miscellaneous
ar_sa: متنوعة
cs_cz: Ostatní
el_gr: Διάφορα
es_es: Varios
fr_fr: Divers
he: שונות
hr_hr: Razno
hu_hu: Vegyes
it_it: Varie
nl_nl: Overigen
pl_pl: Różne
pt_pt: Diversos
ro_ro: Diverse
ru_ru: Разное
sk_sk: Rôzne
sv_se: Blandat
tr_tr: Çeşitli

source: Gifts
ar_sa: الهبات
cs_cz: Dárky
el_gr: Δώρα
es_es: Regalos
fr_fr: Cadeaux
he: מתנות
hr_hr: Darovi
hu_hu: Ajándékok
it_it: Regali
nl_nl: Giften
pl_pl: Prezenty
pt_pt: Ofertas
ro_ro: Cadouri
ru_ru: Подарки
sk_sk: Dary
sv_se: Gåvor
tr_tr: Hediyeler

source: Income
ar_sa: الايرادات
cs_cz: Příjmy
el_gr: Έσοδα
es_es: Ingresos
fr_fr: Revenu
he: הכנסה
hr_hr: Prihod
hu_hu: Bevétel
it_it: Entrate
nl_nl: Inkomsten
pl_pl: Przychody
pt_pt: Receita
ro_ro: Venituri
ru_ru: Доход
sk_sk: Príjmy
sv_se: Inkomst
tr_tr: Gelir

source: Salary
ar_sa: الراتب
cs_cz: Mzda
el_gr: Μισθός
es_es: Salario
fr_fr: Salaire
he: משכורת
hr_hr: Plaća
hu_hu: Fizetés
it_it: Retribuzione
nl_nl: Salaris
pl_pl: Pensja
pt_pt: Vencimento
ro_ro: Salariu
ru_ru: Зарплата
sk_sk: Mzda
sv_se: Lön
tr_tr: Ücret-Maaş

source: Reimbursement/Refunds
ar_sa: تسديد/استرداد
cs_cz: Finanční odskodnění/náhrada
el_gr: Αποζημίωση/Επιστροφές
es_es: Reembolsos/Reintegros
fr_fr: Remboursements
he: החזרים
hr_hr: Nadoknade
hu_hu: Visszatérítések, illetve visszafizetések
it_it: Rimborsi/Risarcimenti
nl_nl: Restitutie/teruggave
pl_pl: Zwroty
pt_pt: Reembolsos
ro_ro: Rambursare/Restituire
ru_ru: Возврат налога
sk_sk: Preplatenie výdavkov/náhrady
sv_se: Ersättningar/återbetalningar
tr_tr: Karşılama/Geri Verme

source: Investment Income
ar_sa: الواردات الاستثمارية
cs_cz: Příjmy z kapitálového majetku
el_gr: Εισόδημα από επενδύσεις
es_es: Ingresos de inversiones
fr_fr: Revenus de placements
he: רוח הון
hr_hr: Prihod od investicija
hu_hu: Befektetések hozama
it_it: Profitti da investimento
nl_nl: Inkomsten uit investeringen
pl_pl: Przychody z inwestycji
pt_pt: Rendimento de Investimento
ro_ro: Venituri din Investiții
ru_ru: Инвестиционный доход
sk_sk: Príjmy z investícií
sv_se: Investeringsinkomst
tr_tr: Yatırım Geliri

source: Other Income
ar_sa: الايرادات الاخرى
cs_cz: Příjmy ostatní
el_gr: Άλλα έσοδα
es_es: Otros ingresos
fr_fr: Autres revenus
he: הכנסות אחרות
hr_hr: Ostali prihodi
hu_hu: Egyéb bevétel
it_it: Altre Entrate
nl_nl: Overige inkomsten
pl_pl: Inne przychody
pt_pt: Outras Receitas
ro_ro: Alte Venituri
ru_ru: Прочие доходы
sk_sk: Ostatné príjmy
sv_se: Annan inkomst
tr_tr: Diğer Gelirler

source: Other Expenses
ar_sa: المصرفات الاخرى
cs_cz: Výdaje ostatní
el_gr: Άλλα έξοδα
es_es: Otros gastos
fr_fr: Autres dépenses
he: הוצאות אחרות
hr_hr: Ostali troškovi
hu_hu: Egyéb kiadás
it_it: Altre Uscite
nl_nl: Overige uitgaven
pl_pl: Inne wydatki
pt_pt: Outros Despesas
ro_ro: Alte Cheltuieli
ru_ru: Прочие расходы
sk_sk: Ostatné výdavky
sv_se: Andra utgifter
tr_tr: Diğer Giderler

source: Transfer
ar_sa: تحويل
cs_cz: Převod
el_gr: Μεταφορά
es_es: Transferencia
fr_fr: Virement
he: העברה
hr_hr: Prijenos
hu_hu: Átutalás
it_it: Trasferimento
nl_nl: Overboeking
pl_pl: Przelew
pt_pt: Transferência
ru_ru: Перевод
sk_sk: Prevod
sv_se: Överföring
tr_tr: Aktarma

source: Investment
ar_sa: استثماري
cs_cz: Investiční
el_gr: Επένδυση
es_es: Inversión
fr_fr: Portefeuilles
he: השקעה
hr_hr: Investicije
hu_hu: Befektetés
it_it: Investimenti
nl_nl: Investering
pl_pl: inwestycyjne
pt_pt: Investimento
ro_ro: Investiții
ru_ru: Инвестиционный
sk_sk: Investičný
sv_se: Investeringar
tr_tr: Yatırım

source: Purchase
el_gr: Αγορά
es_es: Compra
fr_fr: Achat
hu_hu: Beszerzés
it_it: Acquisto Titoli
pl_pl: Zakup
pt_pt: Compra
sv_se: Inköp
tr_tr: Satın al

source: Sale
el_gr: Πώληση
es_es: Venta
fr_fr: Vente
hu_hu: Eladás
it_it: Vendita Titoli
pl_pl: Sprzedaż
pt_pt: Venda
ru_ru: Продажа
sv_se: Försäljning
tr_tr: Satış

source: Dividend
el_gr: Μέρισμα
es_es: Dividendo
fr_fr: Dividende
hu_hu: Osztalék
it_it: Dividendi
pl_pl: Dywidenda
pt_pt: Dividendo
ru_ru: Дивиденты
tr_tr: Temettü

source: Capital Gains
el_gr: Κέρδη Κεφαλαίου
es_es: Incrementos de capital
fr_fr: Gains en capital
hu_hu: Tőkenyereség
it_it: Plusvalenze
pl_pl: Zyski kapitałowe
pt_pt: Ganho de Capital
sv_se: Kapitalvinster
tr_tr: Sermaye Kazançları

source: Brokerage Fees
el_gr: Μεσιτικά Τέλη
es_es: Gastos de correduría
fr_fr: Frais de courtage
hu_hu: Közvetítési díjak
it_it: Commissioni di intermediazione
pl_pl: Opłaty za pośrednictwo
pt_pt: Taxas de corretagem
sv_se: Mäklaravgifter
tr_tr: Komisyon Ücretleri

source: Interest
el_gr: Τόκος
es_es: Interés
fr_fr: Intérêts
hu_hu: Kamat
it_it: Interessi
pl_pl: Odsetki
pt_pt: Juro
sv_se: Ränta
tr_tr: İlgi alanları

source: Split
el_gr: Διαχωρισμός
es_es: Dividir
fr_fr: Répartir
he: פצל
hu_hu: Felosztás
it_it: Frazionamento
nl_nl: Splits
pl_pl: Podział
pt_pt: Dividir
ru_ru: Разделить
sk_sk: Rozdeliť
tr_tr: Parçalı

source: Merger
el_gr: Συγχώνευση
es_es: Fusionar
fr_fr: Fusionner
hu_hu: Egyesülés
it_it: Fusione societaria
pl_pl: Scalenie
pt_pt: Unir
sv_se: Sammanslagning
tr_tr: Birleştir

source: MMEX database upgrade to version %i failed!
ar_sa: فشل ترقية قاعدة بيانات MMEX إلى الإصدار %i!
cs_cz: Upgrade databáze MMEX na verzi %i selhala!
el_gr: Η αναβάθμιση της βάσης δεδομένων MMEX στην έκδοση %i απέτυχε!
es_es: ¡Error al actualizar la base de datos MMEX a la versión %i!
fr_fr: La mise à jour de la base de données MMEX vers la version %i a échoué !
hr_hr: Neuspjela nadogradnja MMEX baze podataka na verziju %i!
hu_hu: Az MMEX-adatbázis frissítése %i verzióra sikertelen!
it_it: Aggiornamento database MMEX alla versione %i non riuscito!
nl_nl: MMEX database upgrade naar versie %i mislukt!
pl_pl: Aktualizacja bazy danych MMEX do wersji %i nie powiodła się!
pt_pt: Falha ao atualizar a base de dados MMEX para a versão %i!
ro_ro: Actualizarea bazei de date MMEX la versiunea %i a eșuat!
ru_ru: Обновление базы данных до версии %i не удалось!
sv_se: Uppgradering av MMEX-databasen till version %i misslyckades!
tr_tr: MMEX veritabanı %i sürümüne yükseltme başarısız!

source: Please restore DB from autocreated pre-upgrade backup and retry or contact MMEX support
ar_sa: الرجاء استعادة DB من النسخ الاحتياطي المسبق للتحديث التلقائي وإعادة المحاولة أو الاتصال بدعم MMEX
cs_cz: Obnovte prosím DB ze zálohy automaticky vytvořené před prováděním upgrade a zkuste prosím kontaktovat technickou podporu MMEX
el_gr: Παρακαλώ επαναφέρετε την DB από αυτόματη δημιουργία προ-αναβάθμιση αντίγραφο ασφαλείας και προσπαθήστε ξανά ή επικοινωνήστε με την υποστήριξη MMEX
es_es: Por favor, restaure la BD desde una copia de seguridad anterior y vuelva a intentarlo o contacte con el soporte de MMEX
fr_fr: Restaurez la BdD à partir de la sauvegarde automatique crée avant la mise à jour et réessayez ou contactez le support MMEX
he: נא שחזר את מסד הנתונים מגיבוי של קדם-שדרוג שנוצר אוטומטית ונסה שנית או פנה לתמיכת MMEX
hr_hr: Vrati stanje baze podataka pomoću sigurnosne kopije (stvorenu prije noadogradnje) i pokušaj ponovo ili kontaktiraj MMEX podršku
hu_hu: Állítsa helyre az adatbázist a frissítést megelőző automatikus mentésből és próbálja újra, vagy kérjen segítséget az MMEX-től!
it_it: Ripristinare il database dal backup auto-generato e riprovare o contattare il supporto di MMEX
nl_nl: A.u.b. restore de DB met de automatisch aangemaakte back-up van voor de upgrade en probeer het opnieuw OF neem contact op met MMEX support
pl_pl: Odzyskaj bazę danych z utworzonej automatycznie kopii i spróbuj ponownie lub skontaktuj się ze wsparciem aplikacji MMEX
pt_pt: Por favor, reponha a BD a partir da cópia de segurança criada automaticamente antes da atualização e tente novamente, ou contacte o suporte MMEX
ro_ro: Restaurați DB din copia de rezervă autocreată și încercați din nou sau contactați serviciul de suport MMEX
ru_ru: Пожалуйста, восстановите БД из автоматического созданной резервной копии перед обновлением и повторить попытку или обратитесь в службу поддержки MMEX
tr_tr: Lütfen VeriTabanını otomatik oluşturulan yükseltme öncesi yedekten geri yükleyin ve yeniden deneyin veya MMEX destekle ilişki kurun.

source: MMEX database upgrade
ar_sa: ترقية قاعدة بيانات MMEX
cs_cz: Upgrade databáze MMEX
el_gr: Αναβάθμιση βάσης δεδομένων MMEX
es_es: Base de datos actualizado
fr_fr: MàJ BdD MMEX
he: שדרוג מסד נתונים MMEX
hr_hr: Nadogradnja MMEX baze podataka
hu_hu: Az MMEX adatbázis frissítése
it_it: Aggiornamento database MMEX
pl_pl: Aktualizacja bazy danych MMEX
pt_pt: Atualização da base de dados MMEX
ro_ro: Actualizarea bazei de date MMEX
ru_ru: Обновление базы данных MMEX
sv_se: Uppgradering av MMEX databas
tr_tr: MMEX veritabanı yükseltme

source: MMEX database error!
ar_sa: خطأ في قاعدة بيانات MMEX!
cs_cz: Chyba databáze MMEX!
el_gr: Σφάλμα βάσης δεδομένων MMEX!
es_es: ¡Error de la base de datos!
fr_fr: Erreur de BdD MMEX
he: שגיאה בפתיחת מסד נתונים - MMEX!
hr_hr: Greška u MMEX bazi podataka!
hu_hu: MMEX adatbázis hiba!
it_it: Apertura del Database MMEX - Errore!
nl_nl: MMEX databestand fout!
pl_pl: Błąd bazy danych MMEX!
pt_pt: Erro de base de dados MMEX!
ro_ro: Eroare a bazei de date MMEX!
ru_ru: Ошибка базы данных MMEX!
sv_se: Fel i MMEX-databasen!
tr_tr: MMEX veritabanı hatası!

source: MMEX database version %i doesn't work with this MMEX version. Please upgrade MMEX to newer version.
ar_sa: إصدار قاعدة بيانات MMEX %i لا يعمل مع إصدار MMEX الرجاء ترقية MMEX إلى إصدار أحدث.
cs_cz: S databází MMEX verze %i není možné pracovat v této verzi MMEX. Proveďte prosím upgrade MMEX na novější verzi.
el_gr: Η έκδοση %i της βάσης δεδομένων MMEX δεν λειτουργεί με αυτήν την έκδοση MMEX. Παρακαλώ αναβαθμίστε το MMEX σε νεότερη έκδοση.
es_es: La versión %i de la base de datos de MMEX no funciona con esta versión de MMEX. Por favor, actualice MMEX a una nueva versión.
fr_fr: La version %i de la BdD ne fonctionne pas avec cette version de MMEX. Merci de mettre à jour MMEX à une version plus récente.
he: גירסת מסד נתונים %i לא נתמכת על ידי גירסת MMEX זו נא שדרג MMEX לגירסה חדשה יותר.
hr_hr: MMEX baza podataka verzije %i ne radi s ovom MMEX verzijom. Nadogradi MMEX na novu verziju.
hu_hu: Az MMEX %i verziójú adatbázisa nem működik ezzel a MMEX verzióval Frissítse az MMEX-et újabb verzióra!
it_it: Il database di MMEX versione %i non funziona con questa versione di MMEX. Aggiorna MMEX a una versione successiva.
nl_nl: MMEX database versie %i is niet compatibel met deze MMEX programmaversie. A.u.b. MMEX upgraden naar een nieuwere versie.
pl_pl: Baza danych wersji %i nie działa z tą wersją MMEX. Uaktualnij MMEX do nowej wersji.
pt_pt: A versão %i da base de dados MMEX não funciona com esta versão MMEX. Por favor, atualize o MMEX para uma versão mais recente.
ro_ro: Baza de date MMEX versiunea %i nu funcționează cu această versiune MMEX. Vă rugăm să actualizați MMEX la o versiune mai nouă.
ru_ru: MMEX версия базы данных %i я не работает с этой версией MMEX. Пожалуйста, обновите MMEX до более новой версии.
sv_se: MMEX databasversion %i fungerar inte med denna MMEX-version. Vänligen uppgradera MMEX till nyare version.
tr_tr: MMEX veritabanı %i sürümü bu MMEX sürümüyle çalışmaz.Lütfen MMEX'i daha yeni bir sürüme yükseltin.

source: MMEX database succesfully upgraded to version %i
ar_sa: تم ترقية قاعدة بيانات MMEX بنجاح إلى الإصدار %i
cs_cz: Databáze MMEX byla úspěšně upgradována na verzi %i
el_gr: Η βάση δεδομένων MMEX αναβαθμίστηκε επιτυχώς στην έκδοση %i
es_es: Base de datos MMEX actualizada correctamente a la versión %i
fr_fr: La base de données MMEX a été mise à jour avec succès vers la version %i
hr_hr: Uspjela nadogradnja MMEX baze podataka na verziju %i
hu_hu: Az MMEX-adatbázis sikeresen frissült a(z) %i verzióra
it_it: Database MMEX aggiornato con successo alla versione %i
pl_pl: Baza danych MMEX pomyślnie zaktualizowana do wersji %i
pt_pt: Base de dados MMEX atualizada com sucesso para a versão %i
ro_ro: Baza de date MMEX actualizată cu succes la versiunea %i
ru_ru: База данных MMEX успешно обновлена до версии %i
tr_tr: MMEX veritabanı %i sürümüne başarıyla yükseltildi

source: It is recommended to optimize the database with Tools → Database → Optimize Database…
es_es: Se recomienda optimizar la base de datos con Herramientas → Base de datos → Optimizar Base de datos…
fr_fr: Il est recommandé d'optimiser la base de données avec Outils → Base de données → Optimiser la base de données
hu_hu: Javasoljuk az adatbázis optimalizálását az Eszközök → Adatbázis → Adatbázis optimalizálása…
it_it: Si consiglia di ottimizzare il database con Strumenti → Database → Ottimizza Database…
pt_pt: É recomendada a otimização da base de dados. Vá a Ferramentas → Base de dados → Otimizar base de dados…
sv_se: Det rekommenderas att optimera databasen med Verktyg → Databas → Optimera databasen…
tr_tr: Veritabanını Araçlar → Veritabanı → Veritabanını Optimize Et… menüsünden optimize etmeniz önerilir

source: Load debug file
ar_sa: تحميل ملف التصحيح
cs_cz: Načíst soubor ladění
el_gr: Φόρτωση αρχείου αποσφαλμάτωσης
es_es: Cargar archivo de depuración
fr_fr: Charger le fichier de débogage
he: טען קובץ ניפוי
hr_hr: Učitaj datoteku za ispravljanje grešaka
hu_hu: Hibafájl betöltése
it_it: Carica file di debug
nl_nl: Laad debugbestand
pl_pl: Załaduj plik debugowania
pt_pt: Carregar ficheiro de depuração
ro_ro: Încărcați fișierul de debug
ru_ru: Загрузить файл отладки
sv_se: Ladda felsökningsfil
tr_tr: Hata yakalama dosyasını yükleyin

source: MMEX debug error
ar_sa: خطأ في تصحيح MMEX
cs_cz: Chyba ladění MMEX
el_gr: Σφάλμα εντοπισμού σφαλμάτων MMEX
es_es: Error de depuración
fr_fr: Erreur de débogage MMEX
he: MMEX: שגיאת ניפוי
hr_hr: Greška u MMEX ispravljanju grešaka
hu_hu: MMEX hibakeresési hiba
it_it: Errore debug MMEX
nl_nl: MMEX debug fout
pl_pl: MMEX: Błąd debugowania
pt_pt: Erro de depuração MMEX
ro_ro: Eroare debug MMEX
ru_ru: Ошибка отладки MMEX
sv_se: MMEX debug fel
tr_tr: MMEX hata ayıklama hatası

source: Wrong file type!
ar_sa: نوع الملف خاطئ!
cs_cz: Neplatný typ souboru!
el_gr: Λανθασμένος τύπος αρχείου!
es_es: ¡Tipo de archivo incorrecto!
fr_fr: Mauvais type de fichier !
hr_hr: Kriva vrsta datoteke!
hu_hu: Hibás fájltípus!
it_it: Tipo di file non corretto!
pl_pl: Nieprawidłowy typ pliku!
pt_pt: Tipo de ficheiro incorreto!
ro_ro: Tip de fișier greșit!
ru_ru: Неправильный тип файла!
sv_se: Fel filtyp!
tr_tr: Yanlış dosya tipi!

source: Query error, please contact MMEX support!
ar_sa: خطأ في الاستبيان، يرجى الاتصال بدعم MMEX!
cs_cz: Chyba dotazu, kontaktujte prosím technikou podporu MMEX!
el_gr: Σφάλμα ερωτήματος, παρακαλώ επικοινωνήστε με την υποστήριξη MMEX!
es_es: ¡Error de consulta, por favor contacte con el soporte de MMEX!
fr_fr: Erreur de requête, contactez le support MMEX SVP !
he: שגיאת שאילתה , אנא צור קשר עם תמיכת MMEX!
hr_hr: Greška u upitu, kontaktiraj MMEX podršku!
hu_hu: Lekérdezési hiba, vegye fel a kapcsolatot az MMEX-szel!
it_it: Errore nella query, contattare il supporto di MMEX!
nl_nl: Query fout, a.u.b. contact met MMEX support opnemen!
pl_pl: Błąd zapytania, skontaktuj się ze wsparciem MMEX!
pt_pt: Erro de consulta BD, por favor contacte o suporte MMEX!
ro_ro: Eroare de interogare, vă rugăm să contactaţi MMEX!
ru_ru: Ошибка запроса, пожалуйста, обратитесь в службу поддержки MMEX!
tr_tr: Sorgu hatası, lütfen MMEX destekle bağlantı kurun!

source: Invalid file content, please contact MMEX support!
ar_sa: محتوى الملف غير صالح، يرجى الاتصال بدعم MMEX!
cs_cz: Neplatný obsah souboru, kontaktujte prosím technikou podporu MMEX!
el_gr: Μη έγκυρο περιεχόμενο αρχείου, παρακαλώ επικοινωνήστε με την υποστήριξη MMEX!
es_es: Contenido de archivo no válido, ¡Por favor, contacta con el soporte de MMEX!
fr_fr: Contenu de fichier invalide, veuillez contacter le support MMEX !
hr_hr: Nevaljan sadržaj datoteke. Kontaktiraj MMEX podršku!
hu_hu: Érvénytelen fájltartalom, vegye fel a kapcsolatot az MMEX-támogatással!
it_it: Contenuto del file non valido, contattare il supporto tecnico MMEX!
pl_pl: Nieprawidłowa zawartość pliku, skontaktuj się ze wsparciem MMEX!
pt_pt: Conteúdo do ficheiro inválido, por favor entre em contacto com o suporte MMEX!
ro_ro: Conținut invalid al fișierului, te rog să contactezi echipa de suport MMEX!
ru_ru: Недопустимый контент отладочного файла, пожалуйста, обращайтесь в службу поддержки MMEX!
tr_tr: Geçersiz dosya içeriği, lütfen MMEX desteğine başvurun!

source: Send this log to MMEX support team: press OK to save to file or Cancel to exit
ar_sa: إرسال هذا السجل إلى فريق الدعم MMEX: اضغط على OK لحفظ الملف أو إلغاء للخروج
cs_cz: Odeslat tento záznam týmu technické podpory MMEX: zvolte OK pro uložení do soubor nebo Storno pro ukončení
el_gr: Στείλτε αυτό το αρχείο καταγραφής στην ομάδα υποστήριξης MMEX: πατήστε OK για να αποθηκεύσετε στο αρχείο ή Ακύρωση για έξοδο
es_es: Envíe este log al equipo de soporte de MMEX: pulse OK para guardar el fichero o Cancelar para salir
fr_fr: Envoyer ce journal à l'équipe de support MMEX : appuyez sur OK pour enregistrer dans un fichier ou sur Annuler pour quitter
he: נא לשלוח קובץ לוג זה לצוות התמיכה של MMEX: לחץ על 'אישור' כדי לשמור את הקובץ או על 'ביטול' כדי לצאת
hr_hr: Pošalji ovaj dnevnik ekipi MMEX podrške: klikni „U redu” za spremanje datoteke ili „Odustani” za izlaz
hu_hu: Küldje el ezt a naplót az MMEX támogatási csapatának: nyomja meg a Rendben gombot a fájlba mentéshez vagy a Mégse gombot a kilépéshez
it_it: Invia questo log al team di supporto di MMEX: premere OK per salvarlo in un file o Annulla per uscire
nl_nl: Stuur dit logbestand naar het MMEX support team: Klik op OK om het als bestand op te slaan of klik op Cancel om af te sluiten
pl_pl: Wyślij ten log do zespołu wsparcia MMEX: naciśnij OK aby zapisać plik lub Anuluj aby wyjść
pt_pt: Envie este registo para a equipa de suporte MMEX: pressione OK para gravar no ficheiro ou Cancelar para sair
ro_ro: Trimite acest jurnal echipei de suport MMEX: apasă OK pentru a salva în fișierul sau Anulează pentru a ieși
ru_ru: Отправить этот журнал в службу поддержки MMEX: нажмите кнопку OK, чтобы сохранить в файл или Отмена, чтобы выйти
tr_tr: Bu log dosyasını MMEX destek timine gönderin: dosyaya kaydetmek için Tamam'a veya çıkmak için İptal'e basın

source: MMEX debug
ar_sa: تصحيح MMEX
cs_cz: Ladění MMEX
el_gr: MMEX αποσφαλμάτωση
es_es: Depuración MMEX
fr_fr: Débogage MMEX
he: ניפוי MMEX
hr_hr: MMEX ispravljanje grešaka
hu_hu: MMEX hibakeresés
it_it: Debug MMEX
pl_pl: MMEX - debugowanie
pt_pt: Depuração MMEX
ro_ro: MMEX depanare
ru_ru: MMEX отладка
tr_tr: MMEX hata ayıklama

source: Save debug file
ar_sa: حفظ ملف التصحيح
cs_cz: Uložit soubor ladění
el_gr: Αποθήκευση αρχείου αποσφαλμάτωσης
es_es: Guardar archivo de depuración
fr_fr: Enregistrer le fichier de débogage
he: שמור קובץ ניפוי
hr_hr: Spremi datoteku ispravljanja grešaka
hu_hu: A hibakeresési fájl mentése
it_it: Salvataggio file di debug
nl_nl: Debugbestand opslaan
pl_pl: Zachowaj plik debugowania
pt_pt: Gravar ficheiro de depuração
ro_ro: Salvați fișierul de depanare
ru_ru: Сохранить отладочный файл
sv_se: Spara felsökningsfil
tr_tr: Hata ayıklama dosyasını kaydedin.

source: DB maintenance completed, please close and re-open MMEX!
ar_sa: اكتملت صيانة DB، يرجى إغلاق وإعادة فتح MMEX!
cs_cz: Údržba DB dokončena, zavřete a znovu otevřete MMEX!
el_gr: Η συντήρηση της DB ολοκληρώθηκε, κλείστε και ανοίξτε ξανά το MMEX!
es_es: ¡Mantenimiento de la BD completado, por favor cierre y vuelva a abrir MMEX!
fr_fr: Maintenance de la BdD terminée, merci de fermer et rouvrir MMEX !
he: תחזוקת בסיס הנתונים הושלמה , נא סגור ופתוח מחדש את MMEX!
hr_hr: Održavanje baze podataka je završeno. Zatvori i ponovo otvori MMEX!
hu_hu: Az adatbázis karbantartása kész, zárja be és nyissa meg újra az MMEX-et!
it_it: Manutenzione DB completata, chiudere e riavviare MMEX!
nl_nl: DB onderhoud voltooid, a.u.b. MMEX sluiten en opnieuw openen!
pl_pl: Konserwacja DB zakończona, należy zamknąć i ponownie otworzyć MMEX!
pt_pt: Manutenção da base de dados concluída, por favor feche e reabra o MMEX!
ro_ro: Întreținerea bazei de date este finalizată, închideți și redeschideți MMEX!
ru_ru: Обслуживание БД завершено, пожалуйста, закройте и снова откройте MMEX!
tr_tr: VT yönetimi tamamlandı, lütfen MMEX'i kapatıp yeniden açın!

source: The default cipher algorithm has changed from AES-128 to AES-256 for compatibility with the MMEX mobile apps.
el_gr: Ο προεπιλεγμένος αλγόριθμος κρυπτογράφησης έχει αλλάξει από AES-128 σε AES-256 για συμβατότητα με τις εφαρμογές MMEX για κινητά.
es_es: El algoritmo de cifrado por defecto ha cambiado de AES-128 a AES-256 para tener compatibilidad con las aplicaciones móviles de MMEX.
fr_fr: L'algorithme de chiffrement par défaut est passé de AES-128 à AES-256 pour être compatible avec les applications mobiles MMEX.
hu_hu: Az alapértelmezett titkosítási algoritmus AES-128 kulcsról AES-256 kulcsra változott az MMEX mobilalkalmazásokkal való kompatibilitás érdekében.
it_it: L'algoritmo di cifratura predefinito è passato da AES-128 a AES-256 per la compatibilità con le applicazioni mobili MMEX.
pt_pt: O algoritmo de cifra predefinido foi alterado de AES-128 para AES-256 para garantir compatibilidade com as aplicações móveis do MMEX.
ru_ru: Алгоритм шифрования по умолчанию был изменен с AES-128 на AES-256 для совместимости с мобильными приложениями MMEX.
sv_se: Standard chifferalgoritm har ändrats från AES-128 till AES-256 för kompatibilitet med MMEX mobilappar.
tr_tr: Varsayılan şifreleme algoritması, MMEX mobil uygulamalarıyla uyumluluk için AES-128'den AES-256'ya değiştirildi.

source: Rekeying with the new cipher will prevent opening this database in older versions of MMEX.
el_gr: Το Rekeying με το νέο cipher θα αποτρέψει το άνοιγμα αυτής της βάσης δεδομένων σε παλαιότερες εκδόσεις του MMEX.
es_es: Volver a cifrar cambiando al nuevo algoritmo de cifrado impedirá abrir esta base de datos en versiones antiguas de MMEX.
fr_fr: La réinitialisation de la clé avec le nouveau chiffrement empêchera l'ouverture de cette base de données dans les anciennes versions de MMEX.
hu_hu: Az új titkosítással történő újrakulcsolás megakadályozza az adatbázis megnyitását az MMEX régebbi verzióiban.
it_it: La ricodifica con la nuova cifratura impedirà l'apertura di questo database nelle vecchie versioni di MMEX.
pt_pt: A reatribuição de chave com o novo algoritmo de cifra irá impedir a abertura desta base de dados em versões mais antigas do MMEX.
ru_ru: Переключение ключа на новый шифр не позволит открыть эту базу данных в старых версиях MMEX.
sv_se: Rekeying med det nya chiffret kommer att förhindra att denna databas öppnas i äldre versioner av MMEX.
tr_tr: Yeni şifreleme anahtarıyla yeniden oluşturma, bu veritabanının MMEX’in eski sürümlerinde açılmasını engelleyecektir.

source: Do you want to update the database?
el_gr: Θέλετε να ενημερώσετε τη βάση δεδομένων?
es_es: ¿Desea actualizar la base de datos?
fr_fr: Voulez-vous mettre à jour la base de données ?
hu_hu: Szeretné frissíteni az adatbázist?
it_it: Vuoi aggiornare il database?
pt_pt: Pretende atualizar a base de dados?
ru_ru: Вы хотите обновить базу данных?
sv_se: Vill du uppdatera databasen?
tr_tr: Veritabanını güncellemek istiyor musunuz?

source: Opening MMEX Database – Warning
el_gr: Άνοιγμα Βάσης Δεδομένων MMEX – Προειδοποίηση
es_es: Abriendo base de datos de MMEX - Advertencia
fr_fr: Ouverture de la base de données MMEX - Attention
hu_hu: MMEX-adatbázis megnyitása – Figyelmeztetés
it_it: Apertura del Database MMEX - Attenzione
pt_pt: Abrir a base de dados MMEX – Aviso
ru_ru: Открытие базы данных MMEX – Предупреждение
sv_se: Öppnar MMEX Databas – Varning
tr_tr: MMEX Veritabanı Açılıyor – Uyarı
