Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: &Delete source category after merge (if source category has no subcategories)
el_gr: &Διαγραφή κατηγορίας προέλευσης μετά τη συγχώνευση (εάν η κατηγορία προέλευσης δεν έχει υποκατηγορίες)
es_es: &Eliminar categoría de origen después de la combinación (si no tiene subcategorías)
fr_fr: &Supprimer la catégorie source après la fusion (si elle n'a pas de sous-catégories)
hu_hu: Forráskategória &törlése az egyesítés után (ha a forráskategóriának nincsenek alkategóriái)
it_it: &Elimina la categoria di origine dopo l'unione (se la categoria di origine non ha sottocategorie)
pl_pl: &Usuń kategorię źródłową po scaleniu (jeżeli kategoria źródłowa nie ma podkategorii)
pt_pt: &Eliminar a categoria de origem após a fusão (se não tiver subcategorias)
ro_ro: &Șterge categoria sursă după îmbinare (dacă categoria sursă nu are subcategorii)
ru_ru: &Удалить исходную категорию после слияния (если у исходной категории нет подкатегорий)
sv_se: &Ta bort källkategori efter sammanslagning (om källkategorin inte har några underkategorier)
tr_tr: &Birleştirmeden sonra kaynak kategoriyi sil (kaynak kategorinin alt kategorisi yoksa)

source: Source:
el_gr: Πηγή:
es_es: Origen:
hr_hr: Izvor:
hu_hu: Forrás:
it_it: Sorgente:
pl_pl: Źródłowy/a:
pt_pt: Fonte:
ru_ru: Источник:
sv_se: Källa:
tr_tr: Kaynak:

source: Target:
el_gr: Προορισμός:
es_es: Destino:
fr_fr: Cible :
hr_hr: Cilj:
hu_hu: Cél:
it_it: Destinazione:
pl_pl: Docelowy/a:
pt_pt: Destino:
ru_ru: Цель:
sv_se: Mål:
tr_tr: Hedef:

source: &Merge
el_gr: &Συγχώνευση
es_es: Co&mbinar
fr_fr: &Fusionner
hr_hr: &Sjedini
hu_hu: E&gyesítés
it_it: &Unisci
pl_pl: &Scal
pt_pt: &Fundir
ru_ru: &Объединить
sv_se: &Sammanfoga
tr_tr: &Birleştir

source: From %1$s to %2$s
el_gr: Από %1$s έως %2$s
es_es: De %1$s a %2$s
fr_fr: De %1$s à %2$s
hr_hr: Od %1$s do %2$s
hu_hu: Ettől: %1$s eddig: %2$s
it_it: Sostituire %1$s con %2$s
pl_pl: Z %1$s do %2$s
pt_pt: De %1$s a %2$s
ru_ru: С %1$s по %2$s
sv_se: Från %1$s till %2$s
tr_tr: %1$s'den %2$s'a

source: Please Confirm:
cs_cz: Potvrďte prosím:
el_gr: Παρακαλούμε επιβεβαιώστε:
es_es: Por favor, confirme:
fr_fr: confirmez svp:
he: נא אשר:
hr_hr: Potvrdi:
hu_hu: Műveletet megerősítése:
it_it: Si prega di confermare:
nl_nl: Bevestig:
pl_pl: Proszę potwierdzić:
pt_pt: Confirme por favor:
ru_ru: Подтвердите:
sk_sk: Prosím potvrďte:
sv_se: Vänligen bekräfta:
tr_tr: Lütfen Onaylayın:

source: Merge categories confirmation
el_gr: Επιβεβαίωση συγχώνευσης κατηγοριών
es_es: Confirmación de la combinación de categorías
fr_fr: Confirmation de fusion des catégories
hr_hr: Potvrda sjedinjavanja kategorija
hu_hu: Kategóriák egyesítésének megerősítése
it_it: Conferma delle categorie unite
pl_pl: Potwierdzenie scalenia kategorii
pt_pt: Confirmação da fusão de categorias
ru_ru: Подтверждение слияния категорий
tr_tr: Kategorileri birleştirme onayı

source: Records found in transactions: %i
cs_cz: Počet záznamů v transakcích: %i
el_gr: Εγγραφές που βρέθηκαν στις συναλλαγές: %i
es_es: Registros encontrados en las transacciones: %i
fr_fr: Enregistrements trouvés dans les opérations : %i
he: רשומות שנמצאו בתנועה: %i
hr_hr: Pronađeni zapisi u transakcijama: %i
hu_hu: Ügyletekben talált bejegyzések: %i
it_it: Record trovati nelle transazioni: %i
nl_nl: Records gevonden in transacties: %i
pl_pl: Wpisy znaleziono w transakcjach: %i
pt_pt: Registos encontrados em transações: %i
ru_ru: Найдено транзакций в счетах: %i
sk_sk: Počet záznamov v transakciach: %i
tr_tr: İşlemlerde bulunan kayıtlar: %i

source: Records found in split transactions: %i
cs_cz: Počet záznamů v rozdělených transakcích: %i
el_gr: Εγγραφές που βρέθηκαν σε διαχωρισμένες συναλλαγές: %i
es_es: Registros encontrados en las transacciones divididas: %i
fr_fr: Enregistrements trouvés dans les opérations éclatées : %i
he: רשומות שנמצאו בתנועות מפוצלות: %i
hr_hr: Zapisi ponađeni u podijeljenim transakcijama: %i
hu_hu: Felosztott ügyletekben talált bejegyzések: %i
it_it: Record trovati nelle transazioni suddivise: %i
nl_nl: Records gevonden in gesplitste transacties: %i
pl_pl: Wpisy znaleziono w dzielonych transakcjach: %i
pt_pt: Registos encontrados em transações fracionadas: %i
ru_ru: Найдено транзакций в разделённых: %i
sk_sk: Počet záznamov v rozdelených transakciach: %i
tr_tr: Parçalı işlemlerde bulunan kayıtlar: %i

source: Records found in scheduled transactions: %i
el_gr: Εγγραφές που βρέθηκαν σε προγραμματισμένες συναλλαγές: %i
es_es: Registros encontrados en transacciones programadas: %i
fr_fr: Enregistrements trouvés dans les opérations récurrentes : %i
hr_hr: Pronađeni zapisi u terminiranim transakcijama: %i
hu_hu: Az ütemezett ügyletek között talált bejegyzések: %i
it_it: Record trovati nelle transazioni pianificate: %i
pl_pl: Wpisy znalezione w zaplanowanych transakcjach: %i
pt_pt: Registos encontrados em transações recorrentes: %i
ru_ru: Найдено транзакций среди запланированных: %i
tr_tr: Zamanlanmış işlemlerde bulunan kayıtlar: %i

source: Records found in scheduled split transactions: %i
el_gr: Εγγραφές που βρέθηκαν σε προγραμματισμένες διαχωρισμένες συναλλαγές: %i
es_es: Registros encontrados en transacciones divididas programadas: %i
fr_fr: Enregistrements trouvés dans les opérations réparties récurrentes : %i
hr_hr: Pronađeni zapisi u terminiranim podjelama transakcija: %i
hu_hu: Ütemezett felosztott ügyletek között talált bejegyzések: %i
it_it: Record trovati nelle transazioni suddivise pianificate: %i
pl_pl: Wpisy znalezione w zaplanowanych podzielonych transakcjach: %i
pt_pt: Registos encontrados em transações fracionadas recorrentes: %i
ru_ru: Найдено транзакций среди повторяющихся разделённых: %i
tr_tr: Zamanlanmış bölme işlemlerinde bulunan kayıtlar: %i

source: Records found as default payee category: %i
el_gr: Οι εγγραφές βρέθηκαν ως προεπιλεγμένη κατηγορία δικαιούχου: %i
es_es: Registros encontrados como categoría del beneficiario por defecto: %i
fr_fr: Enregistrements trouvés comme catégorie de bénéficiaire par défaut : %i
hu_hu: Alapbeállítás szerinti kedvezményezett kategóriaként talált bejegyzések: %i
it_it: Record trovati come categoria beneficiario predefinita: %i
pl_pl: Wpisy znalezione jako domyślna kategoria beneficjenta: %i
pt_pt: Registos encontrados como categoria padrão de beneficiário: %i
ru_ru: Найдено записей привязанных к получателю: %i
tr_tr: Varsayılan alacaklı kategorisi olarak bulunan kayıtlar: %i

source: Records found in budget: %i
cs_cz: Počet záznamů v rozpočtu: %i
el_gr: Αρχεία που βρέθηκαν στον προϋπολογισμό: %i
es_es: Presupuestos encontrados: %i
fr_fr: Enregistrements trouvés dans le budget : %i
he: רשומות שנמצאו בתקציב: %i
hr_hr: Pronađeni zapisi u budžetu: %i
hu_hu: Költségvetésben talált bejegyzések: %i
it_it: Records trovati nel budget: %i
nl_nl: Records gevonden in budget: %i
pl_pl: Zapis znaleziony w budżecie: %i
pt_pt: Registos encontrados no orçamento: %i
ru_ru: Найдено записей в бюджете: %i
sk_sk: Počet záznamov v rozpočte: %i
tr_tr: Bütçede bulunan kayıtlar: %i

source: Merge Payees
el_gr: Συγχώνευση Δικαιούχων
es_es: Fusionar Beneficiarios
fr_fr: Fusionner les tiers
hr_hr: Sjedini primaoce
hu_hu: Kedvezményezettek egyesítése
it_it: Unisci Beneficiari
pl_pl: Połącz odbiorców
pt_pt: Fundir beneficiários
ru_ru: Объединить получателей
sv_se: Slå ihop betalningsmottagare
tr_tr: Alacaklıları Birleştir

source: &Delete source payee after merge
el_gr: &Διαγραφή ετικέτας προέλευσης μετά τη συγχώνευση
es_es: &Eliminar beneficiario de origen después de la combinación
fr_fr: &Supprimer le tiers source après la fusion
hr_hr: &Izbriši izvornog primaoca nakon sjedinjavanja
hu_hu: Forráskedvezményezett &törlése az egyesítés után
it_it: &Elimina beneficiario di origine dopo l'unione
pl_pl: &Usuń źródłowego beneficjenta po scaleniu
pt_pt: &Eliminar o beneficiário de origem após a fusão
ro_ro: Șter&ge beneficiarul sursei după îmbinare
ru_ru: &Удалить получателя после слияния
sv_se: &Ta bort källans betalningsmottagare efter sammanslagning
tr_tr: &Birleştirmeden sonra kaynak alacaklıyı sil

source: Merge payees confirmation
el_gr: Επιβεβαίωση συγχώνευσης δικαιούχων
es_es: Confirmación de la combinación de beneficiarios
fr_fr: Confirmation de fusion des tiers
hr_hr: Potvrda sjedinjavanja primaoca
hu_hu: Kedvezményezettek egyesítésének megerősítése
it_it: Conferma unione beneficiari
pl_pl: Potwierdzenie scalania beneficjentów
pt_pt: Confirmação da fusão de beneficiários
ru_ru: Подтверждение слияния получателей
tr_tr: Alacakları birleştirme onayı

source: Merge Tags
el_gr: Συγχώνευση ετικετών
es_es: Fusionar Etiquetas
fr_fr: Fusionner les étiquettes
hr_hr: Sjedini oznake
hu_hu: Címkék egyesítése
it_it: Unisci Etichette
pt_pt: Fundir Etiquetas
ru_ru: Объединить теги
sv_se: Slå ihop taggar
tr_tr: Etiketleri Birleştir

source: &Delete source tag after merge
el_gr: &Διαγραφή ετικέτας προέλευσης μετά τη συγχώνευση
es_es: &Eliminar etiqueta de origen después de la combinación
fr_fr: &Supprimer l'étiquette source après fusion
hr_hr: &Izbriši izvornu oznaku nakon sjedinjavanja
hu_hu: Forráscímke &törlése az egyesítés után
it_it: &Elimina etichetta di origine dopo l'unione
pl_pl: &Usuń źródłowy tag po scaleniu
pt_pt: &Eliminar a etiqueta origem após a fusão
ro_ro: &Șterge eticheta sursă după îmbinare
ru_ru: &Удалить исходный тег после слияния
sv_se: &Ta bort källtagg efter sammanslagning
tr_tr: &Birleştirmeden sonra kaynak etiketi sil

source: Merge tags confirmation
el_gr: Επιβεβαίωση συγχώνευσης ετικετών
es_es: Confirmación de la combinación de etiquetas
fr_fr: Confirmation de la fusion des étiquettes
hr_hr: Potvrda sjedinjavanja oznaka
hu_hu: Címkék egyesítésének megerősítése
it_it: Conferma unione etichette
pl_pl: Potwierdzenie scalania tagów
pt_pt: Confirmação da fusão de etiquetas
ru_ru: Подтверждение объединения тегов
sv_se: Bekräfta tagg-sammanslagning
tr_tr: Etiketleri birleştirme onayı

source: Once
el_gr: Μια φορά
es_es: Una vez
fr_fr: Sans répétition
hr_hr: Jednom
hu_hu: Egyszer
it_it: Una Volta
pl_pl: Raz
pt_pt: Uma vez
ru_ru: Один раз
sv_se: En gång
tr_tr: Tek seferlik

source: Weekly
ar_sa: اسبوعي
cs_cz: Týden
el_gr: Ανά εβδομάδα
es_es: Semanalmente
fr_fr: Hebdomadaire
he: שבועי
hr_hr: Tjedno
hu_hu: Hetente
it_it: Settimanale
nl_nl: Wekelijks
pl_pl: Co tydzień
pt_pt: Semanal
ro_ro: Săptămînală
ru_ru: Еженедельно
sk_sk: Týždenne
sv_se: Veckovis
tr_tr: Haftalık

source: Fortnightly
ar_sa: نصف شهري
cs_cz: 14 dnů
el_gr: Δεκαπενθήμερα
es_es: Quincenal
fr_fr: Quinzaine
he: דו שבועי
hr_hr: Dvotjedno
hu_hu: Éjjelente
it_it: Quindicinale
nl_nl: Tweewekelijks
pl_pl: Co 2 tygodnie
pt_pt: Quinzenal
ro_ro: La doua săptămâni
ru_ru: Раз в две недели
sv_se: Var fjortonde dag
tr_tr: 15 Günlük

source: Monthly
ar_sa: شهري
cs_cz: Měsíc
el_gr: Ανά μήνα
es_es: Mensualmente
fr_fr: Mensuel
he: חודשי
hr_hr: Mjesečno
hu_hu: Havonta
it_it: Mensile
nl_nl: Maandelijks
pl_pl: Co miesiąc
pt_pt: Mensal
ro_ro: Lunară
ru_ru: Ежемесячно
sk_sk: Mesačne
sv_se: Månatlig
tr_tr: Aylık

source: Every 2 Months
ar_sa: كل شهرين
cs_cz: Každé 2 měsíce
el_gr: Κάθε 2 μήνες
es_es: Cada 2 meses
fr_fr: Tous les 2 mois
hr_hr: Svaka 2 mjeseca
hu_hu: Kéthavonta
it_it: Ogni 2 mesi
pl_pl: Co 2 miesiące
pt_pt: A cada 2 Meses
ro_ro: La fiecare 2 luni
ru_ru: Каждые 2 месяца
sv_se: Varannan månad
tr_tr: Her 2 Ayda bir

source: Quarterly
ar_sa: ربع سنوي
cs_cz: Čtvrtletí
el_gr: Ανά τρίμηνο
es_es: Trimestralmente
fr_fr: Trimestrielle
he: רבעוני
hr_hr: Tromjesečno
hu_hu: Negyedévente
it_it: Trimestrale
nl_nl: Per kwartaal
pl_pl: Co kwartał
pt_pt: Trimestral
ro_ro: Trimestrială
ru_ru: Ежеквартально
sk_sk: Štvrťročne
sv_se: Kvartalsvis
tr_tr: 3 Aylık

source: Half-Yearly
ar_sa: نصف سنوي
cs_cz: Půl roku
el_gr: Ανά εξάμηνο
es_es: Semestralmente
fr_fr: Semestrielle
he: חצי שנתי
hr_hr: Polugodišnje
hu_hu: Félévente
it_it: Semestrale
nl_nl: Halfjaarlijks
pl_pl: Co pół roku
pt_pt: Semestral
ro_ro: Semestrială
ru_ru: Раз в полгода
sk_sk: Polročne
sv_se: Halvårsvis
tr_tr: 6 Aylık

source: Yearly
ar_sa: سنوي
cs_cz: Rok
el_gr: Ανά έτος
es_es: Anualmente
fr_fr: Annuel
he: שנתי
hr_hr: Godišnje
hu_hu: Évente
it_it: Annuale
nl_nl: Jaarlijks
pl_pl: Co rok
pt_pt: Anual
ro_ro: Anuală
ru_ru: Ежегодно
sk_sk: Ročne
sv_se: Årsvis
tr_tr: Yıllık

source: Four Months
ar_sa: اربع اشهر
cs_cz: 4 měsíce
el_gr: Τέσσερις μήνες
es_es: Cuatro Meses
fr_fr: Quatre mois
he: ארבעה חודשים
hr_hr: Četiri mjeseca
hu_hu: Négy hónap
it_it: Quattro Mesi
nl_nl: Viermaandelijks
pl_pl: Co 4 miesiące
pt_pt: Quatro Meses
ro_ro: La Patru Luni
ru_ru: Четыре месяца
sk_sk: 4 mesiace
sv_se: Fyra månader
tr_tr: 4 Aylık

source: Four Weeks
ar_sa: اربعة اسابيع
cs_cz: Čtyři týdny
el_gr: Τέσσερις εβδομάδες
es_es: Cuatro Semanas
fr_fr: Quatre semaines
he: ארבעה שבועות
hr_hr: Četiri tjedna
hu_hu: Négy hét
it_it: Quattro Settimane
nl_nl: Vierwekelijks
pl_pl: Co 4 tygodnie
pt_pt: Quatro Semanas
ro_ro: La Patru Săptămîni
ru_ru: Четыре недели
sk_sk: 4 týždne
sv_se: Fyra veckor
tr_tr: 4 Haftalık

source: Daily
ar_sa: يومي
cs_cz: Denně
el_gr: Ανά ημέρα
es_es: Diariamente
fr_fr: Quotidien
he: יומי
hr_hr: Dnevno
hu_hu: Napi
it_it: Quotidiana
nl_nl: Dagelijks
pl_pl: Codziennie
pt_pt: Diário
ro_ro: Zilnic
ru_ru: Ежедневно
sk_sk: Denne
sv_se: Dagligen
tr_tr: Günlük

source: In (n) Days
el_gr: Σε (n) Ημέρες
es_es: En (n) días
fr_fr: Dans (n) jours
hr_hr: Za (n) dana
hu_hu: (sz.) napon belül
it_it: Tra (n) Giorni
pl_pl: Za (n) dni
pt_pt: Daqui a (n) Dias
ro_ro: În (x) Zile
ru_ru: В (N) дней
tr_tr: (N) Gün içinde

source: In (n) Months
el_gr: Σε (n) Μήνες
es_es: En (n) meses
fr_fr: Dans (n) mois
hr_hr: Za (n) mjeseca
hu_hu: (sz.) hónapon belül
it_it: Tra (n) Mesi
pl_pl: Za (n) miesięcy
pt_pt: Daqui a (n) Meses
ro_ro: În (x) Luni
ru_ru: В (N) месяцев
tr_tr: (N) Ay içinde

source: Every (n) Days
el_gr: Κάθε (n) Ημέρες
es_es: Cada (n) días
fr_fr: Tous les (n) jours
hr_hr: Svakih (n) dana
hu_hu: (sz.) naponta
it_it: Ogni (n) giorni
pl_pl: Co (n) dni
pt_pt: A cada (n) Dias
ro_ro: La fiecare (x) Zile
ru_ru: Каждые (N) дней
tr_tr: Her (n) Günde Bir

source: Every (n) Months
el_gr: Κάθε (n) Μήνες
es_es: Cada (n) meses
fr_fr: Tous les (n) mois
hr_hr: Svakih (n) mjeseca
hu_hu: (sz.) havonta
it_it: Ogni (n) mesi
pl_pl: Co (n) miesięcy
pt_pt: A cada (n) Meses
ro_ro: La fiecare (x) Luni
ru_ru: Каждые (N) месяцев
tr_tr: Her (n) Ayda bir

source: Monthly (last day)
ar_sa: شهريا (آخر يوم)
cs_cz: Měsíčně (poslední den)
el_gr: Μηνιαία (τελευταία ημέρα)
es_es: Mensualmente (último día)
fr_fr: Mensuellement (dernier jour du mois)
he: חודשי (יום אחרון)
hr_hr: Mjesečno (zadnji dan)
hu_hu: Havi (utolsó nap)
it_it: Mensile (ultimo giorno)
nl_nl: Mnd (laatste dag)
pl_pl: Miesięcznie (ostatni dzień)
pt_pt: Mensalmente (último dia)
ro_ro: Lunar (ultima zi)
ru_ru: Последний день месяца
sk_sk: Mesačne (posledný deň)
sv_se: Månatligen (sista dagen)
tr_tr: Aylık (Son Gün)

source: Monthly (last business day)
ar_sa: شهريا (آخر يوم عمل)
cs_cz: Měsíčně (poslední pracovní den)
el_gr: Μηνιαία (τελευταία εργάσιμη ημέρα)
es_es: Mensualmente (último día laboral)
fr_fr: Mensuellement (dernier jour ouvré)
he: חודשי (יום עסקים אחרון)
hr_hr: Mjesečno (zadnji radni dan)
hu_hu: Havi (utolsó munkanap)
it_it: Mensile (ultimo giorno lavorativo)
nl_nl: Mnd (laatste werkdag)
pl_pl: Miesięcznie (ostatni dzień roboczy)
pt_pt: Mensalmente (último dia útil)
ro_ro: Lunar (ultima zi lucrătoare)
ru_ru: Последний рабочий день месяца
sk_sk: Mesačne (posledný pracovný deň)
sv_se: Månatligen (sista arbetsdagen)
tr_tr: Aylık (Son İşgünü)

source: Duplicate Scheduled Transaction
el_gr: Δημιουργία Αντιγράφου Επαναλαμβανόμενης Συναλλαγής
es_es: Duplicar transacción programada
fr_fr: Dupliquer l'opération programmée
hr_hr: Dupliciraj terminiranu transakciju
hu_hu: Ütemezett ügylet megkettőzése
it_it: Duplica Transazione Pianificata
pl_pl: Duplikuj zaplanowaną transakcję
pt_pt: Duplicar Transação Recorrente
ro_ro: Duplică tranzacția programată
ru_ru: Дублировать запланированную транзакцию
sv_se: Duplicera schemalagd transaktion
tr_tr: Seçilen işlemin eşkopyasını oluştur

source: Edit Scheduled Transaction
el_gr: Επεξεργασία Προγραμματισμένης Συναλλαγής
es_es: Editar transacción programada
fr_fr: Éditer l'opération programmée
hr_hr: Uredi terminiranu transakciju
hu_hu: Ütemezett ügyletének szerkesztése
it_it: Modifica Transazione Pianificata
pl_pl: Edytuj zaplanowaną transakcję
pt_pt: Editar Transação Recorrente
ro_ro: Editează tranzacția programată
ru_ru: Редактировать запланированную транзакцию
sv_se: Redigera schemalagd transaktion
tr_tr: Zamanlanmış İşlemi Düzenle

source: Enter Scheduled Transaction
el_gr: Εισαγωγή Προγραμματισμένης Συναλλαγής
es_es: Registrar transacción programada
fr_fr: Saisir l'opération programmée
hr_hr: Unesi terminiranu transakciju
hu_hu: Ütemezett ügylet bevitele
it_it: Inserisci Transazione Pianificata
pl_pl: Wprowadź zaplanowaną transakcję
pt_pt: Inserir Transação Recorrente
ro_ro: Introduceți tranzacția programată
ru_ru: Введите запланированную транзакцию
sv_se: Ny schemalagd transaktion
tr_tr: Zamanlanmış İşlemi Girin

source: Scheduled Transaction Details
el_gr: Λεπτομέρειες Προγραμματισμένης Συναλλαγής
es_es: Detalles de la transacción programada
fr_fr: Détails de l'opération programmée
hr_hr: Detalji terminirane transakcije
hu_hu: Ütemezett ügylet részletei
it_it: Dettagli Transazione Pianificata
pl_pl: Szczegóły zaplanowanej transakcji
pt_pt: Detalhes da Transação Recorrente
ro_ro: Detalii despre tranzacția programata
ru_ru: Детали запланированной транзакции
sv_se: Detaljer för schemalagd transaktion
tr_tr: Zamanlanmış İşlem Ayrıntıları

source: Specify the date when this bill or deposit is due
ar_sa: حدد تاريخ استحقاق هذه الفاتورة أو الإيداع
cs_cz: Zadejte datum splatnosti výběru nebo vkladu
el_gr: Καθορίστε την ημερομηνία λήξης αυτού του λογαριασμού ή της κατάθεσης
es_es: Especificar la fecha de vencimiento de esta factura o depósito
fr_fr: Spécifiez la date d'échéance de ce débit ou crédit
he: הזן את תאריך הערך של המשיכה או ההפקדה
hr_hr: Odredi datum dospijeća računa ili uplate
hu_hu: Számla vagy letét esedékességi dátumának megadása
it_it: Specifica la data scadenza di questa spesa o entrata
nl_nl: Specificeer de vervaldatum van deze rekening of storting
pl_pl: Określ datę wymagalności płatności lub wpłaty
pt_pt: Indique a data em que esta conta ou depósito vence
ro_ro: Specifică data la care această factură sau acest depozit este scadent
ru_ru: Определите дату следующего начисления
sv_se: Ange datum när denna faktura eller insättning ska betalas
tr_tr: Bu ödeme veya alındının vade tarihini belirtin.

source: Date Due
ar_sa: تاريخ الاستحقاق
cs_cz: Datum splatnosti
el_gr: Ημερομηνία Λήξης
es_es: Fecha de vencimiento
fr_fr: Date d'échéance
he: תאריך פרעון
hr_hr: Datum dospijeća
hu_hu: Esedékesség
it_it: Data Scadenza
nl_nl: Vervaldatum
pl_pl: Data wymagana
pt_pt: Data de vencimento
ro_ro: Dată scadentă
ru_ru: Дата возвращения
sv_se: Förfallodatum
tr_tr: Vade Tarihi

source: Repeats
ar_sa: التكرار
cs_cz: Opakování
el_gr: Επαναλήψεις
es_es: Repeticiones
fr_fr: Répétitions
he: חזרות
hr_hr: Ponavlja se
hu_hu: Ismétlődik
it_it: Ripetizioni
nl_nl: Herhaling
pl_pl: Powtórzenia
pt_pt: Repete-se
ro_ro: Repetă
ru_ru: Повторы
sk_sk: Opakovanie
sv_se: Upprepas
tr_tr: Yinelemeler

source: Back to the last occurring date with the specified values
ar_sa: العودة إلى آخر تاريخ يحدث مع القيم المحددة
el_gr: Πίσω στην τελευταία ημερομηνία που συνέβη με τις καθορισμένες τιμές
es_es: Volver a la última fecha con los valores especificados
fr_fr: Revenir à la précédente occurrence avec les valeurs spécifiées
hu_hu: Vissza az adott érték legutolsó előfordulásának dátumához
it_it: Torna all'ultima data con i valori specificati
pl_pl: Wróć do ostatniej daty wystąpienia z określonymi wartościami
pt_pt: Voltar para a última data de ocorrência com os valores especificados
ro_ro: Înapoi la ultima dată de apariţie cu valorile specificate
ru_ru: Вернуться к последней дате с указанными значениями
sv_se: Tillbaka till det sista förekommande datumet med de angivna värdena
tr_tr: Belirtilen değerlerle gerçekleşen son tarihe geri dönün

source: Advance the next occurring date with the specified values
ar_sa: تقدم تاريخ الحدوث التالي مع القيم المحددة
cs_cz: Zadá další datum provedení podle nastavení
el_gr: Προκαταβολή της επόμενης ημερομηνίας που λαμβάνει χώρα με τις καθορισμένες τιμές
es_es: Avanzar la próxima fecha de ocurrencia con los valores especificados
fr_fr: Aller à la prochaine occurrence avec les valeurs spécifiées
hr_hr: Postavi datum sljedećeg događaja u budućnost za ovoliko
hu_hu: A következő ismétlési dátum eltolása a megadott értékekkel
it_it: Anticipa la prossima data con i valori specificati
pl_pl: Przestaw datę następnego wystąpienia w oparciu o ustaloną wartość
pt_pt: Avançar a próxima data de ocorrência com os valores especificados
ro_ro: Înainte la următoarea dată cu valorile specificate
ru_ru: Перейдите к следующей дате с указанными значениями
sv_se: Flytta fram nästa datum med de angivna värdena
tr_tr: Belirli değerli izleyen gerçekleşme tarihine geçin

source: Payments Left
ar_sa: المدفوعات المتبقية
cs_cz: Počet plateb
el_gr: Πληρωμές Που Απομένουν
es_es: Pagos restantes
fr_fr: Paiements restants
he: תשלומים נותרו
hr_hr: Preostala plaćanja
hu_hu: Fennmaradt kifizetések
it_it: Pagamenti rimanenti
nl_nl: Betalingen resterend
pl_pl: Pozostało płatności
pt_pt: Pagamentos Restantes
ro_ro: Plăți rămase
ru_ru: Платежей всего
sk_sk: Zostávajúce platby
sv_se: Återstående betalningar
tr_tr: Kalan Ödemeler

source: Request user to enter payment
ar_sa: اطلب من المستخدم إدخال الدفع
cs_cz: Požadovat od uživatele zadání platby
el_gr: Αίτηση χρήστη για εισαγωγή πληρωμής
es_es: Solicitar al usuario ingresar el pago
fr_fr: En attente de saisie du paiement par l'utilisateur
hr_hr: Zatraži od korisnika, da unese plaćanje
hu_hu: Kéretik megadni az összeget
it_it: Richiedi all'utente di inserire il pagamento
pl_pl: Poproś o wprowadzenie płatności
pt_pt: Solicitar ao utilizador a inserção do pagamento
ro_ro: Solicită utilizatorului să introducă plata
ru_ru: Пользователь должен ввести оплату
sv_se: Begär att användaren ska ange betalning
tr_tr: Kullanıcının ödeme girmesini isteyin

source: User requested to enter this transaction on the 'Date Paid'
ar_sa: طلب المستخدم إدخال هذه المعاملة في 'التاريخ المدفوع'
cs_cz: Uživatel byl požádán o zadání 'data platby' pro tuto transakci
el_gr: Ο χρήστης ζήτησε να εισαγάγει αυτή τη συναλλαγή στο 'Ημερομηνία πληρωμής'
es_es: El usuario ha solicitado introducir esta transacción en la 'Fecha de pago'
fr_fr: L'utilisateur est sollicité pour saisir cette opération à la 'Date d'échéance'
he: המשתמש ידרש להזין את התנועה ב 'מועד התשלום'
hr_hr: Od korisnika se traži, da unese ovu transakciju na „Datum plaćanja”
hu_hu: Kéretik, hogy a felhasználó a tranzakciót a "Kifizetés napján" vigye be
it_it: All'utente viene richiesto di inserire questa transazione nella "Data di pagamento"
nl_nl: De gebruiker vraagt om invoer van deze transactie op de 'betaaldatum'
pl_pl: Użytkownik zostanie poproszony o wprowadzenie tej transakcji na 'datę płatności'
pt_pt: O utilizador solicitou a inserção desta transação na 'Data de Pagamento'
ro_ro: Utilizatorul a solicitat să introducă această tranzacție la „Data achitării”
ru_ru: Пользователь должен ввести транзакцию на 'Дата Оплаты'
tr_tr: Kullanıcı bu işlemin ödeme tarihinde girilmesini istedi
