Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Icon
ar_sa: الأيقونة
cs_cz: Ikonka
el_gr: Εικονίδιο
es_es: Icono
fr_fr: Icône
he: צלמית
hr_hr: Ikona
hu_hu: Ikon
it_it: Icona
pl_pl: Ikona
pt_pt: Ícone
ro_ro: Pictogramă
ru_ru: Значок
sk_sk: Ikona
sv_se: Ikon
tr_tr: İkon

source: &New Asset…
ar_sa: &أصول جديدة…
el_gr: &Νέο Περιουσιακό Στοιχείο…
es_es: &Nuevo activo…
fr_fr: &Nouvel actif…
hr_hr: &Nova imovina …
hu_hu: &Új eszköz…
it_it: &Nuovo Cespite…
pl_pl: &Nowe aktywa…
pt_pt: &Novo Ativo…
ru_ru: Новый актив…
sv_se: &Ny tillgång…
tr_tr: &Yeni Varlık…

source: D&uplicate Asset…
ar_sa: تكرار الأصول…
el_gr: Δ&ιπλότυπο Περιουσιακό Στοιχείο…
es_es: D&uplicar activo…
fr_fr: D&upliquer l'actif…
hr_hr: D&upliciraj imovinu …
hu_hu: Eszköz meg&kettőzése…
it_it: D&uplica Cespite…
pl_pl: D&uplikuj aktywa…
pt_pt: D&uplicar Ativo…
ru_ru: Дублировать актив…
sv_se: D&uplicera tillgång…
tr_tr: Varlığı &Kopyala…

source: &Add Asset Transaction…
ar_sa: &مُعاملة أصول جديدة…
el_gr: &Προσθήκη Συναλλαγής Περιουσιακού Στοιχείου…
es_es: &Añadir transacción de activos…
fr_fr: &Ajouter une opération concernant l'actif…
hr_hr: &Dodaj imovinsku transakciju …
hu_hu: Eszközügylet &hozzáadása…
it_it: &Aggiungi Transazione su Cespite…
pl_pl: &Dodaj transakcję aktywów…
pt_pt: &Adicionar Transação de Ativo…
ru_ru: &Добавить транзакцию актива…
sv_se: &Lägg till tillgångstransaktion…
tr_tr: &Varlık İşlemi Ekle…

source: &View Asset Transactions
ar_sa: &عرض عمليات الأصول
cs_cz: Zobraz&it transakce majetku
el_gr: &Προβολή Συναλλαγών Περιουσιακού Στοιχείου
es_es: &Ver transacciones del valor
fr_fr: Afficher les opérations associées à l'actif
he: ה&צג תנועת נכס
hr_hr: &Prikaz imovinske transakcije
hu_hu: Eszközügyletek &megjelenítése
it_it: &Mostra Transazioni sui Cespiti
nl_nl: Bezittingentransacties &tonen
pl_pl: Pokaż transakcje na aktywach
pt_pt: &Ver Transações de Ativo
ro_ro: &Vezi Tranzacțiile Activelor
ru_ru: Показать транзакции актива
tr_tr: Varlık İşlemlerini &Göster

source: &Open Asset Account…
ar_sa: &إفتح حساب أصول…
el_gr: &Άνοιγμα Λογαριασμού Περιουσιακού Στοιχείου…
es_es: &Abrir una cuenta de valores…
fr_fr: &Ouvrir un compte d'actif…
hr_hr: &Otvori imovinski račun …
hu_hu: Eszközszámla &megnyitása…
it_it: Apri C&onto Cespite…
pl_pl: &Otwórz konto aktywów…
pt_pt: &Abrir Conta de Ativo…
ru_ru: Открыть счёт актива…
sv_se: &Öppna tillgångskonto…
tr_tr: Varlık Hesabını &Aç…

source: &Edit Asset…
ar_sa: &تحرير أصول…
el_gr: &Επεξεργασία Περιουσιακού Στοιχείου…
es_es: &Editar activo…
fr_fr: &Éditer l'actif…
hr_hr: &Uredi imovinu …
hu_hu: Eszköz s&zerkesztése…
it_it: Modifica C&espite…
pl_pl: &Edytuj aktywa…
pt_pt: &Editar Ativo…
ru_ru: Редактировать актив…
sv_se: &Redigera tillgång…
tr_tr: &Varlık Düzenle…

source: &Delete Asset…
ar_sa: &حذف أصول…
el_gr: &Διαγραφή Περιουσιακού Στοιχείου…
es_es: &Eliminar activo…
fr_fr: &Supprimer l'actif…
hr_hr: &Izbriši imovinu …
hu_hu: Eszköz &törlése…
it_it: &Elimina Cespite…
pl_pl: &Usuń aktywa…
pt_pt: Eliminar Ativo…
ru_ru: Удалить актив…
sv_se: &Ta bort tillgång…
tr_tr: &Varlık Sil…

source: &Organize Attachments…
ar_sa: &تنظيم المُرفقات…
el_gr: &Οργάνωση Συνημμένων…
es_es: &Organizar adjuntos…
fr_fr: &Organiser les pièces jointes…
hr_hr: &Organiziraj priloge …
hu_hu: Mellékletek &rendszerezése…
it_it: &Organizza Allegati…
pl_pl: &Organizuj załączniki…
pt_pt: &Organizar Documentos Anexos…
ru_ru: &Редактор вложений…
sv_se: &Organisera bilagor…
tr_tr: &Ekleri Düzenle…

source: Do you want to delete the asset?
es_es: ¿Realmente quiere borrar el Activo?
fr_fr: Voulez-vous supprimer cet actif ?
hu_hu: Szeretné törölni az eszközt?
it_it: Vuoi eliminare il Cespite?
pl_pl: Chcesz usunąć aktywo?
pt_pt: Pretende eliminar o ativo?
ru_ru: Вы действительно хотите удалить данный актив?
tr_tr: Varlığı silmek istiyor musun?

source: Confirm Asset Deletion
ar_sa: تأكيد حذف الأصول
cs_cz: Potvrzení odstranění majetku
el_gr: Επιβεβαιώστε τη διαγραφή του περιουσιακού στοιχείου
es_es: Corfirme el borrado del Activo
fr_fr: Confirmez la suppression de l'actif
he: אשר מחיקת נכס
hr_hr: Potvrdi brisanje imovine
hu_hu: Vagyontárgy törlésének jóváhagyása
it_it: Conferma eliminazione cespite
nl_nl: Verwijdering van de bezitting bevestigen
pl_pl: Potwierdź usunięcie aktywów
pt_pt: Confirmar a exclusão do Bem
ro_ro: Confirmarea Ștergerii Bunului
ru_ru: Подтверждение удаления актива
sk_sk: Potvrďte odstránenie hmotného majetku
sv_se: Borttagning av tillgång
tr_tr: Varlık Silme Onayı

source: MMEX allows fixed assets like cars, houses, land, and others to be tracked. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
es_es: MMEX permite el seguimiento de activos fijos como autos, casas, terrenos y otros. Cada activo puede tener su valor apreciado en una tasa determinada por año, depreciado en una tasa determinada por año, o no en un cambio de valor. Los activos totales se añaden a su valor financiero total.
fr_fr: MMEX vous permet de suivre l'évolution financière d'actifs fixes comme des voitures, des maisons, du terrain ou autres. La valeur de chaque actif peut augmenter ou se déprécier annuellement, en fonction d'un taux donné, ou ne pas changer. Le total de ces actifs est ajouté à la valeur financière totale de vos avoirs.
hu_hu: Az MMEX lehetővé teszi a tárgyi eszközök, például autók, házak, földek és egyebek nyomon követését. Minden eszköz értéke felértékelődik egy bizonyos ütemben évente, értékcsökkenést egy bizonyos mértékben évente, vagy nem változik az értéke. A teljes vagyont hozzáadjuk az Ön teljes pénzügyi értékéhez.
it_it: MMEX consente di tenere traccia dei cespiti come auto, case, terreni e altri beni. Ogni cespite può aumentare di valore a un determinato tasso annuo, diminuire di valore a un determinato tasso annuo oppure non subire variazioni di valore. Il totale dei cespiti viene aggiunto al tuo patrimonio finanziario totale.
pl_pl: MMEX umożliwia śledzenie wartości środków trwałych, takich jak samochody, domy, grunty i inne. Każdy element może mieć wartość obniżaną (amortyzowaną) o określony procent rocznie lub niezmienianą. Suma wartości aktywów jest dodawana do całkowitej wartości finansowej.
pt_pt: O MMEX permite o acompanhamento de ativos fixos como carros, casas, terrenos e outros. Cada ativo pode ser valorizado ou depreciado a determinada taxa ao ano, ou não sofrer alterações de valor. O total dos ativos é adicionado ao seu valor financeiro total.
tr_tr: MMEX otomobiller, evler, arazi ve diğerleri gibi sabit kıymetlerin izlenmesine izin verir. Her varlık değerini yılda belirli bir oranla arttırıp, azaltabilir ya da değer değişikliği olmayabilir. Toplam varlıklar toplam finansal değerinize eklenir.

source: &Add Trans
ar_sa: &إضافة معاملة
cs_cz: Přid&at trans
el_gr: &Προσθήκη Συναλλαγής
es_es: &Añadir transacción
fr_fr: &Ajouter une opération
he: &הוסף תנועה
hr_hr: &Dodaj transakciju
hu_hu: Ügyelt &hozzáadása
it_it: &Aggiungi Transazione
nl_nl: Transactie &toevoegen
pl_pl: Dod&aj transakcję
pt_pt: &Adicionar Trans
ro_ro: &Adaugă Tranzactie
ru_ru: &Добавить транз.
sv_se: &Lägg till transaktion
tr_tr: İş&lem Ekle

source: &View Trans
ar_sa: &مشاهدة معاملة
cs_cz: Zobraz&it trans
el_gr: &Προβολή Συναλλαγής
es_es: &Ver transacción
fr_fr: &Afficher les opérations
he: הצג& תנועה
hr_hr: &Prikaz transakcije
hu_hu: Ügylet &megjelenítés
it_it: &Mostra Transazioni
nl_nl: Transacties &tonen
pl_pl: Pokaż transakcje
pt_pt: &Ver Trans
ro_ro: &Vezi Tranzactie
ru_ru: Показать транз.
sv_se: &Visa transaktion
tr_tr: İşle&m Gör

source: View Asset Transactions
ar_sa: عرض مُعاملات الأصول
cs_cz: Zobrazit transakce majetku
el_gr: Προβολή Συναλλαγών Περιουσιακού Στοιχείου
es_es: Ver transacciones del valor
fr_fr: Afficher les opérations associées à l'actif
he: הצג תנועות רכוש
hr_hr: Prikaz imovinske transakcije
hu_hu: Eszközügyletek megjelenítése
it_it: Mostra Transazioni sui Cespiti
nl_nl: Bezittingentransacties bekijken
pl_pl: Pokaż transakcje aktywów
pt_pt: Ver Transações de Ativo
ro_ro: Vezi Tranzacțiile Activelor
ru_ru: Показать транзакции актива
tr_tr: Varlık İşlemlerini Göster

source: Delete Asset
ar_sa: حذف أصول
cs_cz: Odstranit majetek
el_gr: Διαγραφή Περιουσιακού Στοιχείου
es_es: Eliminar activo
fr_fr: Supprimer l'actif
he: מחק נכס
hr_hr: Izbriši imovinu
hu_hu: Eszköz törlése
it_it: Elimina Cespite
nl_nl: Verwijder bezitting
pl_pl: Usuń aktywa
pt_pt: Apagar Ativo
ro_ro: Șterge Bunul
ru_ru: Удаление актива
sk_sk: Odstrániť hmotný majetok
sv_se: Ta bort tillgång
tr_tr: Varlık Sil

source: Open attachments
ar_sa: فتح المُرفقات
cs_cz: Otevřít přílohy
el_gr: Άνοιγμα συνημμένων
es_es: Abrir adjuntos
fr_fr: Ouvrir les pièces jointes
he: פתח צרופות
hr_hr: Otvori prilog
hu_hu: Mellékletek megnyitása
it_it: Apri allegati
nl_nl: Open bijlagen
pl_pl: Otwórz załączniki
pt_pt: Abrir anexos
ro_ro: Deschide atașamentele
ru_ru: Открыть вложения
sk_sk: Otvoriť prílohy
sv_se: Öppna bilagor
tr_tr: İlişikleri aç

source: Enter any string to find related assets
ar_sa: أدخل أي سلسلة للعثور على الأصول ذات الصلة
cs_cz: Zadejte jakýkoliv řetězec pro nalezení odpovídajícího majetku
el_gr: Εισάγετε οποιαδήποτε συμβολοσειρά για να βρείτε σχετιζόμενα περιουσιακά στοιχεία
es_es: Escriba cualquier cadena para buscar valores relacionados
fr_fr: Entrez une chaîne de caractères pour rechercher l'actif correspondant
he: הזן מחרוזת כל שהיא לחיפוש נכס מסויים
hr_hr: Za pronalaženje povezane imovine, unesi bilo što
hu_hu: Írjon be bármit a kapcsolódó eszközök megkereséséhez
it_it: Inserire un testo per trovare i relativi cespiti
nl_nl: Voer een tekst in om verwante bezittingen te zoeken
pl_pl: Wprowadź ciąg aby znaleźć odpowiadające aktywa
pt_pt: Digite termos de pesquisa para encontrar ativos relacionados
ro_ro: Introduceți orice șir pentru a găsi active conexe
ru_ru: Введите любой текст для поиска актива
sk_sk: Zadaný reťazec sa vyhľadá v hmotnom majetku
tr_tr: İlgili varlığı bulmak için herhangi bir dize giriniz

source: The question mark (?) is used to match a single character, for example "s?t" finds both "sat" and "set".
el_gr: Το ερωτηματικό (?) χρησιμοποιείται για να ταιριάζει με ένα μόνο χαρακτήρα, για παράδειγμα το "s?t" βρίσκει τόσο το "sat" όσο και το "set".
fr_fr: Le point d'interrogation (?) est utilisé pour rechercher un caractère unique, par exemple "m?t" trouve à la fois "mot" et "mat".
hu_hu: A kérdőjel (?) egyetlen karakter egyezésére szolgál; például az „s?t” a „sat” és a „set” karaktereket is megtalálja.

source: The asterisk (*) is used to match any number of characters, for example "s*d" finds both "sad" and "started".
el_gr: Ο αστερίσκος (*) χρησιμοποιείται για να ταιριάζει με κάθε αριθμό χαρακτήρων, για παράδειγμα το "s*d" βρίσκει τόσο "sad" όσο και "started".
fr_fr: L'astérisque (*) est utilisé pour faire correspondre n'importe quel nombre de caractères, par exemple "s*n" trouve à la fois "son" et "sapin".
hu_hu: A csillag (*) tetszőleges számú karakter egyezésére szolgál; például az „s*d” a „sad” és a „started” szavakat is megtalálja.

source: Initial: %s
el_gr: Αρχικό: %s
es_es: Inicial: %s
fr_fr: Valeur initiale : %s
hu_hu: Kezdeti: %s
it_it: Iniziale: %s
pl_pl: Początkowy: %s
pt_pt: Inicial: %s
tr_tr: İlk harf: %s

source: Total: %s
ar_sa: المجموع: %s
cs_cz: Celkem: %s
el_gr: Σύνολο: %s
he: סך כל: %s
hr_hr: Ukupno: %s
hu_hu: Összesen: %s
it_it: Totale: %s
nl_nl: Totaal: %s
pl_pl: Łącznie: %s
ru_ru: Всего: %s
sk_sk: Spolu: %s
sv_se: Totalt: %s
tr_tr: Toplam: %s

source: Change in Value: %1$s %2$s
ar_sa: تغيير القيمة: %1$s%2$s
el_gr: Αλλαγή στην Τιμή: %1$s %2$s
es_es: Cambio en el valor: %1$s %2$s
fr_fr: Changement de valeur : %1$s %2$s
hr_hr: Promjena vrijednosti: %1$s %2$s
hu_hu: Értékváltozás: %1$s %2$s
it_it: Variazione del Valore: %1$s %2$s
pl_pl: Zmiana wartości: %1$s %2$s
pt_pt: Variação de Valor: %1$s %2$s
ro_ro: Modificare în valoare: %1$s %2$s
ru_ru: Изменение значения: %1$s %2$s
sv_se: Förändring i värde: %1$s %2$s
tr_tr: Değerdeki Değişim: %1$s %2$s

source: This asset does not have its own account Multiple transactions for this asset are not recommended.
ar_sa: لا يوجد لهذا الأصل حسابه الخاص. لا يوصى بإجراء معاملات متعددة لهذا الأصل.
cs_cz: Tento majetek nemá vlastní účet Nedoporučujeme přidávat více transakcí pro tento majetek.
el_gr: Το περιουσιακό στοιχείο δεν έχει δικό του λογαριασμό Δεν προτείνεται να εκτελεστούν πολλαπλές συναλλαγές για αυτό το περιουσιακό στοιχείο.
es_es: Este activo no tiene su propia cuenta No se recomiendan múltiples transacciones para este activo.
fr_fr: Cet actif n'est pas associé à un compte qui lui est propre. Il n'est pas recommandé de réaliser des opérations multiples pour cet actif.
hr_hr: Ova imovina nema vlastiti račun Ne preporučuje se upotreba višestrukih transakcija za ovu imovinu.
hu_hu: Ennek az eszköznek nincs saját számlája Többszörös ügylet ezzel az eszközzel nem ajánlott.
it_it: Questo cespite non ha un suo conto Transazioni multiple per questo cespite non sono consigliate.
pl_pl: Te aktywa nie mają własnego konta Nie jest zalecane wiele transakcji dla tego zasobu.
pt_pt: Este ativo não tem conta própria Várias transações para este ativo são não recomendadas.
ro_ro: Acest activ nu are propriul său cont Nu sunt recomandate tranzacții multiple pentru acest activ.
ru_ru: У этого актива нет собственной учетной записи Несколько транзакций для этого актива не рекомендуется.
tr_tr: Bu varlığın kendi hesabı yok Bu varlık için birden fazla işlem yapılması önerilmez.

source: Asset Management
ar_sa: إدارة الأصول
cs_cz: Správa majetku
el_gr: Διαχείριση Περιουσιακού Στοιχείου
es_es: Gestión del valor
fr_fr: Gestion des actifs
he: ניהול נכסים
hr_hr: Upravljanje imovinom
hu_hu: Vagyonkezelés
it_it: Gestione Cespiti
nl_nl: Beheren bezittingen
pl_pl: Zarządzanie aktywami
pt_pt: Gestão de Ativos
ro_ro: Gestionare active
ru_ru: Управление активами
sv_se: Förvaltning av tillgångar
tr_tr: Varlık Yönetimi

source: Trade Type
es_es: Tipo de operación
fr_fr: Type d'échange
hu_hu: Kereskedés típusa
it_it: Tipo di Scambio
pl_pl: Rodzaj transakcji
pt_pt: Tipo de transação
ru_ru: Тип сделки
sv_se: Typ av handel
tr_tr: Ticaret Türü

source: View All Budget Categories
ar_sa: عرض ميزانية كل الاصناف
cs_cz: Zobrazit všechny kategorie rozpočtu
el_gr: Εμφανίζονται όλες τις κατηγορίες του προϋπολογισμού
es_es: Ver todas las categorías del presupuesto
fr_fr: Afficher toutes les catégories du budget
he: הצג את כל קטגוריות התקציב
hr_hr: Prikaz svih budžetskih kategorija
hu_hu: Minden költségvetési kategória mutatása
it_it: Mostra tutte le Categorie di Budget
nl_nl: Laat alle begroting categorieën zien
pl_pl: Pokaż wszystkie kategorie budżetu
pt_pt: Ver Todas as Categorias de Orçamento
ro_ro: Vezi toate categoriile bugetului
ru_ru: Показать все категории бюджета
sk_sk: Zobraziť všetky kategórie rozpočtu
sv_se: Visa alla budgetkategorier
tr_tr: Tüm Bütçe Kategorilerini Göster

source: View Non-Zero Budget Categories
ar_sa: عرض ميزانية الاصناف غير الصفرية
cs_cz: Zobrazit nenulové kategorie rozpočtu
el_gr: Εμφανίζονται οι μη μηδενικές κατηγορίες του προϋπολογισμού
es_es: Ver las categorías del presupuesto que no estén a cero
fr_fr: Afficher les catégories non nulles du budget
he: הסתר קטגוריות תקציב בסכום אפס
hr_hr: Prikaz svih budžetskih kategorija, koje nisu nula
hu_hu: Nem-nulla költségvetésű kategóriák mutatása
it_it: Mostra le categorie del budget con importo diverso da zero
nl_nl: Toon alle ingevulde begroting categorieën
pl_pl: Pokaż niezerowe kategorie budżetu
pt_pt: Ver as Categorias de Orçamento não Nulas
ro_ro: Vezi Categoriile Bugetare Non-Zero
ru_ru: Показать ненулевые категории бюджета
sk_sk: Zobraziť nenulové kategórie rozpočtu
tr_tr: Değer İçeren (Sıfırdan farklı) Bütçe Kategorilerini Göster.

source: View Planned Budget Categories
ar_sa: عرض فئات الميزانية المخطط لها
cs_cz: Zobrazit plánované kategorie rozpočtu
el_gr: Προβολή Κατηγοριών Προγραμματισμένου Προϋπολογισμού
es_es: Ver las categorías del presupuesto previstas
fr_fr: Afficher les catégories de budget planifié
he: הצג קטגוריות תכנון תקציב
hr_hr: Prikaz planiranih budžetskih kategorija
hu_hu: A tervezett költségvetés kategóriáinak mutatása
it_it: Visualizza categorie di budget pianificato
nl_nl: Toon geplande budget categorieën
pl_pl: Pokaż zaplanowane kategorie budżetu
pt_pt: Ver Categorias do Orçamento
ro_ro: Vezi Categoriile Bugetare Planificate
ru_ru: Показать запланированные категории бюджета
sk_sk: Zobraziť plánované kategórie rozpočtu
tr_tr: Planlanan Bütçe Kategorilerini Göster

source: View Income Budget Categories
ar_sa: عرض ميزانية اصناف الواردات
cs_cz: Zobrazit příchozí kategorie rozpočtu
el_gr: Εμφάνιση των κατηγοριών εσόδων του προϋπολογισμού
es_es: Ver las categorías de ingreso del presupuesto
fr_fr: Afficher les catégories de revenus du budget
he: הצג קטגוריות תקציב הכנסות
hr_hr: Prikaz budžetskih kategorija prihoda
hu_hu: Költségvetés bevételi kategóriáinak megtekintése
it_it: Mostra le categorie di entrata del budget
nl_nl: Toon inkomsten begroting categorieën
pl_pl: Pokaż kategorie przychodów budżetu
pt_pt: Ver as Categorias de Orçamento de Receita
ro_ro: Vezi Categoriile de Venituri Bugetare
ru_ru: Показать доходные категории бюджета
sk_sk: Zobraziť príjmové kategórie rozpočtu
tr_tr: Gelir Bütçe Kategorilerini Göster

source: View Expense Budget Categories
ar_sa: عرض ميزانية اصناف المصروفات
cs_cz: Zobrazit odchozí kategorie rozpočtu
el_gr: Εμφάνιση των κατηγοριών εξόδων του προϋπολογισμού
es_es: Ver las categorías de gasto del presupuesto
fr_fr: Afficher les catégories de dépenses du budget
he: הצג קטגוריות תקציב הוצאות
hr_hr: Prikaz budžetskih kategorija troškova
hu_hu: Költségvetés kiadási kategóriáinak megtekintése
it_it: Mostra Categorie di Budget di Spesa
nl_nl: Toon uitgaven begroting categorieën
pl_pl: Pokaż kategorie wydatków budżetu
pt_pt: Ver as Categorias de Orçamento de Despesa
ro_ro: Vezi Categoriile de Cheltuieli Bugetare
ru_ru: Показать расходные категории бюджета
sk_sk: Zobraziť výdavkové kategórie rozpočtu
tr_tr: Gider Bütçe Kategorilerini Göster

source: View Budget Category Summary
ar_sa: عرض ملخص فئة الميزانية
cs_cz: Zobrazit přehled kategorií rozpočtu
el_gr: Εμφάνιση της περίληψης των κατηγοριών του προϋπολογισμού
es_es: Ver resumen de categorías del presupuesto
fr_fr: Voir le résumé de la catégorie de budget
he: הצג סיכום קטגוריות תקציב
hr_hr: Prikaz ukupnih iznosa budžetskih kategorija
hu_hu: Költségvetés kategóriák összesítése
it_it: Mostra riepilogo Categorie di Budget
nl_nl: Toon begroting categorie samenvatting
pl_pl: Pokaż podsumowanie kategorii budżetu
pt_pt: Ver Resumo das Categorias Orçamentais
ro_ro: Vezi Sumarul Categoriilor Bugetare
ru_ru: Отображать сумму по категориям в бюджете
sk_sk: Zobraziť súhrn kategórií rozpočtu
tr_tr: Bütçe Kategori Özetini Göster

source: Frequency
ar_sa: التكرار
cs_cz: Periodiita
el_gr: Συχνότητα
es_es: Frecuencia
fr_fr: Fréquence
he: תדירות
hr_hr: Učestalost
hu_hu: Gyakoriság
it_it: Frequenza
nl_nl: Frequentie
pl_pl: Częstotliwość
pt_pt: Frequência
ro_ro: Frecvență
ru_ru: Период
sk_sk: Frekvencia
sv_se: Frekvens
tr_tr: Sıklık

source: Estimated
ar_sa: المتوقعة
cs_cz: Předpokládaný
el_gr: Εκτιμώμενο
es_es: Estimado
fr_fr: Estimé(e)
he: תחזית
hr_hr: Procijenjeno
hu_hu: Becsült
it_it: Previsto
nl_nl: Geschat
pl_pl: Oszacowane
pt_pt: Estimativa
ro_ro: Estimat
ru_ru: Расчёт
sk_sk: Odhadované
sv_se: Beräknad
tr_tr: Tahmini

source: Actual
ar_sa: الفعلية
cs_cz: Aktuální
el_gr: Πραγματικό
es_es: Real
fr_fr: Actuel(le)
he: בפועל
hr_hr: Stvarno
hu_hu: Jelenlegi
it_it: Effettivo
nl_nl: Actueel
pl_pl: Rzeczywiste
pt_pt: Realizado
ro_ro: Real
ru_ru: Фактически
sk_sk: Skutočné
sv_se: Verklig
tr_tr: Gerçekleşen

source: Financial Year: %s - %li
ar_sa: السنة المالية: %s - %li
el_gr: Οικονομικό Έτος: %s - %li
es_es: Año Fiscal: %s - %li
fr_fr: Année fiscale : %s - %li
hr_hr: Fiskalna godina: %s – %li
hu_hu: Pénzügyi év: %s - %li
it_it: Anno finanziario: %s - %li
pl_pl: Rok finansowy: %s - %li
pt_pt: Ano Fiscal: %s - %li
ro_ro: Anul financiar: %s - %li
ru_ru: Финансовый год: %s - %li
sv_se: Räkenskapsår: %s - %li
tr_tr: Mali Yıl: %s - %li

source: Year: %s
ar_sa: سنة %s
cs_cz: Rok: %s
el_gr: Έτος: %s
es_es: Año: %s
fr_fr: Année : %s
he: שנה: %s
hr_hr: Godina: %s
hu_hu: Év: %s
it_it: Anno: %s
nl_nl: Jaar: %s
pl_pl: rok: %s
pt_pt: Ano: %s
ro_ro: Anul: %s
ru_ru: Год: %s
sk_sk: rok: %s
sv_se: År: %s
tr_tr: Yıl: %s

source: Month: %s
ar_sa: شهر: %s
cs_cz: Měsíc: %s
el_gr: Μήνας: %s
es_es: Mes: %s
fr_fr: Mois : %s
he: חודש: %s
hr_hr: Mjesec: %s
hu_hu: Hónap: %s
it_it: Mese: %s
nl_nl: Maand: %s
pl_pl: miesiąc: %s
pt_pt: Mês: %s
ro_ro: Luna: %s
ru_ru: Месяц: %s
sk_sk: mesiac: %s
sv_se: Månad: %s
tr_tr: Ay: %s

source: %1$s Start Date of: %2$s
ar_sa: %1$s تاريخ البَدء من: %2$s
el_gr: %1$s Ημερομηνία Έναρξης της: %2$s
es_es: %1$s Fecha de inicio de: %2$s
hr_hr: %1$s Porčetni datum za: %2$s
hu_hu: %1$s Kezdődátum ehhez: %2$s
it_it: %1$s Data di Inizio di: %2$s
pl_pl: %1$s Data rozpoczęcia: %2$s
pt_pt: %1$s Data de Início: %2$s
ro_ro: %1$s Data de începere a: %2$s
ru_ru: %1$s Дата начала: %2$s
tr_tr: %1$s Başlangıç Tarihi: %2$s

source: Budget Planner for %s
es_es: Planificación de presupuesto para %s
fr_fr: Planificateur budgétaire pour %s
hr_hr: Planer budžeta za %s
hu_hu: Költségvetés-tervező a következő időszakra: %s
it_it: Pianificatore di budget per %s
pl_pl: Planer budżetu dla %s
pt_pt: Planejamento de Orçamento para %s
ru_ru: Планирование бюджета для %s
sv_se: Budgetplanerare för %s
tr_tr: %s için Bütçe Planlayıcı

source: Income:
ar_sa: الوارد:
cs_cz: Příjmy:
el_gr: Έσοδα:
es_es: Ingresos:
fr_fr: Revenu :
he: הכנסה:
hr_hr: Prihod:
hu_hu: Bevétel:
it_it: Entrate:
nl_nl: Inkomsten:
pl_pl: Przychody:
pt_pt: Receita:
ro_ro: Venit:
ru_ru: Доход:
sk_sk: Príjmy:
sv_se: Inkomst:
tr_tr: Gelir:

source: Estimated:
ar_sa: تقديري:
cs_cz: Předpoklad:
el_gr: Εκτιμώμενα:
es_es: Estimado:
fr_fr: Estimé :
he: תחזית:
hr_hr: Procijenjeno:
hu_hu: Becsült:
it_it: Previsto:
nl_nl: Geschat:
pl_pl: Oszacowane:
pt_pt: Orçamentado:
ro_ro: Estimat:
ru_ru: Previsto:
sk_sk: Odhadované:
sv_se: Beräknad:
tr_tr: Tahmini:

source: Actual:
ar_sa: الفعلي:
cs_cz: Aktuální:
el_gr: Πραγματικά:
es_es: Real:
fr_fr: Réel :
he: בפועל:
hr_hr: Stvarno:
hu_hu: Tényleges:
it_it: Effettivo:
nl_nl: Werkelijk:
pl_pl: Rzeczywiste:
pt_pt: Realizado:
ru_ru: Фактически:
sk_sk: Skutočné:
sv_se: Verklig:
tr_tr: Gerçekleşen:

source: Difference:
ar_sa: الفارق:
cs_cz: Rozdíl:
el_gr: Διαφορά:
es_es: Diferencia:
fr_fr: Balance :
he: הפרש:
hr_hr: Razlika:
hu_hu: Különbözet:
it_it: Differenza:
nl_nl: Verschil:
pl_pl: Różnica:
pt_pt: Desvio:
ro_ro: Diferența:
ru_ru: Разница:
sk_sk: Rozdiel:
sv_se: Skillnad:
tr_tr: Fark:

source: Expenses:
ar_sa: المصروفات:
cs_cz: Výdaje:
el_gr: Έξοδα:
es_es: Gastos:
fr_fr: Dépenses :
he: הוצאות:
hr_hr: Troškovi:
hu_hu: Kiadások:
it_it: Uscite:
nl_nl: Uitgaven:
pl_pl: Wydatki:
pt_pt: Despesa:
ro_ro: Cheltuieli:
ru_ru: Расход:
sk_sk: Výdavky:
sv_se: Utgifter:
tr_tr: Giderler:

source: No budget defined
el_gr: Δεν ορίστηκε προϋπολογισμός
es_es: Sin presupuesto definido
fr_fr: Aucun budget défini
hu_hu: Nincs meghatározott költségvetés
it_it: Nessun budget stanziato
pl_pl: Nie zdefiniowano budżetu
sv_se: Ingen budget definierad
tr_tr: Bütçe tanımlanmadı

source: Critical: budget exceeded! Stop spending
el_gr: Κρίσιμο: ξεπεράσατε τον προϋπολογισμό! Σταματήστε να ξοδεύετε
es_es: Crítico: ¡Presupuesto excedido! Deje de gastar
fr_fr: Critique : le budget est dépassé ! Arrêtez de dépenser
hu_hu: Kritikus: túllépte a költségvetést! Ne költsön tovább!
it_it: Critico: Superamento del budget! Non spendere più
pl_pl: Ważne: Przekroczono budżet! Przestań wydawać
sv_se: Kritiskt: budgeten överskrids! Sluta spendera
tr_tr: Kritik: bütçe aşıldı! Harcamayı durdur
