Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: 1 Day
ar_sa: يوم واحد
cs_cz: 1 den
el_gr: 1 Ημέρα
es_es: 1 día
fr_fr: 1 Jour
hr_hr: 1 dan
hu_hu: 1 nap
it_it: 1 Giorno
pl_pl: 1 dzień
pt_pt: 1 Dia
ru_ru: 1 день
sk_sk: 1 deň
sv_se: 1 dag
tr_tr: 1 Gün

source: 1 Week
ar_sa: أسبوع واحد
cs_cz: 1 týden
el_gr: 1 Εβδομάδα
es_es: 1 semana
fr_fr: 1 Semaine
hr_hr: 1 tjedan
hu_hu: 1 hét
it_it: 1 Settimana
pl_pl: 1 tydzień
pt_pt: 1 Semana
ru_ru: 1 неделя
sk_sk: 1 týždeň
sv_se: 1 vecka
tr_tr: 1 Hafta

source: Specify interval of stock history
ar_sa: تحديد الفاصل الزمني لسجل المخزون
cs_cz: Zadejte interval historie akcií
el_gr: Καθορίστε το διάστημα του ιστορικού αποθεμάτων
es_es: Especificar el intervalo del histórico de la acción
fr_fr: Spécifier l’intervalle de l’historique de l'investissement
hr_hr: Odredi interval povijesti vlasničkog udjela
hu_hu: Értékpapír előzmény intervallumának megadása
it_it: Specificare l'intervallo della storia dello stock di azioni
pl_pl: Określ okres historii aktywów
pt_pt: Indique o intervalo do histórico de ações
ru_ru: Укажите интервал для истории акций
tr_tr: Menkul değer geçmişi sıklığını belirtin

source: Stock history not found.
ar_sa: لم يتم العثور على سجل المخزون.
el_gr: Το ιστορικό αποθεμάτων δεν βρέθηκε.
es_es: No se ha encontrado el histórico de acciones.
hr_hr: Povijest vlasničkog udjela nije nađena.
hu_hu: Részvényelőzmények nem található.
it_it: Storico azionario non trovato.
pl_pl: Nie znaleziono historii aktywów.
pt_pt: Histórico de ações não encontrado.
ru_ru: Истории котировок не найдена.
sv_se: Aktiehistoriken hittades inte.
tr_tr: Menkul değer geçmişi bulunamadı.

source: Stock History Error
ar_sa: خطأ في سجل المخزون
cs_cz: Chyba historie akcií
el_gr: Σφάλμα Ιστορικού Αποθέματος
es_es: Error en el histórico de acciones
fr_fr: Erreur dans l'historique des valeurs
he: שגיאת ההיסטוריה נירות ערך
hr_hr: Greška u povijesti vlasničkog udjela
hu_hu: Hiba a részvénytörténetben
it_it: Errore andamento azioni
nl_nl: Fout in aandelenhistorie
pl_pl: Błąd historii giełdy
pt_pt: Erro do Histórico de Ações
ru_ru: Ошибка истории котировок
tr_tr: Menkul Değer Geçmişi Hatası

source: New Transaction
ar_sa: اضافة عملية
cs_cz: Nová transakce
el_gr: Νέα συναλλαγή
es_es: Nueva transacción
fr_fr: Créer une nouvelle opération
he: תנועה חדשה
hr_hr: Nova transakcija
hu_hu: Új ügylet
it_it: Nuova Transazione
nl_nl: Nieuwe transactie
pl_pl: Nowa transakcja
pt_pt: Adicionar uma nova Transacção
ro_ro: Tranzacție Nouă
ru_ru: Новая транзакция
sk_sk: Nová transakcia
sv_se: Ny transaktion
tr_tr: Yeni İşlem

source: Duplicate Transaction
cs_cz: Duplikovat transakci
el_gr: Διπλότυπη συναλλαγή
es_es: Duplicar transacción
fr_fr: Duplicata du mouvement
he: שכפל תנועה
hr_hr: Dupliciraj transakciju
hu_hu: Ügylet megkettőzése
it_it: Duplica Transazione
nl_nl: Kopie transactie
pl_pl: Powiel transakcję
pt_pt: Duplicar Transação
ru_ru: Дублировать транзакцию
sk_sk: Duplikovať transakciu
sv_se: Duplicera transaktion
tr_tr: İşlemi Kopyala

source: Edit Transaction
ar_sa: تحرير عملية
cs_cz: Upravit transakci
el_gr: Επεξεργασία κίνησης
es_es: Editar Transacción
fr_fr: Éditer l'opération
he: ערוך תנועה
hr_hr: Uredi transakciju
hu_hu: Ügylet szerkesztése
it_it: Modifica Transazione
nl_nl: Wijzig transactie
pl_pl: Edytuj transakcję
pt_pt: Editar a Transacção
ro_ro: Editează Tranzacția
ru_ru: Редактирование транзакции
sk_sk: Upraviť transakciu
sv_se: Redigera transaktion
tr_tr: İşlemi Düzenle

source: Unknown
ar_sa: مجهول
cs_cz: Neznámá
el_gr: Άγνωστο
es_es: Desconocido
fr_fr: Inconnu
he: לא ידוע
hr_hr: Nepoznato
hu_hu: Ismeretlen
it_it: Sconosciuta
nl_nl: Onbekend
pl_pl: Nieznane
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестно
sk_sk: Neznámy(a)
sv_se: Okänd
tr_tr: Bilinmeyen

source: Set date to today (Ctrl+;)
el_gr: Ορισμός ημερομηνίας στο σήμερα (Ctrl+;)
es_es: Fijar fecha a hoy (Ctrl+;)
fr_fr: Règler la date à aujourd'hui (Ctrl+;)
hu_hu: Dátum beállítása mára (Ctrl+,)
it_it: Imposta la data a oggi (CTRL+;)
sv_se: Ange datum till idag (Ctrl+;)
tr_tr: Tarihi bugüne ayarla (Ctrl+;)

source: Exchange to and from accounts
es_es: Intercambiar desde y hacia cuentas
fr_fr: Échanger vers et depuis des comptes
hu_hu: Honnan és hova számlák cseréje
it_it: Scambio tra conti di origine e di destinazione
sv_se: Utbyte till och från konton
tr_tr: Hesaplar arasında aktarım

source: Populate Transaction #
ar_sa: تجميع المعاملات #
cs_cz: Označení transakce #
el_gr: Συμπληρώστε την συναλλαγή #
es_es: Rellenar # de transacción
fr_fr: Coller l'opération #
he: אכלס תנועה #
hr_hr: Popuni transakciju br.
hu_hu: Ügyletszám közzététele
it_it: Numerazione progressiva della Transazione #
nl_nl: Vul transactienummer in
pl_pl: Podaj numer transakcji
pt_pt: Transacção #
ro_ro: Populează Tranzacția #
ru_ru: Присвоить номер
sk_sk: Očíslovať transakciu #
tr_tr: # İşlem Yerleştir

source: Manage transaction attachments
es_es: Administrar los archivos adjuntos de transacción
fr_fr: Gérer les pièces jointes liées à des opérations
hr_hr: Upravljaj privitcima transakcije
hu_hu: Ügylet mellékleteinek kezelése
it_it: Gestisci gli allegati delle transazioni
pt_pt: Gerenciar anexos de transações
ru_ru: Управление вложениями транзакций
tr_tr: İşlem eklerini yönetin

source: Save and &New
el_gr: Αποθήκευση και &Νέο
es_es: Guardar y &Nuevo
fr_fr: Enregistrer et Ajouter Nouveau
hu_hu: Mentés és &új
it_it: Salva e &Nuovo
sv_se: Spara och &Ny
tr_tr: Kaydet ve &Yeni

source: Lock transaction to date: %s
es_es: Bloquear transacción hasta la fecha: %s
fr_fr: Verrouiller l'opération à cette date : %s
hu_hu: Ügylet zárolása a dátumig: %s
it_it: Transazione bloccata alla data: %s
tr_tr: İşlemi şu tarihe kilitle: %s

source: MMEX Transaction Check
ar_sa: التحقق من معاملات MMEX
cs_cz: MMEX Ověření transakce
el_gr: Έλεγχος Συναλλαγής MMEX
es_es: Verificar la transacción
fr_fr: Éditer l'opération
he: בדיקת תנועות MMEX
hr_hr: MMEX provjera transakcije
hu_hu: MMEX tranzakció ellenőrzés
it_it: Controllo operazione MMEX
nl_nl: MMEX transactie controle
pl_pl: Sprawdzanie transakcji MMEX
pt_pt: Verificação de Transação MMEX
ro_ro: Verificare tranzacție MMEX
ru_ru: Проверка транзакций
tr_tr: MMEX İşlem Kontrolü

source: The transaction will exceed the account limit.
es_es: La transacción excederá el límite de la cuenta.
fr_fr: L'opération dépassera le solde du compte.
hu_hu: Ügylet túllépi a számlakorlátot.
it_it: La transazione supererà il limite del conto.
pt_pt: A transação vai exceder o limite da conta.
tr_tr: İşlem, hesap limitini aşacak.

source: The two accounts have different currencies, but no advanced transaction is defined. Is this correct?
es_es: Las dos cuentas tienen diferentes monedas, pero no se ha definido ninguna transacción avanzada. ¿Es esto correcto?
fr_fr: Les deux comptes ont des devises différentes, mais aucune opération avancée n'est définie. Est-ce correct ?
hu_hu: A két számla pénzneme eltérő, de nincs speciális tranzakció meghatározva. Ez helyes?
it_it: I due conti hanno valute diverse, ma non è stata definita alcuna transazione avanzata. È corretto?
pt_pt: As duas contas têm moedas diferentes, mas não está definida nenhuma transação avançada. Confirma que está correto?
tr_tr: İki hesabın para birimleri farklı, ancak gelişmiş bir işlem tanımlanmamış. Bu doğru mu?

source: Currencies are different
el_gr: Τα νομίσματα είναι διαφορετικά
es_es: Las divisas son diferentes
fr_fr: Les devises sont différentes
hr_hr: Valute se razlikuju
hu_hu: Pénznemek különbözőek
it_it: Le valute sono differenti
pl_pl: Waluty są różne
pt_pt: As Moedas são diferentes
ru_ru: Валюты отличаются
sv_se: Valutorna är olika
tr_tr: Para birimleri farklı

source: Specify account the money is taken from
cs_cz: Zadejte účet odkud převod přichází
el_gr: Καθορίστε το λογαριασμό από το οποίο λαμβάνονται τα χρήματα
es_es: Especificar la cuenta de la que viene el dinero
fr_fr: Introduire le compte d'où provient l'argent.
he: הזן את החשבון ממנו נלקח הכסף
hr_hr: Odredi s kojeg je računa uzet novac
hu_hu: Átutalást indító számlának megadása
it_it: Specificare il Conto dal quale si effettua il trasferimento
nl_nl: Specificeer van welke rekening het geld komt
pl_pl: Określ konto, z którego następuje przelew
pt_pt: Indique a conta de onde é retirado o dinheiro
ru_ru: Определите счёт откуда будет произведено перечисление
sk_sk: Upresnite účet, z ktorého sa prevádzajú peniaze
sv_se: Ange konto pengarna tas från
tr_tr: Paranın alınacağı hesabı belirtin

source: Specify account the money is moved to
cs_cz: Zadejte účet kam převod jde
el_gr: Καθορίστε λογαριασμό στο οποίο τα χρήματα μετακινούνται
es_es: Especificar la cuenta a la que va el dinero
fr_fr: Introduire le compte estr transféré l'argent
he: הזן את החשבון אליו מועבר הכסף
hr_hr: Odredi račun na koji je novac premješten
hu_hu: Átutalást fogadó számlának megadása
it_it: Specificare il Conto verso il quale si effettua il trasferimento
nl_nl: Specificeer naar welke rekening het geld gaat
pl_pl: Określ konto, na które następuje przelew
pt_pt: Indique a conta para onde é transferido o dinheiro
ru_ru: Укажите счёт куда будет произведено перечисление
sk_sk: Upresnite účet, na ktorý sa prevádzajú peniaze
sv_se: Ange konto pengarna flyttas till
tr_tr: Paranın aktarılacağı hesabı belirtin

source: Specify the transfer amount in the From Account.
ar_sa: حدد مبلغ التحويل في الحساب.
cs_cz: Zadejte částku převodu na účet Od.
el_gr: Καθορίστε το ποσό της μεταφοράς στο λογαριασμό από.
es_es: Especifique la cantidad a transferir en la Cuenta de origen.
fr_fr: Préciser les montant à transfèrer ( dans le champ du compte d'origine)
he: הזן את סכום ההעברה בחשבון השולח.
hr_hr: Odredi iznos prijenosa u izlaznom računu.
hu_hu: Átutalás összegének megadása az eredeztető számlán.
it_it: Specificare l'importo da trasferire dal Conto Origine.
nl_nl: Het bedrag overboeking bij de VAN rekening invoeren.
pl_pl: Określ kwotę przelewu z konta źródłowego.
pt_pt: Especifique o valor da transferência na Conta Origem.
ru_ru: Specificare l'importo da trasferire dal Conto Origine.
sk_sk: Upresnite sumu prevodu zo zdrojového účtu.
sv_se: Ange överföringsbeloppet i från-kontot.
tr_tr: Gönderen hesapta aktarma tutarını belirtin.

source: Specify account for the transaction
cs_cz: Zadejte účet transakce
el_gr: Καθορίστε λογαριασμό για τη συναλλαγή
es_es: Especifique el importe de la transacción
fr_fr: Spécifier le coumpte pour l'opération
he: הזן את חשבון התנועה
hr_hr: Odredi račun za transakciju
hu_hu: Ügylet tartozó számla megadása
it_it: Specificare il conto per questa transazione
nl_nl: Specificeer de rekening voor deze transactie
pl_pl: Określ konto dla tej transakcji
pt_pt: Especifique a conta da transação
ru_ru: Выберите счёт транзакции
sk_sk: Upresnite účet pre transakciu
sv_se: Ange konto för transaktionen
tr_tr: İşlem için hesap belirtin

source: Specify to whom the transaction is going to
cs_cz: Zadejte kam transakce odejde
el_gr: Καθορίστε σε ποιον θα γίνει η συναλλαγή
es_es: Especificar a quién va a la transacción
fr_fr: Préciser à qui va cette opération
he: הגדר למי הולכת התנועה
hr_hr: Odredi kome transakcija ide
hu_hu: Ügylet címzettjének megadása
it_it: Specificare la destinazione dell'operazione
nl_nl: Specificeer waar de transactie naartoe gaat
pl_pl: Określ docelowego adresata tej transakcji
pt_pt: Indique para quem segue esta transação
ru_ru: Укажите кому будет произведено перечисление
sk_sk: Upresnite kam odchádza transakcia
sv_se: Ange till vem transaktionen ska
tr_tr: Aktarımın kime gittiğini belirtin

source: Specify the date of the transaction
ar_sa: تعيين تاريخ العملية
cs_cz: Zadejte datum transakce
el_gr: Δηλώστε την ημερομηνία της συναλλαγής
es_es: Especifique la fecha de la transacción
fr_fr: Préciser la date de l'opération
he: הזן את תאריך התנועה
hr_hr: Odredi datum transakcije
hu_hu: Ügylet dátumának megadása
it_it: Specifica la data della transazione
nl_nl: Specificeer transactie datum
pl_pl: Określ datę transakcji
pt_pt: Especifique a data da transacção
ro_ro: Specifică data tranzacției
ru_ru: Укажите дату проводки
sk_sk: Upresnite dátum transakcie
sv_se: Ange transaktionsdatumet
tr_tr: İşlemin tarihini belirtin

source: Transactions Dialog
el_gr: Διάλογος Συναλλαγών
es_es: Diálogo de transacciones
fr_fr: Boite de dialogue des transactions
hr_hr: Dijalog transakcija
hu_hu: Ügyletek
it_it: Finestra di dialogo Transazioni
pl_pl: Okno transakcji
pt_pt: Janela de Transações
ru_ru: Диалог транзакций
sv_se: Transaktionsdialog
tr_tr: İşlemler İletişim Kutusu

source: Unreconciled
ar_sa: لم تتم التسوية
el_gr: Ανεπιβεβαίωτη
es_es: Sin conciliar
fr_fr: Non pointé
he: לא מותאם
hr_hr: Neusklađeno
hu_hu: Nincs egyeztetve
it_it: Non Riconciliata
nl_nl: Openstaand
pl_pl: Nierozliczona
pt_pt: Não Reconciliada
ro_ro: Nereconciliat
ru_ru: Не выверено
sk_sk: Neschválené
sv_se: Oavstämd
tr_tr: Uzlaşma sağlanamamış

source: Reconciled
ar_sa: تمت تسويتها
cs_cz: Ověřeno (R)
el_gr: Τακτοποιημένο
es_es: Conciliado
fr_fr: Réconcilié
he: מותאם
hr_hr: Usklađeno
hu_hu: Egyeztetve
it_it: Riconciliata
nl_nl: Bevestigd
pl_pl: Rozliczona
pt_pt: Reconciliada
ro_ro: Reconciliată
ru_ru: Выверено
sk_sk: Schválené (R)
sv_se: Fullbordad
tr_tr: Onaylanmış

source: Void
ar_sa: ملغية
cs_cz: Neplatné (V)
el_gr: Άκυρο
es_es: Nula
fr_fr: Nul
he: מבוטל
hr_hr: Storno
hu_hu: Érvénytelen
it_it: Nulla
nl_nl: Ongeldig
pl_pl: Nieważne
pt_pt: Nula
ro_ro: Nulă
ru_ru: Не учитывать
sk_sk: Neplatné (V)
sv_se: Ogiltig
tr_tr: Geçersiz

source: Follow Up
ar_sa: متابعة
el_gr: Παρακολούθηση
es_es: Seguimiento
fr_fr: Suivi
he: מעקב
hr_hr: Prati dalje
hu_hu: Követés
it_it: Da Monitorare
nl_nl: Te controleren
pl_pl: Do wyjaśnienia
pt_pt: Dar Seguimento
ro_ro: Urmărire
ru_ru: Отслеживать
sk_sk: Sledovať
sv_se: Följ upp
tr_tr: Takip Et

source: Duplicate
ar_sa: مكررة
cs_cz: Duplikovat
el_gr: Διπλότυπο
es_es: Duplicada
fr_fr: Duplicata
he: כפול
hr_hr: Duplikat
hu_hu: Megkettőzés
it_it: Duplicata
nl_nl: Kopie
pl_pl: Duplikat
pt_pt: Duplicada
ro_ro: Duplicată
ru_ru: Повтор
sk_sk: Duplikovať
sv_se: Dubblett
tr_tr: EşKopya

source: All Except Reconciled
ar_sa: عرض الكل عدا التي تمت تسويتها
cs_cz: Všechny kromě ověřených
el_gr: Όλα Εκτός Επανασύνδεσης
es_es: Todo excepto conciliados
fr_fr: Tout sauf les transactions pointées
he: הכל למעט מותאמים
hr_hr: Sve osim neusklađeno
hu_hu: Minden, az egyeztetve kivételével
it_it: Mostra tutto eccetto le riconciliate
nl_nl: Alles uitgezonderd bevestigde
pl_pl: Wszystkie, z wyjątkiem uzgodnionych
pt_pt: Todas exceto as reconciliadas
ro_ro: Toate cu excepția celor reconciliate
ru_ru: Кроме выверенных
sk_sk: Všetky okrem schválených
sv_se: Alla Utom Avstämda
tr_tr: Onaylanmışlar Dışındakilerin Tümü

source: Day
el_gr: Ημέρα
es_es: Día
fr_fr: Jour
hr_hr: Dan
hu_hu: Nap
it_it: Giorno
pl_pl: dzień
pt_pt: Dia
ru_ru: день
sv_se: Dag
tr_tr: Gün

source: Bar
el_gr: Μπάρα
es_es: Barra
fr_fr: Barre
hr_hr: Stupac
hu_hu: Sávdiagram
it_it: Barra
pl_pl: Pasek
pt_pt: Barra
ru_ru: Бар
tr_tr: Çubuk

source: Donut
el_gr: Κουλούρα
hr_hr: Krug
hu_hu: Perecdiagram
it_it: Ciambella
pl_pl: Pierścień
pt_pt: Rosquinha
ru_ru: Кольцо
tr_tr: Halka

source: Line
el_gr: Γραμμή
es_es: Línea
fr_fr: Ligne
hr_hr: Linija
hu_hu: Vonaldiagram
it_it: Linea
pl_pl: Wiersz
pt_pt: Linha
ru_ru: Линия
tr_tr: Satır

source: Line DateTime
es_es: Líneas fecha y hora
fr_fr: Date et heure de la ligne
hu_hu: Vonaldiagram dátum/idő
it_it: Data e ora della linea
pl_pl: Linia DataTime
pt_pt: Linha DataHora
ru_ru: Линия Дата/Время
tr_tr: Tarih/Saat Satırı

source: Pie
el_gr: Πίτα
es_es: Tarta
fr_fr: Graphique en secteurs
hr_hr: Torta
hu_hu: Kördiagram
it_it: Torta
pl_pl: Wykres kołowy
pt_pt: Torta
ru_ru: Пирог
tr_tr: Pasta Grafiği

source: Radar
el_gr: Ραντάρ
hr_hr: Mreža
hu_hu: Sugárdiagram
ru_ru: Радар
tr_tr: Radar Grafiği

source: Bar Line
el_gr: Γραμμή Μπάρας
es_es: Línea de barra
fr_fr: Barre
hu_hu: Sávvonaldiagram
it_it: Linea A Barra
pt_pt: Linha de barras
ru_ru: Линия бара
tr_tr: Çubuk Çizgi

source: Stacked Area
el_gr: Σωρευμένη Περιοχή
es_es: Área apilada
fr_fr: Graphique en aires empilées
hu_hu: Halmozott területdiagram
it_it: Area in pila
pl_pl: Obszar złożony
pt_pt: Área empilhada
ru_ru: Диаграмма с областями с накоплением
tr_tr: Yığılmış Alan

source: Stacked Bar Line
el_gr: Σωρευμένη Γραμμή Μπάρας
es_es: Línea de barra apilada
fr_fr: Barres empilées
hu_hu: Halmozott sávvonaldiagram
it_it: Linea Di Barra Impilata
pt_pt: Linha de barras empilhadas
ru_ru: Накопленная линия
tr_tr: Yığılmış Çubuk Çizgi Grafiği

source: Last Unsaved Filter
el_gr: Τελευταίο Μη Αποθηκευμένο Φίλτρο
es_es: Último filtro no guardado
fr_fr: Dernier filtre non enregistré
hu_hu: Legutóbbi nem mentett szűrő
it_it: Ultimo Filtro Non Salvato
pl_pl: Ostatni niezapisany filtr
pt_pt: Último Filtro Não Salvo
ru_ru: Последний несохраненный фильтр
sv_se: Senaste osparade filter
tr_tr: Son kaydedilmemiş süzme

source: Specify
ar_sa: تحديد
cs_cz: Zadat
el_gr: Καθορισμός
es_es: Especificar
fr_fr: Spécifier
he: הגדר
hr_hr: Odredi
hu_hu: Megadás
it_it: Specifica
nl_nl: Specificeer
pl_pl: Określ
pt_pt: Selecionar
ro_ro: Specifică
ru_ru: Укажите
tr_tr: Özelleştir

source: Period Range
ar_sa: مدى الفترة
el_gr: Εύρος Περιόδου
es_es: Período
fr_fr: Plage de période
hr_hr: Raspon razdoblja
hu_hu: Időszak tartomány
it_it: Intervallo di Tempo
pl_pl: Zakres okresu
pt_pt: Intervalo de Período
ro_ro: Interval perioadă
ru_ru: Период
sv_se: Periodens intervall
tr_tr: Dönem aralığı

source: Date Range
ar_sa: النطاق الزمني
cs_cz: Rozsah data
el_gr: Εύρος ημερομηνιών
es_es: Rango de fechas
fr_fr: Plage de dates
he: טווח תאריכים
hr_hr: Razdoblje
hu_hu: Időtartomány
it_it: Periodo
nl_nl: Datum-bereik
pl_pl: Zakres dat
pt_pt: Intervalo de Datas
ro_ro: Intervalul calendaristic
ru_ru: Диапазон дат
sk_sk: Časový interval
sv_se: Datumintervall
tr_tr: Tarih aralığı

source: Include all subcategories
el_gr: Συμπερίληψη όλων των υποκατηγοριών
es_es: Incluir todas las subcategorías
fr_fr: Inclure toutes les sous-catégories
hr_hr: Uključi sve podkategorije
hu_hu: Összes alkategória belefoglalása
it_it: Includi tutte le sottocategorie
pl_pl: Uwzględnij wszystkie podkategorie
pt_pt: Incluir todas as subcategorias
ro_ro: Include toate sub-categoriile
ru_ru: Включить все подкатегории
sv_se: Inkludera alla underkategorier
tr_tr: Tüm alt kategorileri dahil et

source: Withdrawal
ar_sa: سحب
cs_cz: Výběr
el_gr: Ανάληψη
es_es: Cargo
fr_fr: Débit
he: משיכה
hr_hr: Isplata
hu_hu: Kivétel
it_it: Prelievo
nl_nl: Uitgave
pl_pl: Wypłata
pt_pt: Levantamento
ro_ro: Retragere
ru_ru: Снятие
sk_sk: Výber
sv_se: Uttag
tr_tr: Ödeme

source: Deposit
ar_sa: ايداع
cs_cz: Vklad
el_gr: Κατάθεση
es_es: Abono
fr_fr: Crédit
he: הפקדה
hr_hr: Uplata
hu_hu: Betét
it_it: Deposito
nl_nl: Ontvangst
pl_pl: Wpłata
pt_pt: Depósito
ro_ro: Depunere
ru_ru: Пополнение
sk_sk: Vklad
sv_se: Insättning
tr_tr: Gelir

source: Transfer Out
ar_sa: التحويل للخارج
el_gr: Εξερχόμενη Μεταφορά
es_es: Transferencia de salida
fr_fr: Virement sortant
hr_hr: Prijenos iz
hu_hu: Kimenő átutalás
it_it: Trasferisci Fuori
pl_pl: Przelew poza
pt_pt: Transferência a débito
ro_ro: Transfer extern
ru_ru: Перевод в
sv_se: Överföring ut
tr_tr: Dışa Aktarma

source: Transfer In
ar_sa: تحويل في
el_gr: Μεταφορά
es_es: Transferencia de entrada
fr_fr: Virement entrant
hr_hr: Prijenos u
hu_hu: Bejövő átutalás
it_it: Trasferisci In
pl_pl: Przelew
pt_pt: Transferência a Crédito
ro_ro: Transfer intern
ru_ru: Перевод из
sv_se: Överföring in
tr_tr: İçe Aktarma

source: Amount Range
ar_sa: نطاق المبلغ
cs_cz: Rozsah částky
el_gr: Εύρος Ποσότητας
es_es: Rango de cantidad
fr_fr: Plage de montants
he: טווח סכומים
hr_hr: Raspon iznosa
hu_hu: Összeghatár:
it_it: Intervallo Importo
nl_nl: Bedrag bereik
pl_pl: Zakres kwoty
pt_pt: Intervalo de Valores
ro_ro: Intervalul pentru sumă
ru_ru: Диапазон цен
sk_sk: Rozsah sumy
sv_se: Beloppintervall
tr_tr: Tutar aralığı

source: Enter any string to find it in transaction notes.
el_gr: Εισάγετε οποιαδήποτε συμβολοσειρά για να τη βρείτε στις σημειώσεις συναλλαγής.
fr_fr: Entrer une chaine de caractères à rechercher dans les notes d'opérations.
hu_hu: Karakterlánc megadása az ügyletek megjegyzésekben való kereséshez.

source: Tip: Wildcard characters such as the question mark (?) and the asterisk (*) can be used in search criteria.
el_gr: Συμβουλή: Χαρακτήρες μπαλαντέρ όπως το ερωτηματικό (?) και ο αστερίσκος (*) μπορούν να χρησιμοποιηθούν σε κριτήρια αναζήτησης.
fr_fr: Astuce : Les caractères génériques tels que le point d'interrogation (?) et l'astérisque (*) peuvent être utilisés dans les critères de recherche.
hu_hu: Tipp: A keresési feltételekben helyettesítő karakterek, például a kérdőjel (?) és a csillag (*) használhatók.

source: The question mark (?) matches a single character, for example "s?t" finds both "sat" and "set".
el_gr: Το ερωτηματικό (?) ταιριάζει ένα μόνο χαρακτήρα, για παράδειγμα το "s?t" βρίσκει τόσο το "sat" όσο και το "set".
fr_fr: Le point d'interrogation (?) correspond à un seul caractère, par exemple "m?t" trouve à la fois "mot" et "mat".
hu_hu: A kérdőjel (?) egyetlen karakter egyezésére szolgál; például az „s?t” a „sat” és a „set” karaktereket is megtalálja.

source: The asterisk (*) matches any number of characters, for example "s*d" finds both "sad" and "started".
el_gr: Ο αστερίσκος (*) ταιριάζει οποιονδήποτε αριθμό χαρακτήρων, για παράδειγμα το "s*d" βρίσκει τόσο το "sad" όσο και το "started".
fr_fr: L'astérisque (*) correspond à n'importe quel nombre de caractères, par exemple "s*n" trouve à la fois "son" et "sapin".
hu_hu: A csillag (*) tetszőleges számú karakter egyezésére szolgál; például az „s*d” a „sad” és a „started” szavakat is megtalálja.

source: Use regex: to match using regular expressions.
ar_sa: استخدم regex: للمطابقة باستخدام التعبيرات العادية.
el_gr: Χρήση regex: για αντιστοίχιση με τη χρήση κανονικών εκφράσεων.
es_es: Usar expresiones regulares: para coincidir con el uso de expresiones regulares.
fr_fr: Utiliser une expression de contrôle pour faire correspondre des expressions régulières.
hr_hr: Koristi regex: za poklapanje pomoću regularnih izraza.
hu_hu: Reguláris kifejezés használata: reguláris kifejezésekkel való egyeztetéshez.
it_it: Usa regex: per filtrare usando espressioni regolari.
pl_pl: Użyj regex: aby dopasować używając wyrażeń regularnych.
pt_pt: Use regex: para pesquisar com expressões regulares.
ro_ro: Folosiți regex: pentru a găsi potriviri folosind expresii regulate.
ru_ru: Используйте регулярное выражение: для сопоставления с использованием регулярных выражений.
sv_se: Använd regex: att matcha med reguljära uttryck.
tr_tr: Normal ifadeleri kullanarak eşleştirmek için regex: kullanın.

source: Presentation Options
ar_sa: خيارات العرض
el_gr: Επιλογές παρουσίασης
es_es: Opciones de presentación
fr_fr: Options de présentation
hr_hr: Opcije za prezentaciju
hu_hu: Bemutató beállításai
it_it: Opzioni di Presentazione
pl_pl: Opcje prezentacji
pt_pt: Opções de Apresentação
ro_ro: Opțiuni prezentare
ru_ru: Параметры отбражения
sv_se: Presentationsalternativ
tr_tr: Sunum Seçenekleri

source: Hide Columns
ar_sa: إخفاء الأعمدة
el_gr: Απόκρυψη Στηλών
es_es: Ocultar columnas
fr_fr: Masquer les colonnes
hr_hr: Sakrij stupce
hu_hu: Oszlopok elrejtése
it_it: Nascondi Colonne
pl_pl: Ukryj kolumny
pt_pt: Ocultar Colunas
ro_ro: Ascunde coloanele
ru_ru: Скрыть столбцы
sv_se: Dölj kolumner
tr_tr: Sütunları gizle

source: Group By
ar_sa: تجميع حسب
el_gr: Ομαδοποίηση κατά
es_es: Agrupar por
fr_fr: Grouper par
hr_hr: Grupiraj prema
hu_hu: Csoportosította
it_it: Raggruppa per
pl_pl: Grupuj według
pt_pt: Agrupar Por
ro_ro: Grupare după
ru_ru: Группировка по
sv_se: Gruppera efter
tr_tr: Şuna göre grupla
