Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Do you want to delete the theme? If you want to use it again you will need to re-import it.
es_es: ¿Desea eliminar este tema? Tendrá que volver a importarlo si quiere usarlo de nuevo.
fr_fr: Voulez-vous supprimer le thème ? Si vous voulez l'utiliser à nouveau, vous devrez le réimporter.
hu_hu: Szeretné törölni a témát? Ha újra szeretné használni, akkor újra importálnia kell.
it_it: Vuoi eliminare il tema? Se desideri utilizzarlo di nuovo, dovrai reimportarlo.
ru_ru: Хотите удалить тему? Если снова захотите ее использовать, она должна быть импортирована повторно.
tr_tr: Temayı silmek istiyor musunuz? Yeniden kullanmak isterseniz tekrar içe aktarmanız gerekecek.

source: Something went wrong when attempting to delete the theme
el_gr: Κάτι πήγε στραβά κατά την προσπάθεια διαγραφής του θέματος
es_es: Algo salió mal al intentar eliminar el tema
fr_fr: Une erreur s'est produite lors de la tentative de suppression du thème
hr_hr: Dogodila se greška prilikom pokušaja brisanja teme
hu_hu: A Kategória törlése közben hiba történt
it_it: Qualcosa è andato storto nel tentativo di eliminare il tema
pl_pl: Coś poszło nie tak podczas próby usunięcia motywu
pt_pt: Algo correu mal ao tentar remover o tema
ru_ru: Что-то пошло не так при попытке удалить тему
tr_tr: Temayı silmeye çalışırken bir şeyler ters gitti

source: Do you want to use the theme? Please note that this will only take effect when MMEX is re-started.
es_es: ¿Desea utilizar este tema? Tenga en cuenta que solo tendrá efecto después de reiniciar MMEX.
fr_fr: Voulez-vous utiliser le thème ? Notez que cela ne prendra effet qu'après redémarrage de MMEX.
hu_hu: Szeretné használni a témát? Kérjük, vegye figyelembe, hogy ez csak az MMEX újraindításakor lép érvénybe.
it_it: Vuoi utilizzare il tema? Tieni presente che questo avrà effetto solo quando MMEX verrà riavviato.
tr_tr: Temayı kullanmak istiyor musunuz? Lütfen bunun yalnızca MMEX yeniden başlatıldığında etkili olacağını unutmayın.

source: Fatal error occured. Application will be terminated.
ar_sa: حدث خطأ فادح. سيتم إنهاء التطبيق.
cs_cz: Nastala kritická chyba. Aplikace bude ukončena.
el_gr: Παρουσιάστηκε μοιραίο σφάλμα. Η εφαρμογή θα τερματιστεί.
es_es: Se ha producido un error fatal. La aplicación se cerrará.
fr_fr: Une erreur fatale est survenue. L'application sera fermée.
he: אירעה שגיאה חמורה. היישום יסגר.
hr_hr: Dogodila se fatalna greška. Program će prekinuti rad.
hu_hu: Végzetes hiba! Az alkalmazás le fog állni.
it_it: Errore irreversibile. L'applicazione verrà terminata.
nl_nl: Ernstige fout opgetreden. Het programma zal worden afgesloten.
pl_pl: Wystąpił błąd krytyczny. Aplikacja zostanie zamknięta.
pt_pt: Ocorreu um erro fatal. A aplicação será encerrada.
ro_ro: A apărut o eroare fatală. Aplicația va fi terminată.
ru_ru: Произошла фатальная ошибка. Приложение будет закрыто.
tr_tr: Kritik hata oluştu. Uygulama sonlandırılacak.

source: Navigator
el_gr: Πλοηγός
es_es: Navegador
fr_fr: Navigateur
hr_hr: Navigacija
hu_hu: Navigátor
it_it: Navigatore
pl_pl: Drzewo nawigacyjne
pt_pt: Navegador
ru_ru: Навигатор
tr_tr: Gezgin

source: Toolbar
ar_sa: شريط الأدوات
cs_cz: Panel nástrojů
el_gr: Γραμμή Εργαλείων
es_es: Barra de herramientas
fr_fr: Barre d'outils
he: סרגל כלים
hr_hr: Alatna traka
hu_hu: Eszköztár
it_it: Barra degli Strumenti
nl_nl: Knoppenbalk
pl_pl: Pasek narzędzi
pt_pt: Barra de Ferramentas
ro_ro: Bară de unelte
ru_ru: Панель инструментов
sk_sk: Panel nástrojov
sv_se: Verktygsfält
tr_tr: Araç Çubuğu

source: Auto Repeat Transactions
ar_sa: تكرار المعاملات تلقائياً
cs_cz: Trvalé příkazy
el_gr: Συναλλαγές Αυτόματης Επανάληψης
es_es: Transacciones de repetición automática
fr_fr: Opération auto-récurrente
he: תנועות מחזורית אוטומטית
hr_hr: Automatski ponavljajuće transakcije
hu_hu: Automatikusan ismétlődő ügyletek
it_it: Transazioni Ricorrenti
nl_nl: Automatisch herhalende transacties
pl_pl: Transakcje auto-powtarzane
pt_pt: Transações de Repetição Automática
ro_ro: Repetare automată a tranzacțiilor
ru_ru: Автоматический повтор транзакций
tr_tr: Otomatik Tekrarlayan İşlemler

source: Cash Ledger
es_es: Libro de efectivo
fr_fr: Livre de caisse
hu_hu: Készpénzes főkönyv
it_it: Registro del Conto
pl_pl: Ledger gotówkowy
pt_pt: Livro de caixa
tr_tr: Nakit Defteri

source: The selected item will be deleted.
ar_sa: سيتم حذف العنصر المحدد.
el_gr: Το επιλεγμένο στοιχείο θα διαγραφεί.
es_es: Se eliminará el elemento seleccionado.
fr_fr: L'élément sélectionné sera supprimé.
hu_hu: A kijelölt elem törlésére kerül sor.
it_it: L'elemento selezionato verrà eliminato.
pl_pl: Wybrany element zostanie usunięty.
pt_pt: O item selecionado será eliminado.
ru_ru: Выбранный элемент будет удален.
sv_se: Det valda objektet kommer att tas bort.
tr_tr: Seçilen öğe silinecek.

source: A setting with this name already exists
el_gr: Υπάρχει ήδη μια ρύθμιση με αυτό το όνομα
es_es: Ya existe una configuración con este nombre
fr_fr: Une donnée est déjà paramétrée avec ce nom
hr_hr: Postavka s ovim imenom već postoji
hu_hu: Már létezik ilyen nevű beállítás
it_it: Esiste già un'impostazione con questo nome
pl_pl: Ustawienie o tej nazwie już istnieje
pt_pt: Já existe uma configuração com este nome
ro_ro: O setare cu acest nume există deja
ru_ru: Параметр с таким именем уже существует
tr_tr: Bu isme sahip bir ayar zaten var

source: Please specify a new name for the setting
el_gr: Παρακαλώ ορίστε ένα νέο όνομα για την ρύθμιση
es_es: Por favor, especifique un nuevo nombre para la configuración
fr_fr: Merci de spécifier un nouveau nom pour le paramètre
hr_hr: Odredi novo ime za postavku
hu_hu: Kérjük, adjon meg egy új nevet a beállításnak
it_it: Specifica un nuovo nome per l'impostazione
pl_pl: Proszę podać nową nazwę dla tego ustawienia
pt_pt: Indique por favor um novo nome para a configuração
ro_ro: Vă rugăm să specificați un nume nou pentru setare
ru_ru: Пожалуйста, укажите новое имя для настройки
tr_tr: Lütfen ayar için yeni bir ad belirtin

source: Name in use
el_gr: Όνομα σε χρήση
es_es: Nombre en uso
fr_fr: Nom en cours d'utilisation
hr_hr: Korišteno ime
hu_hu: A név használatban van
it_it: Nome in uso
pl_pl: Nazwa w użyciu
pt_pt: Nome em uso
ro_ro: Nume în uz
ru_ru: Имя уже используется
tr_tr: Ad kullanımda

source: Transaction Report
ar_sa: تقرير المُعاملة
cs_cz: Výpis transakcí
el_gr: Έκθεση των συναλλαγών
es_es: Informe de transacciones
fr_fr: Liste des opérations
he: דוח תנועות
hr_hr: Izvještaj o transakcijama
hu_hu: Ügyletekjelentés
it_it: Resoconto Transazioni
nl_nl: Transactie rapport
pl_pl: Raport transakcji
pt_pt: Relatório de Transações
ro_ro: Lista Tranzacțiilor
ru_ru: Отчёт по критериям
sk_sk: Výpis transakcií
sv_se: Transaktionsrapport
tr_tr: İşlem Raporu

source: Do you want to delete the account?
el_gr: Θέλετε να διαγράψετε το λογαριασμό;
es_es: ¿Está seguro de que desea eliminar la cuenta?
fr_fr: Voulez-vous supprimer le compte ?
hu_hu: Szeretné törölni a számlát?
it_it: Vuoi eliminare il conto?
pl_pl: Czy chcesz usunąć konto?
pt_pt: Pretende eliminar a conta?
ru_ru: Хотите удалить аккаунт?
tr_tr: Hesabı silmek istiyor musunuz?

source: This will also delete any associated Shares.
el_gr: Αυτό θα διαγράψει επίσης τυχόν σχετιζόμενες Μερίσματα.
es_es: Esto también eliminará cualquier acción asociada.
fr_fr: Ceci supprimera également l'ensemble des actions associées.
hu_hu: Ezzel az összes kapcsolódó részvényt is törölni fogja.
it_it: Questo eliminerà anche le Azioni associate.
pl_pl: Spowoduje to również usunięcie wszystkich powiązanych udziałów.
pt_pt: Isto também eliminará todas as participações associadas.
sv_se: Detta kommer också att ta bort alla associerade aktier.
tr_tr: Bu işlem, ilişkili Hisseleri de silecektir.

source: Confirm Account Deletion
ar_sa: تأكيد حذف حساب
cs_cz: Potvrzení odstranění účtu
el_gr: Επιβεβαιώστε τη διαγραφή του λογαριασμού
es_es: Corfirmar borrado de cuenta
fr_fr: Confirmez la suppression du compte
he: אשר מחיקת חשבון
hr_hr: Potvrdi brisanje računa
hu_hu: Számla törlésének megerősítése
it_it: Conferma eliminazione del conto
nl_nl: Bevestig verwijderen rekening
pl_pl: Potwierdź usunięcie konta
pt_pt: Confirmar a exclusão de Conta
ro_ro: Confirmă Ștergerea Contului
ru_ru: Подтверждение удаления счёта
sk_sk: Potvrďte odstránenie účtu
sv_se: Borttagning av konto
tr_tr: Hesap Silme Onayı

source: &Import from
el_gr: &Εισαγωγή από
es_es: &Importar desde
fr_fr: &Importer depuis
hr_hr: &Uvezi iz
hu_hu: &Importálás forrása
it_it: &Importa da
pl_pl: &Importuj z
pt_pt: &Importar de
ro_ro: &Importă din
ru_ru: &Импорт из
sv_se: &Importera från
tr_tr: &Şuradan içe aktar

source: &CSV Files…
el_gr: &CSV Αρχεία…
es_es: &Archivos CSV…
fr_fr: Fichiers &CSV…
hr_hr: &CSV datoteke …
hu_hu: &CSV-fájlok…
it_it: File &CSV…
pl_pl: Pliki &CSV…
pt_pt: Ficheiros &CSV…
ru_ru: CSV &файлы…
sv_se: &CSV-filer…
tr_tr: &CSV Dosyaları…

source: &XML Files…
el_gr: &XML Αρχεία…
es_es: &Archivos XML…
fr_fr: Fichiers &XML…
hr_hr: &XML datoteke …
hu_hu: &XML-fájlok…
it_it: File &XML…
pl_pl: Pliki &XML…
pt_pt: Ficheiros &XML…
ru_ru: &XML файлы…
sv_se: &XML-filer…
tr_tr: &XML Dosyaları…

source: Import from XML file (Excel format)
el_gr: Εισαγωγή από αρχείο XML (μορφή Excel)
es_es: Importar desde archivo XML (formato Excel)
fr_fr: Importer depuis un fichier XML (format Excel)
hr_hr: Uvezi iz XML datoteke (Excel format)
hu_hu: Importálás Excel formátumú XML-fájlból
it_it: Importa da file XML (formato Excel)
pl_pl: Import z pliku XML (format Excel)
pt_pt: Importar de um ficheiro XML (formato Excel)
ro_ro: Importă din fișierul XML (în format Excel)
ru_ru: Импорт из XML файла (Excel формат)
sv_se: Importera från XML-fil (Excel-format)
tr_tr: XML'den al (Excel formatı)

source: &QIF Files…
el_gr: &QIF Αρχεία…
es_es: &Archivos QIF…
fr_fr: &Fichiers QIF…
hr_hr: &QIF datoteke …
hu_hu: &QIF-fájlok…
it_it: File &QIF…
pl_pl: Pliki &QIF…
pt_pt: Ficheiros &QIF…
ru_ru: &QIF файлы…
sv_se: &QIF-filer…
tr_tr: &QIF Dosyaları…

source: &Export as
el_gr: &Εξαγωγή ως
es_es: &Exportar como
fr_fr: Exporter en
hr_hr: &Izvezi kao
hu_hu: &Exportálás másként
it_it: Espor&ta come
pl_pl: &Eksportuj jako
pt_pt: &Exportar como
ro_ro: &Exportă ca
ru_ru: &Экспорт как
sv_se: &Exportera som
tr_tr: &Farklı dışa aktar

source: &CSV File…
el_gr: &CSV Αρχείο…
es_es: Archivo &CSV…
fr_fr: Fichier &CSV…
hr_hr: &CSV datoteka …
hu_hu: &CSV-fájl…
it_it: File &CSV…
pl_pl: Plik &CSV…
pt_pt: Ficheiro &CSV…
ru_ru: &CSV-файл…
sv_se: &CSV-fil…
tr_tr: &CSV Dosyaları…

source: &XML File…
el_gr: &XML Αρχείο…
es_es: Archivo &XML…
fr_fr: Fichier &XML…
hr_hr: &XML datoteka …
hu_hu: &XML-fájl…
it_it: File &XML…
pl_pl: &Plik XML…
pt_pt: Ficheiro &XML…
ru_ru: &XML файл…
sv_se: &XML-fil…
tr_tr: &XML Dosyaları…

source: &MMEX CSV File…
el_gr: &Αρχείο MMEX CSV…
es_es: &Archivo CSV de MMEX…
fr_fr: Fichier &MMEX CSV…
hr_hr: &MMEX CSV datoteka …
hu_hu: &MMEX CSV-fájl…
it_it: File &MMEX CSV…
pl_pl: Plik &MMEX CSV…
pt_pt: Ficheiro CSV &MMEX…
ru_ru: &MMEX CSV файл…
sv_se: &MMEX CSV-fil…
tr_tr: &MMEX CSV Dosya…

source: &JSON File…
el_gr: &Αρχείο JSON…
es_es: Archivo &JSON…
fr_fr: Fichier &JSON…
hr_hr: &JSON datoteka …
hu_hu: &JSON-fájl…
it_it: File &JSON…
pl_pl: Plik &JSON…
pt_pt: Ficheiro &JSON…
ru_ru: &JSON файл…
sv_se: &JSON-fil…
tr_tr: &JSON Dosyaları…

source: &QIF File…
el_gr: &Αρχείο QIF…
es_es: Archivo &QIF…
fr_fr: Fichier &QIF…
hr_hr: &QIF datoteka …
hu_hu: &QIF-fájl…
it_it: File &QIF…
pl_pl: Plik &QIF…
pt_pt: Ficheiro &QIF…
ru_ru: &QIF файл…
sv_se: &QIF-fil…
tr_tr: &QIF Dosyaları…

source: &Customize Report…
el_gr: &Προσαρμογή Αναφοράς…
es_es: Personalizar Reporte…
fr_fr: &Personnaliser le rapport…
hr_hr: &Prilagodi izvještaj …
hu_hu: Jelentés &testreszabása…
it_it: &Personalizza Resoconto…
pl_pl: &Dostosuj raport…
pt_pt: &Personalizar Relatório…
ru_ru: &Настроить отчет…
sv_se: &Anpassa rapport…
tr_tr: &Raporu Özelleştir…

source: &Rename Report…
ar_sa: &إعادة تسمية التقرير…
el_gr: &Μετονομασία Αναφοράς…
es_es: Renombrar Reporte…
fr_fr: &Renommer le rapport…
hr_hr: Prei&menuj izvještaj …
hu_hu: Jelentés át&nevezése…
it_it: &Rinomina Resoconto…
pl_pl: &Zmień nazwę raportu…
pt_pt: &Renomear Relatório…
ru_ru: &Переименовать отчет…
sv_se: &Byt namn på rapport…
tr_tr: &Raporu Yeniden Adlandır…

source: &Delete Report…
ar_sa: &حذف التقرير…
el_gr: &Διαγραφή Αναφοράς…
es_es: Borrar Reporte…
fr_fr: &Supprimer le rapport…
hr_hr: &Izbriši izvještaj …
hu_hu: Jelentés &törlése…
it_it: &Elimina Resoconto…
pl_pl: &Usuń raport…
pt_pt: &Eliminar Relatório…
ru_ru: &Удалить отчет…
sv_se: &Ta bort rapport…
tr_tr: &Raporu Sil…

source: &Reconcile Account
el_gr: &Τακτοποίηση λογαριασμού
es_es: &Reconciliar cuenta
fr_fr: &Rapprocher le compte
hu_hu: Számla &egyeztetése
it_it: &Riconcilia Conto
pl_pl: Potwierdź saldo konta
tr_tr: &Hesabı Uzlaştır

source: &Launch Account Website
cs_cz: Přejít na &stránku účtu
el_gr: &Εκκίνηση ιστοσελίδας του λογαριασμού
es_es: &Abrir sitio web de la cuenta
fr_fr: &Ouvrir le site Web du compte
he: פתח את א&תר החשבון
hr_hr: &Otvori web stranicu računa
hu_hu: Számla honlapjának &megnyitása
it_it: &Apri il sito web del Conto
nl_nl: &Open website van de rekening
pl_pl: &Otwórz stronę www konta
pt_pt: &Ir Para a Página Web da Conta
ro_ro: &Lansează Situl Contului
ru_ru: &Перейти на Web-сайт
sk_sk: Í&sť na stránku účtu
sv_se: &Öppna kontots hemsida
tr_tr: Hesap Internet Sayfasına Bağ&lan

source: &Attachment Manager…
es_es: &Administrador de adjuntos…
fr_fr: &Gestionnaire de pièces jointes…
hr_hr: &Upravljač privitaka …
hu_hu: &Mellékletkezelő…
it_it: &Gestore Allegati…
pl_pl: &Menedżer załączników…
pt_pt: &Gerenciador de Anexos…
ru_ru: &Менеджер вложений…
sv_se: &Bilagehanterare…
tr_tr: &Eklenti Yöneticisi…

source: &Edit Account…
el_gr: &Επεξεργασία Λογαριασμού…
es_es: &Editar cuenta…
fr_fr: &Éditer le compte…
hr_hr: &Uredi račun …
hu_hu: Számla s&zerkesztése…
it_it: &Modifica Conto…
pl_pl: &Edytuj konto…
pt_pt: &Editar Conta…
ru_ru: &Редактировать счёт…
sv_se: &Redigera konto…
tr_tr: &Hesap Düzenle…

source: &Delete Account…
el_gr: &Διαγραφή Λογαριασμού…
es_es: &Borrar cuenta…
fr_fr: &Supprimer le compte…
hr_hr: &Izbriši račun …
hu_hu: Számla &törlése…
it_it: &Elimina Conto…
pl_pl: &Usuń konto…
pt_pt: &Eliminar Conta…
ru_ru: &Удалить счёт…
sv_se: &Ta bort konto…
tr_tr: &Hesap Sil…

source: &Change Account Type…
el_gr: &Αλλαγή Τύπου Λογαριασμού…
es_es: &Cambiar tipo de cuenta…
fr_fr: &Changer le type de compte…
hr_hr: &Promijeni vrstu računa …
hu_hu: Számlatípus &módosítása…
it_it: Modifica Tipo di &Conto…
pl_pl: &Zmień typ konta…
pt_pt: &Alterar Tipo de Conta…
ru_ru: &Изменить тип счета…
sv_se: &Ändra kontotyp…
tr_tr: Hesap &Tipini Değiştir…

source: &New Account…
el_gr: &Νέος Λογαριασμός…
es_es: &Nueva cuenta…
fr_fr: &Nouveau compte…
hr_hr: &Novi račun …
hu_hu: &Új számla…
it_it: &Nuovo Conto…
pl_pl: &Nowe konto…
pt_pt: &Nova Conta…
ru_ru: &Новый счёт…
sv_se: &Nytt konto…
tr_tr: &Yeni Hesap…

source: Account &List
ar_sa: قائمة ال&حساب
el_gr: Λίστα &Λογαριασμών
es_es: Lista de &cuentas
fr_fr: &Liste des comptes
he: רשימת חש&בונות
hr_hr: &Popis računa
hu_hu: S&zámlalista
it_it: &Lista Conti
nl_nl: Rekeningen&lijst
pl_pl: &Lista kont
pt_pt: &Lista de Contas
ro_ro: Lista de conturi
ru_ru: Список &счетов
sv_se: Konto&lista
tr_tr: Hesap &Listesi

source: &All
ar_sa: &الكل
el_gr: &Όλα
es_es: &Todas
fr_fr: Tous
hr_hr: &Sve
hu_hu: &Összes
it_it: &Tutti
pl_pl: &Wszystkie
pt_pt: &Todos
ru_ru: &Все
sv_se: &Alla
tr_tr: &Tümü

source: &Favorites
ar_sa: &المفضلة
el_gr: &Αγαπημένα
es_es: &Favoritas
fr_fr: Favori(s)
hr_hr: &Favoriti
hu_hu: &Kedvencek
it_it: &Preferiti
pl_pl: &Ulubione
pt_pt: &Favoritos
ru_ru: &Избранное
sv_se: &Favoriter
tr_tr: &Sık Kullanılanlar

source: &Open
ar_sa: &فتح
el_gr: &Άνοιγμα
es_es: &Abiertas
fr_fr: Ouvert(s)
hr_hr: &Otvoreni
hu_hu: &Nyitva
it_it: &Aperti
pl_pl: &Otwarte
pt_pt: &Abrir
ru_ru: &Открытые
sv_se: &Öppna
tr_tr: &Açık

source: &Closed
ar_sa: &مغلق
el_gr: &Κλείσιμο
es_es: &Cerradas
fr_fr: Fermé(s)
hr_hr: &Zatvoreni
hu_hu: &Bezárt
it_it: &Chiusi
pl_pl: &Zamknięte
pt_pt: &Fechar
ru_ru: &Закрытые
sv_se: &Stängd
tr_tr: &Kapalı

source: Accounts &Visible
el_gr: &Ορατοί Λογαριασμοί
es_es: Cuentas &visibles
fr_fr: Comptes &visibles
hr_hr: &Vidljivi računi
hu_hu: &Látható számlák
it_it: Conti &Visibili
pl_pl: &Widoczne konta
pt_pt: Contas &Visíveis
ru_ru: &Видимые счета
sv_se: Synliga konton
tr_tr: &Hesaplar Görünür

source: Co&llapse All
el_gr: Σ&ύμπτυξη Όλων
es_es: Co&lapsar Todo
fr_fr: Tout réduire
hu_hu: Összes össze&csukása
it_it: C&omprimi tutto
pl_pl: &Zwiń wszystko
sv_se: F&äll ihop alla
tr_tr: &Hepsini Daralt

source: &Expand All
el_gr: &Ανάπτυξη Όλων
es_es: &Expandir todo
fr_fr: Tout agrandir
hu_hu: Összes ki&bontása
it_it: &Espandi tutto
pl_pl: &Rozwiń wszystko
sv_se: &Expandera alla
tr_tr: &Hepsini Genişlet

source: &Collapse All
el_gr: &Σύμπτυξη Όλων
es_es: &Contraer todo
fr_fr: Tout réduire
hu_hu: Összes össze&csukása
it_it: &Comprimi tutto
pl_pl: &Zwiń wszystko
sv_se: &Fäll ihop alla
tr_tr: &Hepsini Daralt

source: &Navigator configuration…
fr_fr: Configuration du &Navigateur…
hu_hu: &Navigátor beállításai…
it_it: Configurazione &Navigatore…
tr_tr: &Gezgin Yapılandırması…

source: T&heme Manager…
ar_sa: مدير النسق…
el_gr: Δ&ιαχειριστής Θεμάτων…
es_es: G&estor de temas…
fr_fr: Gestionnaire de t&hème…
hr_hr: &Upravljač tema …
hu_hu: &Témakezelő…
it_it: Gest&ore Temi…
pl_pl: Menedżer &motywów…
pt_pt: Gestor de &Temas…
ru_ru: Менеджер &тем…
sv_se: T&emahanterare…
tr_tr: T&ema Yönetimi…

source: &New Database…
el_gr: &Νέα Βάση Δεδομένων…
es_es: &Nueva base de datos…
fr_fr: &Nouvelle base de données…
hr_hr: &Nova baza podataka …
hu_hu: &Új adatbázis…
it_it: &Nuovo Database…
pl_pl: &Nowa baza danych…
pt_pt: &Nova Base de Dados…
ru_ru: &Новая база данных…
sv_se: &Ny databas…
tr_tr: &Yeni Veritabanı…

source: New Database
ar_sa: قاعدة بيانات جديدة
cs_cz: Nová databáze
el_gr: Νέα βάση δεδομένων
es_es: Nueva base de datos
fr_fr: Nouvelle base de données
he: מסד נתונים חדש
hr_hr: Nova baza podataka
hu_hu: Új adatbázis
it_it: Nuovo Database
nl_nl: Wizard voor een nieuw databestand
pl_pl: Nowa baza danych
pt_pt: Nova Base de Dados
ro_ro: Bază de Date Nouă
ru_ru: Новая база данных
sk_sk: Nová databáza
sv_se: Ny databas
tr_tr: Yeni Veritabanı

source: &Open Database…
el_gr: &Άνοιγμα Βάσης Δεδομένων...
es_es: &Abrir base de datos…
fr_fr: &Ouvrir une base de données...
hu_hu: Adatbázis &megnyitása…
it_it: &Apri Database…
pl_pl: &Otwórz bazę danych…
pt_pt: &Abrir base de dados…
ru_ru: Открыть базу данных…
sv_se: &Öppna databas…
tr_tr: &Veritabanı Aç…

source: Open Database
ar_sa: فتح قاعدة بيانات
cs_cz: Otevřít databázi
el_gr: Άνοιγμα βάσης δεδομένων
es_es: Abrir base de datos
fr_fr: Ouvrir une base de données
he: פתח מסד נתונים
hr_hr: Otvori bazu podataka
hu_hu: Adatbázis megnyitása
it_it: Apri Database
nl_nl: &Open databestand Ctrl-O
pl_pl: Otwórz bazę danych
pt_pt: &Abrir Base de Dados Ctrl-O
ro_ro: Deschide Baza de Date
ru_ru: Открыть базу данных
sk_sk: Otvoriť databázu
sv_se: Öppna databas
tr_tr: Veritabanı Aç

source: Save Database &As…
el_gr: Αποθήκευση Βάσης Δεδομένων &Ως…
es_es: Guardar base de datos &como…
fr_fr: Enregistrer la base de données sous…
hr_hr: Spremi bazu podataka &kao …
hu_hu: Adatbázis mentése &másként…
it_it: &Salva Database Come…
pl_pl: Zapi&sz bazę danych jako…
pt_pt: Gravar Base de Dados &Como…
ru_ru: &Сохранить базу данных как…
sv_se: Spara databas &som…
tr_tr: Veritabanını Farklı &Kaydet…

source: Save Database As
ar_sa: حفظ قاعدة البيانات باسم
cs_cz: Uložit databázi jako
el_gr: Αποθήκευση βάσης δεδομένων ως
es_es: Guardar base de datos como
fr_fr: Enregistrer la base de données sous…
he: שמור מסד נתונים כ
hr_hr: Spremi bazu podataka pod
hu_hu: Adatbázis mentése másként
it_it: Salva Database con nome
nl_nl: Databestand opslaan als
pl_pl: Zapisz bazę danych jako
pt_pt: &Gravar Base de Dados Ctrl-S
ro_ro: Salvează Baza de Date Ca...
ru_ru: Сохранить базу данных как
sk_sk: Uložiť databázu ako
sv_se: Spara databas som
tr_tr: Veritabanını Farklı Kaydet

source: &Recent Files
el_gr: &Πρόσφατα Αρχεία
es_es: &Archivos recientes
fr_fr: Fichiers récents
hr_hr: Nedavne &datoteke
hu_hu: Legutóbbi &fájlok
it_it: File &recenti
pl_pl: Ostatnie &pliki
pt_pt: &Ficheiros Recentes
ro_ro: Fişiere &recente
ru_ru: &Последние файлы
sv_se: &Senaste filer
tr_tr: &Son Dosyalar

source: &Clear Recent Files
ar_sa: &مسح الملفات الأخيرة
cs_cz: &Vyčistit seznam posledních souborů
el_gr: &Καθαρισμός πρόσφατων αρχείων
es_es: &Limpiar ficheros recientes
fr_fr: Effacer les derniers fichiers utilisés
he: &נקה רשימת קבצים אחרונים
hr_hr: &Izbriši popis nedavno korištenih datoteka
hu_hu: Legutóbbi fájlok &törlése
it_it: &Cancella cronologia file
nl_nl: &Wis lijst recente bestanden
pl_pl: &Wyczyść listę ostatnio używanych
pt_pt: &Limpar Ficheiros Recentes
ro_ro: Șterge fișierele re&cente
ru_ru: Очистить список
sk_sk: &Vymazať zoznam naposledy otvorených súborov
sv_se: &Rensa senaste filer
tr_tr: So&n Dosyaları Temizle

source: &OFX File…
el_gr: &OFX Αρχείο…
es_es: Archivo &OFX…
hu_hu: &OFX-fájl…
it_it: File &OFX…
pl_pl: &OFX Plik…
sv_se: &OFX-fil…
tr_tr: &OFX Dosyası…

source: Import from OFX file
el_gr: Εισαγωγή από αρχείο OFX
es_es: Importar desde archivo OFX
hu_hu: Importálás OFX-fájlból
it_it: Importa da file OFX
pl_pl: Importuj z pliku OFX
sv_se: Importera från OFX-fil
tr_tr: OFX dosyasından içe aktar

source: &WebApp…
es_es: &Aplicación web…
hu_hu: &Webalkalmazás…
pl_pl: Aplikacja internetowa…
pt_pt: App &Web…
tr_tr: &WebUygulaması…

source: Import from the WebApp
es_es: Importar desde la aplicación web
fr_fr: Importer depuis l'application web
hu_hu: Importálás a Webalkalmazásból
it_it: Importa da WebApp
pl_pl: Importuj z WebApp
pt_pt: Importar da WebApp
sv_se: Importera från WebApp
tr_tr: WebUygulamasından içe aktar

source: Export as fixed CSV file
el_gr: Εξαγωγή ως σταθερό αρχείο CSV
es_es: Exportar como archivo CSV corregido
fr_fr: Exporter en fichier CSV à longueur fixe
hr_hr: Izvezi kao fiksnu CSV datoteku
hu_hu: Exportálás rögzített CSV-fájlként
it_it: Esporta come file CSV fisso
pl_pl: Eksportuj jako stały plik CSV
pt_pt: Exportar como ficheiro CSV fixo
ro_ro: Exportă ca fișier CSV fix
ru_ru: Экспорт в фиксированный CSV-файл
sv_se: Exportera som fast CSV-fil
tr_tr: Sabit CSV dosyası olarak dışa aktar

source: &HTML File…
el_gr: &HTML Αρχείο…
es_es: Archivo &HTML…
fr_fr: Fichier &HTML…
hr_hr: &HTML datoteka …
hu_hu: &HTML-fájl…
it_it: File &HTML…
pl_pl: Plik &HTML…
pt_pt: Ficheiro &HTML…
ru_ru: &HTML файл…
sv_se: &HTML-fil…
tr_tr: &HTML Dosyası…

source: Export as HTML file
el_gr: Εξαγωγή ως αρχείο HTML
es_es: Exportar como archivo HTML
fr_fr: Exporter en fichier HTML
hr_hr: Izvezi kao HTML datoteku
hu_hu: Exportálás HTML-fájlként
it_it: Esporta come file HTML
pl_pl: Eksportuj jako plik HTML
pt_pt: Exportar como ficheiro HTML
ro_ro: Exportă ca fișier HTML
ru_ru: Экспорт в HTML файл
sv_se: Exportera som HTML-fil
tr_tr: HTML dosyası olarak dışa aktar

source: &Print…
el_gr: &Εκτύπωση…
es_es: &Imprimir…
fr_fr: &Imprimer…
hr_hr: &Ispiši …
hu_hu: &Nyomtatás…
it_it: Stam&pa…
pl_pl: &Drukuj…
pt_pt: &Imprimir…
ru_ru: &Печать…
sv_se: &Skriv ut…
tr_tr: &Yazdır…

source: Print current view
cs_cz: Tisk aktuálního zobrazení
el_gr: Εκτύπωση τρέχουσας προβολής
es_es: Imprimir vista actual
fr_fr: Imprimer la vue en cours
he: הדפס תצוגה נוכחית
hr_hr: Ispiši trenutačni prikaz
hu_hu: Jelenlegi nézet nyomtatása
it_it: Stampa vista attuale
nl_nl: Print huidige weergave
pl_pl: Drukuj aktualny widok
pt_pt: Imprimir vista atual
ro_ro: Imprimă vizualizarea curentă
ru_ru: Печатать текущий отчёт
sk_sk: Tlačiť aktuálny pohľad
sv_se: Skriv ut aktuell vy
tr_tr: Geçerli görünümü yazdır.

source: E&xit
el_gr: Έ&ξοδος
es_es: Salir
fr_fr: &Quitter
hu_hu: &Kilépés
it_it: E&sci
pl_pl: &Zakończ
pt_pt: S&air
ru_ru: В&ыход
sv_se: &Avsluta
tr_tr: &Çıkış
