Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: &Edit
ar_sa: &تحرير
cs_cz: Upr&avit
el_gr: &Επεξεργασία
es_es: &Editar
fr_fr: Éditer
he: &ערוך
hr_hr: &Uredi
hu_hu: S&zerkesztés
it_it: &Modifica
nl_nl: &Wijzigen
pl_pl: &Edytuj
pt_pt: &Editar
ro_ro: &Editare
ru_ru: &Редактировать
sk_sk: &Upraviť
sv_se: &Redigera
tr_tr: Düz&enle

source: &Remove
ar_sa: &حذف
cs_cz: Odeb&rat
el_gr: &Διαγραφή
es_es: &Eliminar
fr_fr: Effacer
he: &הסר
hr_hr: &Ukloni
hu_hu: &Eltávolítás
it_it: &Rimuovi
nl_nl: &Verwijderen
pl_pl: Usuń
pt_pt: &Remover
ro_ro: &Elimina
ru_ru: Удалить
sk_sk: &Odstrániť
sv_se: &Ta bort
tr_tr: &Kaldır

source: Att.
ar_sa: مرفق.
cs_cz: Příl.
es_es: Adj.
fr_fr: P.J
he: צרופה.
hr_hr: Prilozi
hu_hu: Mell.
it_it: All.
nl_nl: Bijl.
pl_pl: Zał.
pt_pt: Anx.
ru_ru: Влож.
sk_sk: Príl.
tr_tr: Özl.

source: This directory and its files are automatically managed by MMEX.
el_gr: Αυτός ο φάκελος και τα αρχεία του διαχειρίζονται αυτόματα από το λογισμικό Money Manager EX.
es_es: Esta carpeta y sus archivos son administrados automáticamente por MMEX.
fr_fr: Ce répertoire et ses fichiers sont automatiquement gérés par MMEX.
hr_hr: Ovim direktorijem i njegovim datotekama automatski upravlja MMEX.
hu_hu: Ezt a könyvtárat és a hozzá tartozó fájlokat az MMEX önműködően kezeli.
it_it: Questa directory e i suoi file sono gestiti automaticamente da MMEX.
pl_pl: Ten katalog i jego pliki są automatycznie zarządzane przez MMEX.
pt_pt: Esta pasta, e correspondentes ficheiros, é gerida automaticamente pelo MMEX.
ro_ro: Acest director şi fişierele sale sunt gestionate automat de Money Manager EX.
ru_ru: Этот каталог и его файлы автоматически управляются MMEX.
sv_se: Denna katalog och dess filer hanteras automatiskt av MMEX.
tr_tr: Bu dizin ve dosyaları MMEX tarafından otomatik olarak yönetilir.

source: Please do not remove, rename or modify manually directories and files.
ar_sa: يرجى عدم إزالة أو إعادة تسمية أو تعديل الأدلة والملفات يدويًا.
cs_cz: Neprovádějte prosím manuálně následující úkony: odstranění, přejmenování nebo jiné úpravy adresáře a souborů.
el_gr: Παρακαλώ μην καταργείτε, μετονομάσετε ή τροποποιήσετε χειροκίνητα καταλόγους και αρχεία.
es_es: Por favor no elimine, renombre o modifique manualmente carpetas y archivos.
fr_fr: Merci de ne pas effacer, renommer ou modifier manuellement les fichiers et les répertoires.
he: נא לא להסיר, לשנות שם או לשנות באופן ידני קבצים וספריות.
hr_hr: Ne briši, ne preimenuj i ne mijenjaj direktorije i datoteke ručno.
hu_hu: Ne távolítsa el, nevezte át, vagy módosítsa a könyvtárakat, vagy fájlokat.
it_it: Non rimuovere, rinominare o modificare manualmente le cartelle e i file.
nl_nl: A.u.b. geen mappen of bestanden handmatig verwijderen, hernoemen of wijzigen.
pl_pl: Proszę nie usuwać, nie zmieniać nazwy lub ręcznie modyfikować katalogów i plików.
pt_pt: Por favor, não remova, renomeie ou modifique manualmente diretórios e ficheiros.
ro_ro: Vă rugăm să nu eliminați, redenumiți sau modificați manual directoarele și fișierele.
ru_ru: Пожалуйста, не удаляйте и не перемещайте фалы вручную.
sk_sk: Prosím manuálne neodstraňujte, nepremenovávajte ani neupravujte priečinky ani súbory.
sv_se: Ta inte bort, byt namn eller ändra kataloger och filer manuellt.
tr_tr: Lütfen dizin ve dosyaları elle silmeyin, değiştirmeyin veya yeniden adlandırmayın.

source: Destination file already exist:
ar_sa: ملف الوجهة موجود مسبقاً:
cs_cz: Cílový soubor již existuje:
el_gr: Το αρχείο προορισμού υπάρχει ήδη:
es_es: El archivo de destino ya existe:
fr_fr: Le fichier de destination existe déjà :
he: קובץ יעד כבר קיים:
hr_hr: Odredišna datoteka već postoji:
hu_hu: A célfájl már létezik:
it_it: File di destinazione già presente:
nl_nl: Doelbestand is al aanwezig:
pl_pl: Plik docelowy już istnieje:
pt_pt: O ficheiro de destino já existe:
ro_ro: Fișierul există deja:
ru_ru: Файл назначения уже существует:
sk_sk: Cieľový súbor už existuje:
sv_se: Målfilen finns redan:
tr_tr: Hedef dosya zaten var::

source: File not found in attachments. Please delete or rename it.
ar_sa: لم يتم العثور على الملف في المرفقات. الرجاء حذفه أو إعادة تسميته.
cs_cz: Soubor nebyl v přílohách nalezen. Odstraňte nebo přejmenujte jej prosím.
el_gr: Το αρχείο δεν βρέθηκε στα συνημμένα. Παρακαλούμε διαγράψτε το ή μετονομάστε το.
es_es: Archivo no encontrado en los adjuntos. Por favor, borre o renómbrelo.
fr_fr: Fichier non trouvé dans les pièces jointes. Merci de le supprimer ou de le renommer.
he: הקובץ לא נמצא בספרית המצרופות. נא מחק או שנה את שם צרופה.
hr_hr: Datoteka nije nađena u prilozima. Izbriši je ili je preimenuj.
hu_hu: Fájl nem található a mellékletekben. Kérjük, törölje vagy nevezze át.
it_it: File non trovato fra gli allegati. Eliminarlo o rinominarlo per risolvere.
nl_nl: Bestand niet gevonden in de bijlagen. Alstublieft deze verwijderen of hernoemen.
pl_pl: Nie znaleziono pliku w załącznikach. Proszę go usunąć lub zmienić jego nazwę.
pt_pt: Ficheiro não encontrado nos anexos. Por favor, apague-o ou renomeie-o.
ro_ro: Fişierul nu a fost găsit în ataşamente. Vă rugăm să-l ştergeţi sau redenumiţi.
ru_ru: Файл не найден во вложениях. Пожалуйста удалите или переименуйте его.
sk_sk: Nebol nájdený súbor v prílohách. Odstráňte ho alebo ho premenujte.
sv_se: Filen hittades inte i bilagor. Vänligen ta bort eller ge den ett nytt namn.
tr_tr: İlişiklerde dosya bulunamadı. Lütfen silin veya yeniden adlandırın.

source: Destination file already exist
ar_sa: ملف الوجهة موجود مسبقاً
cs_cz: Cílový soubor již existuje
el_gr: Το αρχείο προορισμού υπάρχει ήδη
es_es: El archivo de destino ya existe
fr_fr: Le fichier de destination existe déjà
he: קובץ יעד כבר קיים
hr_hr: Odredišna datoteka već postoji
hu_hu: A célfájl már létezik
it_it: File di destinazione già presente
nl_nl: Doelbestand is al aanwezig
pl_pl: Plik docelowy już istnieje
pt_pt: O ficheiro de destino já existe
ro_ro: Fișierul există deja
ru_ru: Файл назначения уже существует
sk_sk: Cieľový súbor už existuje
sv_se: Målfilen finns redan
tr_tr: Hedef dosya zaten var

source: File already found in attachments
ar_sa: الملف موجود بالفعل في المرفقات
cs_cz: Soubor se již v přílohách nachází
el_gr: Το αρχείο βρέθηκε ήδη στα συνημμένα
es_es: Archivo encontrado en los adjuntos
fr_fr: Le fichier a déjà été trouvé dans les pièces jointes
he: הקובץ נמצא כבר בספרית הצרופות
hr_hr: Datoteka je već nađena u prilozima
hu_hu: A fájlt a mellékletek között már megtaláltam
it_it: File già presente tra gli allegati
nl_nl: Bestand is al aanwezig in de bijlagen
pl_pl: Plik już istnieje w załącznikach
pt_pt: Ficheiro já encontrado nos anexos
ro_ro: Fişier deja găsit în ataşamente
ru_ru: Файл уже есть во вложениях
sk_sk: Súbor sa už nachádza v prílohách
sv_se: Filen finns redan i bilagor
tr_tr: Dosya ilişiklerde zaten var.

source: Attachment not found:
ar_sa: لم يتم العثور على المُرفق:
cs_cz: Příloha nebyla nalezena:
el_gr: Το συνημμένο δεν βρέθηκε:
es_es: Adjunto no encontrado:
fr_fr: Pièce jointe non trouvée :
he: לא נמצאה צרופה :
hr_hr: Prilog nije nađen:
hu_hu: Melléklet nem található:
it_it: Allegato non trovato:
nl_nl: Bijlage niet gevonden:
pl_pl: Załącznik nie znaleziony:
pt_pt: Anexo não encontrado:
ro_ro: Ataşamentul nu a fost găsit:
ru_ru: Вложение не найдено:
sk_sk: Nebola nájdená príloha:
sv_se: Bilaga hittades inte:
tr_tr: İlişik bulunamadı:

source: Do you want to delete the attachment in the database?
es_es: ¿Desea eliminar el archivo adjunto en la base de datos?
fr_fr: Voulez-vous supprimer la pièce jointe dans la base de données ?
hu_hu: Szeretné törölni a mellékletet az adatbázisból?
it_it: Vuoi eliminare l'allegato nel database?
pl_pl: Czy chcesz usunąć załącznik z bazy danych?
pt_pt: Pretende eliminar o anexo da base de dados?
ru_ru: Вы хотите удалить это вложение из базы данных?
tr_tr: Veri tabanındaki eki silmek ister misin?

source: Delete attachment failed
ar_sa: فشل حذف المُرفق
cs_cz: Odstranění přílohy selhalo
el_gr: Αποτυχία διαγραφής συνημμένου
es_es: El borrado del adjunto ha fallado
fr_fr: Échec de suppression de la pièce jointe
he: מחיקת צרופה כשלה
hr_hr: Brisanje priloga nije uspjelo
hu_hu: A melléklet törlése nem sikerült
it_it: Eliminazione allegato fallita
nl_nl: Verwijderen bijlage mislukt
pl_pl: Niepowodzenie usunięcia załącznika
pt_pt: Eliminação do anexo falhou
ro_ro: Ștergerea atașamentului a eșuat
ru_ru: Ошибка удаления вложения
sk_sk: Odstránenie prílohy zlyhalo
sv_se: Det gick inte att radera bilaga
tr_tr: İlişik silinemedi.

source: Unable to open file:
ar_sa: غير قادر على فتح الملف:
cs_cz: Nelze otevřít soubor:
el_gr: Αδυναμία ανοίγματος αρχείου:
es_es: No es posible abrir el fichero:
fr_fr: Impossible d'ouvrir le fichier :
he: לא ניתן לפתוח קובץ:
hr_hr: Ne mogu otvoriti datoteku:
hu_hu: Nem sikerült megnyitni a fájlt:
it_it: Impossibile aprire il file:
nl_nl: Kan bestand niet openen:
pl_pl: Nie można otworzyć pliku:
pt_pt: Não é possível abrir o ficheiro:
ro_ro: Nu se poate deschide fișierul:
ru_ru: Невозможно открыть файл:
sk_sk: Nepodarilo sa otvoriť súbor:
sv_se: Det går inte att öppna filen:
tr_tr: Dosya açma olanaksız:

source: Please verify that file exists and user has rights to read it.
ar_sa: يرجى التحقق من وجود هذا المِلف وأن للمستخدم حقوق قراءته.
cs_cz: Ověřte prosím, zda soubor existuje či máte přiřazeny dostatečná práva pro jeho čtení.
el_gr: Παρακαλώ επιβεβαιώστε ότι το αρχείο υπάρχει και ο χρήστης έχει δικαιώματα να το διαβάσει.
es_es: Por favor, compruebe que el archivo existe y el usuario tiene permisos de lectura.
fr_fr: Vérifiez que le fichier existe et que l'utilisateur peut y accéder en lecture.
he: נא ודא כי הקובץ קיים, וכי יש למשתמש הרשאה לקרוא אותו.
hr_hr: Provjeri, da datoteka postoji i da korisnik ima korisnička prava za čitanje.
hu_hu: Ellenőrizze, hogy a fájl létezik-e és a felhasználó jogosult-e olvasni.
it_it: Verificare che il file esista e che l'utente abbia i diritti per leggerlo.
nl_nl: Controleer dat het bestand bestaat en de gebruiker rechten heeft om deze te lezen.
pl_pl: Sprawdź, czy plik istnieje i czy użytkownik ma prawo odczytu.
pt_pt: Por favor, verifique se o ficheiro existe e o utilizador tem permissões para o ler.
ro_ro: Vă rugăm să verificaţi dacă fişierul există şi utilizatorul are drepturile de a-l citi.
ru_ru: Пожалуйста, проверьте, что файл существует и пользователь может читать его.
sk_sk: Prosím overte si, či súbor existuje a používateľ ho má právo čítať.
sv_se: Kontrollera att filen finns och att användaren har rättigheter att läsa den.
tr_tr: Lütfen dosyanın ve kullanıcının dosyayı okuma haklarının olduğunu doğrulayın.

source: Open attachment failed
ar_sa: فشل فتح المرفق
cs_cz: Otevření přílohy selhalo
el_gr: Αποτυχία ανοίγματος συνημμένου
es_es: La apertura del adjunto ha fallado
fr_fr: Échec de l'ouverture de la pièce jointe
he: פתיחת צרופה כשלה
hr_hr: Otvaranje priloga nije uspjelo
hu_hu: Melléklet megnyitása nem sikerült
it_it: Apertura allegato fallita
nl_nl: Openen bijlage mislukt
pl_pl: Niepowodzenie otwarcia załącznika
pt_pt: Abertura do anexo falhou
ro_ro: Deschiderea atașamentului a eșuat
ru_ru: Вложение не открыть
sk_sk: Otvorenie prílohy zlyhalo
sv_se: Öppning av bilaga misslyckades
tr_tr: İlişik açılamadı

source: Budget Year Entry
ar_sa: ادخال الميزانية السنوية
cs_cz: Položka ročního rozpočtu
el_gr: Εισαγωγή έτους προϋπολογισμού
es_es: Introducción de año
fr_fr: Création d'un budget annuel
he: הזנת שנת תקציב
hr_hr: Unos za godišnji budžet
hu_hu: Költségvetési év bevitele
it_it: Voce di Budget Annuale
nl_nl: Begrotingsjaar
pl_pl: Wprowadzanie roku budżetowego
pt_pt: Orçamento Anual
ro_ro: Intrarea Anului Bugetar
ru_ru: Бюджетный год
sk_sk: Položka ročného rozpočtu
sv_se: Nytt budgetår
tr_tr: Bütçe Yılı Girişi

source: Category:
ar_sa: الفئة:
cs_cz: Kategorie:
el_gr: Κατηγορία:
es_es: Categoría:
fr_fr: Catégorie :
he: קטגוריה:
hr_hr: Kategorija:
hu_hu: Kategória:
it_it: Categoria:
nl_nl: Categorie:
pl_pl: Kategoria:
pt_pt: Categoria:
ro_ro: Categorie:
ru_ru: Категория:
sk_sk: Kategória:
sv_se: Kategori:
tr_tr: Kategori:

source: Estimated:
ar_sa: تقديري:
cs_cz: Předpoklad:
el_gr: Εκτιμώμενο:
es_es: Estimado:
fr_fr: Estimé :
he: תחזית:
hr_hr: Procijenjeno:
hu_hu: Becsült:
it_it: Previsto:
nl_nl: Verwacht:
pl_pl: Oszacowane:
pt_pt: Orçamentado:
ro_ro: Estimat:
ru_ru: Ожидается:
sk_sk: Odhadované:
sv_se: Beräknad:
tr_tr: Tahmini:

source: Actual:
ar_sa: الفعلي:
cs_cz: Aktuální:
el_gr: Πραγματικό:
es_es: Real:
fr_fr: Actuel :
he: בפועל:
hr_hr: Stvarno:
hu_hu: Jelenlegi:
it_it: Effettivo:
nl_nl: Actueel
pl_pl: Rzeczywiste:
pt_pt: Realizado:
ru_ru: Фактически:
sk_sk: Skutočné:
sv_se: Verklig:
tr_tr: Gerçekleşen:

source: Type:
ar_sa: النوع:
cs_cz: Typ:
el_gr: Τύπος:
es_es: Tipo:
he: סוג:
hr_hr: Vrsta:
hu_hu: Típus:
it_it: Tipo:
pl_pl: Typ:
pt_pt: Tipo:
ro_ro: Tip:
ru_ru: Тип:
sk_sk: Typ:
sv_se: Typ:
tr_tr: Tip:

source: Expense
ar_sa: المصروفات
cs_cz: Výdaje
el_gr: Έξοδα
es_es: Gastos
fr_fr: Dépenses
he: הוצאה
hr_hr: Trošak
hu_hu: Kiadás
it_it: Uscite
nl_nl: Uitgaven
pl_pl: Wydatki
pt_pt: Despesa
ro_ro: Cheltuieli
ru_ru: Расход
sk_sk: Výdavky
sv_se: Utgift
tr_tr: Gider

source: Specify whether this category is an income or an expense category
ar_sa: تحديد اذا ما كان هذا الصنف من الواردات ام المصروفات
cs_cz: Zadejte typ kategorie pro příjem nebo výdaj
el_gr: Επιλέξτε αν η αυτή η κατηγορία είναι κατηγορία εσόδων ή εξόδων
es_es: Especifique si esta categoría es de ingresos o de gastos
fr_fr: Indiquer si cette catégorie est un revenu ou une dépense
he: בחר האם קטגוריה זו היא מסוג הכנסה או הוצאה
hr_hr: Odredi, je li ovo kategorija prihoda ili troškova
hu_hu: Adja meg, hogy ez bevételi vagy kiadási kategória
it_it: Specifica se questa è una categoria di entrata o di spesa
nl_nl: Geef aan of deze categorie inkomsten of uitgaven betreft
pl_pl: Oznacz czy ta kategoria należy do przychodów czy wydatków
pt_pt: Indique se esta é uma categoria de Despesa ou de Receita
ro_ro: Specifică dacă această categorie este una de venituri sau de cheltuieli
ru_ru: Определите, является ли эта категория доходом или расходом
sk_sk: Upresnite či je táto kategoria pre príjem alebo výdavok
sv_se: Ange ifall den här kategorin är en inkomst- eller utgifts-kategori
tr_tr: Bu kategorinin gelir mi yoksa gider mi olduğunu belirtiniz

source: Frequency:
ar_sa: التكرار:
cs_cz: Opakování:
el_gr: Συχνότητα:
es_es: Frecuencia:
fr_fr: Fréquence :
he: תדירות:
hr_hr: Učestalost:
hu_hu: Gyakoriság:
it_it: Frequenza:
nl_nl: Regelmaat:
pl_pl: Częstotliwość:
pt_pt: Frequência:
ro_ro: Frecvență:
ru_ru: Периодичность:
sk_sk: Frekvencia:
tr_tr: Sıklık:

source: Specify the income or expense frequency
el_gr: Καθορίστε τη συχνότητα εσόδων ή εξόδων
es_es: Especifique la frecuencia del gasto o el ingreso
fr_fr: Spécifiez la fréquence du revenu ou de la dépense
hu_hu: Bevételek vagy kiadások gyakoriságának kijelölése
it_it: Specifica la frequenza delle entrate o delle uscite
pl_pl: Określ częstotliwość przychodów lub wydatków
pt_pt: Especifique a frequência do rendimento ou da despesa
tr_tr: Gelir veya gider sıklığını belirtin

source: Amount:
ar_sa: القيمة:
cs_cz: Částka:
el_gr: Ποσό:
es_es: Importe:
fr_fr: Montant :
he: סכום:
hr_hr: Iznos
hu_hu: Összeg:
it_it: Importo:
nl_nl: Bedrag:
pl_pl: Kwota:
pt_pt: Valor:
ro_ro: Suma:
ru_ru: Сумма:
sk_sk: Suma:
sv_se: Summa:
tr_tr: Tutar:

source: Enter the amount budgeted for this category.
ar_sa: اكتب مبلغ الميزانية المخصص لهذا الصنف.
cs_cz: Zadejte předpokládanou částku pro tuto kategorii.
el_gr: Εισάγετε το προϋπολογισμένο ποσό για αυτήν την κατηγορία.
es_es: Introduzca la cantidad presupuestada para esta categoría.
fr_fr: Entrez le montant budgétisé pour cette catégorie.
he: הזן את הסכום שתוקצב עבור קטגוריה זו.
hr_hr: Unesite predviđeni budžet za ovu kategoriju.
hu_hu: A kategória költségvetési összegének bevitele
it_it: Inserire l'importo preventivato per questa categoria.
nl_nl: Geef het begrootte bedrag deze categorie in.
pl_pl: Wprowadź kwotę budżetu dla tej kategorii.
pt_pt: Informe o montante do orçamento para esta categoria.
ro_ro: Introdu suma bugetată pentru această categorie.
ru_ru: Введите размер бюджета для данной категории.
sk_sk: Zadajte predpokladanú sumu pre túto kategóriu.
sv_se: Ange budgeterad summa för den här kategorin.
tr_tr: Bu kategori için beklenen tutarı giriniz.

source: Enter notes to describe this budget entry
ar_sa: أدخل ملاحظات لوصف هذا القيد من الميزانية
el_gr: Εισάγετε σημειώσεις για να περιγράψετε αυτή την εγγραφή προϋπολογισμού
es_es: Introduzca notas para describir esta entrada del presupuesto
fr_fr: Entrer des commentaires pour décrire cette ligne de budget
hr_hr: Upiši bilješke za opis ovog unosa budžeta
hu_hu: Adjon meg megjegyzéseket a költségvetési tétel leírásához
it_it: Inserisci note per descrivere questa voce di budget
pl_pl: Wprowadź notatki, żeby opisać ten wpis w budżecie
pt_pt: Introduza texto descritivo desta entrada de orçamento
ro_ro: Introdu o notă pentru a descrie această înregistrare în buget
ru_ru: Введите примечания для этой записи в бюджете
sv_se: Ange anteckningar för att beskriva denna budgetpost
tr_tr: Bu bütçe girişini tanımlamak için notlar girin

source: Budget Editor
ar_sa: محرر الميزانية
cs_cz: Editor rozpočtu
el_gr: Επεξεργαστής προϋπολογισμού
es_es: Editor de presupuesto
fr_fr: Éditeur de budget
he: עורך תקציב
hr_hr: Uređivač budžeta
hu_hu: Költségvetésszerkesztő
it_it: Gestore Budget
nl_nl: Begroting bewerken
pl_pl: Edytor budżetu
pt_pt: Editor de Orçamentos
ro_ro: Editor de buget
ru_ru: Редактор бюджета
sk_sk: Editor rozpočtu
tr_tr: Bütçe Düzenleyici

source: Add &Year
el_gr: Προσθήκη &Έτους
es_es: Añadir &año
fr_fr: Ajouter une année
hr_hr: Dodaj &godinu
hu_hu: &Év hozzáadása
it_it: Aggiungi &Anno
pl_pl: Dodaj &rok
pt_pt: Adicionar &Ano
ru_ru: Добавить &год
sv_se: Lägg till &år
tr_tr: &Yıl ekle

source: Add a new budget year
ar_sa: اضافة ميزانية سنة مالية
cs_cz: Přidá nový roční rozpočet
el_gr: Εισάγετε ένα νέος έτος προϋπολογισμού
es_es: Añadir nuevo presupuesto anual
fr_fr: Ajouter un nouveau budget annuel
he: הוסף שנת תקציב חדשה
hr_hr: Dodaj novu budžetsku godinu
hu_hu: Új költségvetési év hozzáadása
it_it: Inserisci un nuovo budget annuale
nl_nl: Nieuw begrotingsjaar toevoegen
pl_pl: Dodaj nowy rok budżetowy
pt_pt: Adicionar um novo ano orçamental
ro_ro: Adaugă un an bugetar nou
ru_ru: Добавить новый бюджетный год
sk_sk: Pridať nový ročný rozpočet
sv_se: Lägg till ett nytt budgetår
tr_tr: Yeni bir bütçe yılı ekle

source: Add &Month
el_gr: Προσθήκη &Μήνα
es_es: Añadir &mes
fr_fr: Ajouter un mois
hr_hr: Dodaj &mjesec
hu_hu: &Hónap hozzáadása
it_it: Aggiungi &Mese
pl_pl: Dodaj &miesiąc
pt_pt: Adicionar &Month
ru_ru: Добавить &месяц
sv_se: Lägg till &månad
tr_tr: &Ay ekle

source: Add a new budget month
ar_sa: إضافة شهر ميزانية جديد
cs_cz: Přidá nový měsíční rozpočet
el_gr: Προσθήκη ενός νέου μήνα προϋπολογισμού
es_es: Añadir nuevo mes de presupuesto
fr_fr: Ajouter un nouveau budget mensuel
he: הוסף חודש תקציב חדש
hr_hr: Dodaj novi budžetski mjesec
hu_hu: Új költségvetési hónap hozzáadása
it_it: Inserisci un nuovo budget mensile
nl_nl: Een nieuw maandbegroting toevoegen
pl_pl: Dodaj nowy miesiąc budżetowy
pt_pt: Adicionar um novo mês orçamental
ro_ro: Adaugă o nouă lună a bugetului
ru_ru: Добавить новый бюджет на месяц
sk_sk: Pridať nový mesačný rozpočet
sv_se: Lägg till en ny budgetmånad
tr_tr: Yeni bir bütçe ayı ekle

source: &Delete
ar_sa: &حذف
cs_cz: O&dstranit
el_gr: &Διαγραφή
es_es: &Borrar
fr_fr: Supprimer
he: &מחק
hr_hr: &Izbriši
hu_hu: Törlés
it_it: &Elimina
nl_nl: &Verwijderen
pl_pl: Usuń
pt_pt: &Apagar
ro_ro: Șterge
ru_ru: &Удалить
sk_sk: &Odstrániť
sv_se: &Radera
tr_tr: &Sil

source: Delete existing budget
ar_sa: حذف الميزانية الحالية
cs_cz: Odstranit existující rozpočet
el_gr: Διαγραφή υπάρχοντος προϋπολογισμού
es_es: Borrar presupuesto existente
fr_fr: Supprimer le budget existant
he: מחק תקציב קיים
hr_hr: Izbriši postojeći budžet
hu_hu: Jelenlegi költségvetés törlése
it_it: Elimina un budget esistente
nl_nl: Verwijder bestaande begroting
pl_pl: Usuń istniejący budżet
pt_pt: Apagar orçamento existente
ro_ro: Șterge bugetul existent
ru_ru: Удалить бюджет
sk_sk: Odstrániť existujúci rozpočet
sv_se: Ta bort befintlig budget
tr_tr: Varolan bütçeyi sil

source: Budget Entry Details
ar_sa: تفاصيل إدخال الميزانية
cs_cz: Detaily rozpočtu
el_gr: Λεπτομέρειες εισαγωγής προϋπολογισμού
es_es: Detalles del presupuesto
fr_fr: Détails des données du budget
he: חלון דו שיח הזנת תקציב
hr_hr: Detalji budžetskog unosa
hu_hu: Költségvetés bevitele részletezés
it_it: Dettagli della voce di budget
nl_nl: Begroting invoer details
pl_pl: Szczegóły budżetu
pt_pt: Detalhes da rubrica Orçamental
ro_ro: Detalii intrare în Buget
ru_ru: Бюджет
sk_sk: Detaily položky rozpočtu
sv_se: Detaljer för budgetpost
tr_tr: Bütçe Giriş Ayrıntıları

source: Budget Month Entry
ar_sa: إدخال شهر الميزانية
cs_cz: Položka měsíčního rozpočtu
el_gr: Εισαγωγή μηνός προϋπολογισμού
es_es: Introducción de mes
fr_fr: Données du budget mensuel
he: הזן חודש תקציב
hr_hr: Unos za mjesečni budžet
hu_hu: A költségvetési hónap tétele
it_it: Inserire Budget mensile
nl_nl: Begroting maand invoer
pl_pl: Wprowadzanie miesiąca budżetowego
pt_pt: Rubrica de orçamento mensal
ro_ro: Intrare lunară în Buget
ru_ru: Бюджет на месяц
sk_sk: Položka mesačného rozpočtu
tr_tr: Bütçe Ay Girişi

source: Budget Year
ar_sa: السنة المالية
el_gr: Προϋπολογισμός έτους
es_es: Año del presupuesto
fr_fr: Année du budget
hr_hr: Godišnji budžet
hu_hu: Költségvetési év
it_it: Budget Annuale
pl_pl: Rok budżetowy
pt_pt: Orçamento Anual
ro_ro: Anul bugetar
ru_ru: Бюджетный год
sv_se: Budgetår
tr_tr: Bütçe Yılı

source: Specify the required year. Use Spin buttons to increase or decrease the year.
ar_sa: حدد السنة المطلوبة. استخدم أزرار الدوران لزيادة أو تقليل السنة.
cs_cz: Zadejte rok. Použijte kolečko myši pro změnu roku.
el_gr: Καθορίστε το απαιτούμενο έτος. Χρησιμοποιήστε τα περιστρεφόμενα κουμπιά για αύξηση ή μείωση του έτους.
es_es: Especifique el año. Utilice los botones para incrementar o disminuir el año.
fr_fr: Préciser l'année. Utiliser les boutons de défilement pour augmenter ou diminuer l'année.
he: הזן את השנה הנדרשת. השתמש בלחצני גלילה כדי להגדיל או להקטין את השנה.
hr_hr: Odredi godinu. Upotrijebi gumbe za određivanje godine.
hu_hu: Válassza ki az évet! Használja a nyilakat az évszám növelésére, vagy csökkentésére.
it_it: Specifica l'anno richiesto. Usa i pulsanti di scorrimento per aumentare o diminuire l'anno.
nl_nl: Specificeer het gewenste jaar. Gebruik de wisselknoppen om het jaartal te verhogen of te verlagen.
pl_pl: Określ wymagany rok. Użyj przycisków aby zwiększyć lub zmniejszyć rok.
pt_pt: Especifique o ano pretendido. Use os botões direcionais para aumentar ou diminuir o ano.
ro_ro: Specificați anul necesar. Utilizați butoanele pentru a crește sau a scădea anul.
ru_ru: Укажите желаемый год Используйте кнопки со стрелками для изменения значения.
sk_sk: Upresnite požadovaný rok. Použite tlačidlá so šípkami na výber požadovaného roka.
tr_tr: Gerekli yılı belirtin. Yılı azaltmak veya artırmak için Kaydırma düğmelerini kullanın.

source: Budget Month
ar_sa: شهر الميزانية
el_gr: Προϋπολογισμός Μήνα
es_es: Mes del presupuesto
fr_fr: Mois du budget
hr_hr: Mjesečni budžet
hu_hu: Költségvetési hónap
it_it: Budget Mensile
pl_pl: Miesiąc budżetowy
pt_pt: Orçamento Mensal
ro_ro: Luna bugetară
ru_ru: Бюджетный месяц
sv_se: Budgetmånad
tr_tr: Bütçe Ayı
