Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Payee Manager
es_es: Administrador de beneficiarios
fr_fr: Gestionnaire des Tiers
hr_hr: Upravljač primalaca
hu_hu: Kedvezményezettkezelő
it_it: Responsabile Beneficiario
pl_pl: Menedżer odbiorców
pt_pt: Gestor de Entidades
ru_ru: Менеджер получателей
sv_se: Betalningsmottagarhanterare
tr_tr: Alacaklı Yöneticisi

source: Match Pattern
ar_sa: نمط المطابقة
el_gr: Ταίριασμα πρότυπου
es_es: Patrón coincidente
fr_fr: Schéma de correspondance
hu_hu: Megfeleltetési minta
it_it: Schema di Corrispondenza
pl_pl: Wzorzec dopasowania
pt_pt: Padrão de Correspondência
ru_ru: Шаблон соответствия
sv_se: Matchningsmönster
tr_tr: Desen Eşleştir

source: Used
el_gr: Χρησιμοποιείται
es_es: En uso
fr_fr: Utilisé
hu_hu: Használt
it_it: Usato
sv_se: Använd
tr_tr: Kullanıldı

source: Show &hidden
el_gr: Εμφάνιση &κρυφά
es_es: Mostrar ocultos
fr_fr: Afficher les &masqués
hu_hu: &Rejtett megjelenítése
it_it: Mostra &nascondi
sv_se: Visa &dolda
tr_tr: Göster &Gizli

source: Show hidden payees
el_gr: Εμφάνιση κρυφών δικαιούχων
es_es: Mostrar beneficiarios ocultos
fr_fr: Afficher les bénéficiaires cachés
hu_hu: Rejtett kedvezményezettek megjelenítése
it_it: Mostra beneficiari nascosti
sv_se: Visa dolda betalningsmottagare
tr_tr: Gizli alıcıları göster

source: &Search
el_gr: &Αναζήτηση
es_es: &Buscar
fr_fr: &Rechercher
hu_hu: &Keresés
it_it: &Cerca
sv_se: &Sök
tr_tr: &Arama

source: Payee in use.
ar_sa: المستفيد قيد الاستخدام.
cs_cz: Příjemce je již použit.
el_gr: Δικαιούχος σε χρήση
es_es: Beneficiario en uso.
fr_fr: Tiers utilisé.
he: מוטב בשימוש.
hr_hr: Korišteni primaoc.
hu_hu: A kedvezményezett használatban van.
it_it: Beneficiario in uso.
nl_nl: Begunstigde is al ingevoerd.
pl_pl: Beneficjent jest w użyciu.
pt_pt: Beneficiário em uso.
ru_ru: Получатель используется
sk_sk: Príjemca je použitý.
sv_se: Betalningsmottagare som används.
tr_tr: Alacaklı kullanımda.

source: It will be not removed
el_gr: Δεν θα αφαιρεθεί
es_es: No se eliminará
fr_fr: Il ne sera pas supprimé
hr_hr: Neće se ukloniti
hu_hu: Nem lesz eltávolítva
it_it: Non sarà rimosso
pl_pl: Nie zostanie usunięty
pt_pt: Não será removido
ro_ro: Acesta nu va fi eliminat
ru_ru: Не будет удален
sv_se: Det kommer inte att tas bort
tr_tr: Kaldırılmayacak

source: Tip: Change all transactions using this Payee to another Payee using the merge command:
el_gr: Συμβουλή: Αλλάξτε όλες τις συναλλαγές χρησιμοποιώντας αυτό το δικαιούχο σε άλλο δικαιούχο χρησιμοποιώντας την εντολή συγχώνευσης:
es_es: Consejo: Cambie todas las transacciones de este beneficiario a otro beneficiario usando el comando de combinación:
fr_fr: Astuce : Attribuez toutes les opérations utilisant ce tiers à un autre tiers en utilisant la commande Fusionner :
hu_hu: Tipp: az összes kedvezményezett ebből a kedvezményezettből egy másik kedvezményezettnek az egyesítés paranccsal változik:
it_it: Suggerimento: Sostituisci tutte le transazioni di questo Beneficiario con un altro utilizzando il comando unisci:
pl_pl: Wskazówka: Przenieś wszystkie transakcje używające tego beneficjenta do innego beneficjenta używając polecenia scalania:
pt_pt: Sugestão: Transfira todas as transações deste beneficiário para outro usando o comando fundir:
ru_ru: Совет: измените все транзакции с помощью этого получателя на другого получателя, используя команду слияния:
tr_tr: İpucu: Birleştirme komutunu kullanarak bu Alacaklı kullanan tüm işlemleri başka bir Alacaklı ile değiştirin:

source: Tools → Merge → Payees
el_gr: Εργαλεία → Συγχώνευση → Δικαιούχοι
es_es: Herramientas → Combinar → Beneficiarios
fr_fr: Outils → Fusionner → Tiers
hr_hr: Alati → Sjedini → Primaoci
hu_hu: Eszközök → Egyesítés → Kedvezményezettek
it_it: Strumenti → Unisci → Beneficiari
pl_pl: Narzędzia → Scal → Beneficjentów
pt_pt: Ferramentas → Fundir → Beneficiários
ru_ru: Инструменты → Слияние → Получатели
tr_tr: Araçlar → Birleştir → Alacaklılar

source: Payee Manager: Delete Error
es_es: Administrador de beneficiarios: Error al eliminar
fr_fr: Gestionnaire des tiers : Erreur de suppression
hr_hr: Upravljač primalaca: Izbriši grešku
hu_hu: Kedvezményezettkezelő: Törlési hiba
it_it: Responsabile Beneficiario: Elimina Errore
pt_pt: Gerenciador de Favorecidos: Excluir erro
ru_ru: Менеджер получателя: Ошибка удаления
tr_tr: Alacaklı Yöneticisi: Sil hatası

source: Deleted transactions exist which use this payee.
ar_sa: المعاملات المحذوفة موجودة والتي تستخدم هذا المستفيد.
el_gr: Υπάρχουν διαγραμμένες συναλλαγές που χρησιμοποιούν αυτόν τον δικαιούχο πληρωμής.
es_es: Existen transacciones eliminadas de este beneficiario.
fr_fr: Il existe des transactions supprimées qui utilisent ce bénéficiaire.
hr_hr: Postoje izbrisane transakcije koje koriste ovog primaoca.
hu_hu: Törölt ügyletek léteznek, amelyek ezt a kedvezményezett használnak.
it_it: Esistono transazioni eliminate che utilizzano questo beneficiario.
pl_pl: Istnieją transakcje usunięte, które używają tego beneficjenta.
pt_pt: Existem transações eliminadas deste beneficiário.
ru_ru: Существуют удаленные транзакции, которые используют этого получателя.
sv_se: Raderade transaktioner finns som använder denna betalningsmottagare.
tr_tr: Bu alacaklıyı kullanan silinmiş işlemler mevcut.

source: Deleting the payee will also automatically purge the associated deleted transactions.
ar_sa: سيؤدي حذف المستفيد أيضا تلقائيا إلى إزالة المعاملات المحذوفة المرتبطة به.
el_gr: Διαγραφή του δικαιούχου πληρωμής θα καθαρίσει επίσης αυτόματα τις σχετικές διαγραμμένες συναλλαγές.
es_es: Eliminar al beneficiario también eliminará automáticamente las transacciones eliminadas asociadas.
fr_fr: La suppression du bénéficiaire purgera également automatiquement les opérations associées supprimées.
hr_hr: Brisanje primaoca će također zauvijek izbrisati povezane izbrisane transakcije.
hu_hu: Kedvezményezett törlésével a hozzá tartozó törölt ügyletek is önműködően törlődnek.
it_it: Eliminando il beneficiario si eliminerà automaticamente anche le transazioni eliminate associate.
pl_pl: Usunięcie beneficjenta spowoduje również automatyczne wyczyszczenie powiązanych usuniętych transakcji.
pt_pt: Eliminar o beneficiário também apagará automaticamente as transações eliminadas associadas.
ru_ru: Удаление получателя будет также автоматически очищать связанные удалённые транзакции.
sv_se: Borttagning av betalningsmottagaren kommer också automatiskt rensa de associerade borttagna transaktionerna.
tr_tr: Alacaklının silinmesi, ilgili silinen işlemlerin de otomatik olarak temizlenmesine neden olur.

source: Confirm Payee Deletion
ar_sa: تأكيد حذف المستفيد
el_gr: Επιβεβαίωση Διαγραφής Κατηγορίας
es_es: Confirmar borrado del beneficiario
fr_fr: Confirmez la suppression du bénéficiaire
hr_hr: Potvrdi brisanje primaoca
hu_hu: Kedvezményezett törlésének megerősítése
it_it: Conferma Eliminazione Beneficiario
pl_pl: Potwierdź usunięcie beneficjenta
pt_pt: Confirmar Eliminação do Beneficiário
ru_ru: Подтвердите удаление получателя
sv_se: Bekräfta borttagning av betalningsmottagare
tr_tr: Alacaklı Silme İşlemini Onayla

source: Merge payees completed
el_gr: Η συγχώνευση δικαιούχων ολοκληρώθηκε
es_es: Completada la combinación de beneficiarios
fr_fr: Fusion des tiers terminée
hr_hr: Sjedinjavanje primalaca dovršeno
hu_hu: Kedvezményezettek egyesítése befejeződött
it_it: Unione dei beneficiari completata
pl_pl: Scalanie beneficjentów zakończone
pt_pt: Fusão de beneficiários concluída
ru_ru: Слияние получателей завершено
sv_se: Sammanslagning av betalningsmottagare slutförd
tr_tr: Alacaklıları birleştirme işlemi tamamlandı

source: Merge payees result
el_gr: Συγχώνευση αποτελεσμάτων δικαιούχων
es_es: Resultado de la combinación de beneficiarios
fr_fr: Résultat de la fusion des tiers
hr_hr: Rezultat sjedinjavanja primalaca
hu_hu: Kedvezményezettek egyesítésének eredménye
it_it: Risultato dell'unione dei beneficiari
pl_pl: Wynik scalania beneficjentów
pt_pt: Resultado da fusão de beneficiários
ru_ru: Результат слияния получателей
tr_tr: Alacakları birleştirme sonucu

source: &Hide Selected
el_gr: &Απόκρυψη Επιλεγμένων
es_es: &Ocultar seleccionados
fr_fr: Cacher la sélection
hu_hu: Ki&jelölt elrejtése
it_it: &Nascondi Selezionati
sv_se: &Dölj markerade
tr_tr: &Seçileni Gizle

source: &Show Selected
el_gr: &Εμφάνιση Επιλεγμένων
es_es: Mo&strar seleccionados
fr_fr: &Afficher la sélection
hu_hu: &Kijelöltek megjelenítése
it_it: &Mostra selezionati
sv_se: &Visa valda
tr_tr: &Seçileni Göster

source: Define &Category
el_gr: Ορισμός &Κατηγορίας
es_es: Seleccionar &categoría
fr_fr: Définir une catégorie
hr_hr: Definiraj &kategoriju
hu_hu: &Kategória meghatározása
it_it: Definisci &Categoria
pt_pt: Definir &Categoria
ru_ru: &Определить категорию
sv_se: Definiera &kategori
tr_tr: &Kategori tanımla

source: Remove Categor&y
el_gr: Αφαίρεση &Κατηγορίας
es_es: Eliminar categor&ía
fr_fr: Supprimer la catégorie
hu_hu: Ka&tegória eltávolítása
it_it: Rimuovi Categor&ia
sv_se: Ta bort &kategori
tr_tr: Kategor&iyi Kaldır

source: Attachment &Manager
el_gr: &Διαχειριστής Συνημμένων |
es_es: Ad&ministrador de adjuntos
fr_fr: Gestionnaire de pièces jointes
hu_hu: &Mellékletkezelő
it_it: &Gestore Allegati
sv_se: Bilagehanterare
tr_tr: Ek &Yönetici

source: Merge &Payee
el_gr: Συγχώνευση &Δικαιούχων
es_es: Combinar &beneficiarios
fr_fr: Fusionner les tiers
hr_hr: Sjedini &primaoce
hu_hu: Ked&vezményezett egyesítése
it_it: Unisci &Beneficiari
pl_pl: &Połącz odbiorcę
pt_pt: Mesclar beneficiários
ru_ru: Объединить &получателей
tr_tr: Alacaklı &Birleştir

source: &Transaction Report
el_gr: &Έκθεση των συναλλαγών
es_es: Reporte de &Transacciones
fr_fr: Rapport d'&opérations
hu_hu: &Ügyletekjelentés
it_it: &Resoconto Transazioni
sv_se: &Transaktionsrapport
tr_tr: &İşlem Raporu

source: Dashboard
el_gr: Επισκόπηση
es_es: Pantalla principal
fr_fr: Tableau de bord
hr_hr: Nadzorna ploča
hu_hu: Irányítópult
pl_pl: Pulpit
pt_pt: Painel Administração
ro_ro: Panou de control
ru_ru: Сводная панель
tr_tr: Kontrol Paneli

source: General
ar_sa: عام
cs_cz: Obecné
el_gr: Γενικές
fr_fr: Général
he: כללי
hr_hr: Opće
hu_hu: Általános
it_it: Generali
nl_nl: Algemeen
pl_pl: Ogólne
pt_pt: Geral
ro_ro: Generale
ru_ru: Основные
sk_sk: Všeobecné
sv_se: Allmänt
tr_tr: Genel

source: Network
ar_sa: الشبكة
cs_cz: Síť
el_gr: Δίκτυο
es_es: Internet
fr_fr: Réseau
he: רשת
hr_hr: Mreža
hu_hu: Hálózat
it_it: Rete
nl_nl: Netwerk
pl_pl: Sieć
pt_pt: Rede
ru_ru: Сеть
sk_sk: Sieť
sv_se: Nätverk
tr_tr: Ağ

source: View
ar_sa: عرض
el_gr: Προβολή
es_es: Vista
fr_fr: Afficher
hr_hr: Prikaz
hu_hu: Nézet
it_it: Aspetto
pl_pl: Wygląd
pt_pt: Visualizar
ro_ro: Vizualizare
ru_ru: Вид
sv_se: Visa
tr_tr: Görünüm

source: &Apply
ar_sa: &تطبيق
el_gr: &Εφαρμογή
es_es: &Aplicar
fr_fr: &Appliquer
hr_hr: &Primijeni
hu_hu: &Alkalmaz
it_it: &Applica
pl_pl: Z&astosuj
pt_pt: &Aplicar
ru_ru: &Применить
sv_se: &Verkställ
tr_tr: &Uygula

source: %s page has been saved.
ar_sa: %s تم حفظ الصفحة.
cs_cz: %s stránka byla uložena.
el_gr: %s σελίδα έχει αποθηκευτεί.
es_es: %s página salvada.
fr_fr: La page %s a été sauvée.
he: עמוד %s נשמר.
hr_hr: Stranica „%s” je spremljena.
hu_hu: %s lap mentve
it_it: Modifiche alla scheda '%s' salvate.
nl_nl: %s pagina is opgeslagen.
pl_pl: Zakładka %s została zapisana.
pt_pt: %s página foi gravada.
ru_ru: %s страница сохранена.
sv_se: %s sidan har sparats.
tr_tr: %s sayfası kaydedildi.

source: Add a new tag
el_gr: Προσθήκη νέας ετικέτας
es_es: Añadir una nueva etiqueta
fr_fr: Ajouter une nouvelle étiquette
hr_hr: Dodaj novu oznaku
hu_hu: Új címke hozzáadása
it_it: Aggiungi una nuova etichetta
pl_pl: Dodaj nowy tag
pt_pt: Adicionar nova etiqueta
ru_ru: Добавить новый тег
sv_se: Lägg till en ny tagg
tr_tr: Yeni bir etiket ekle

source: Edit the name of an existing tag
el_gr: Επεξεργασία του ονόματος μιας υπάρχουσας ετικέτας
es_es: Editar el nombre de una etiqueta existente
fr_fr: Editer le nom d'une étiquette existante
hr_hr: Uredi ime postojeće oznake
hu_hu: Létező címke nevének szerkesztése
it_it: Modifica il nome di una etichetta esistente
pl_pl: Edytuj nazwę istniejącego tagu
pt_pt: Editar o nome de uma etiqueta existente
ru_ru: Изменить имя существующего тега
tr_tr: Varolan bir etiketin adını düzenle

source: Delete an existing tag. The tag is unable to be used by existing transactions.
es_es: Eliminar una etiqueta existente. La etiqueta no puede ser usada por las transacciones existentes.
fr_fr: Supprimer une étiquette existante. L'étiquette ne doit pas être utilisée par des transactions existantes.
hu_hu: Meglévő címke törlése. A címke nem használható meglévő ügyletekben.
it_it: Elimina un tag esistente. Il tag non può essere utilizzato dalle transazioni esistenti.
tr_tr: Mevcut etiketi silin. Etiket, mevcut işlemler tarafından kullanılamıyor.

source: Select
ar_sa: اختر
el_gr: Επιλογή
es_es: Seleccionar
fr_fr: Sélectionner
hr_hr: Odaberi
hu_hu: Kijelölés
it_it: Seleziona
pl_pl: Wybierz
pt_pt: Selecionar
ru_ru: Выбрать
sv_se: Välj
tr_tr: Seçin

source: Invalid tag name
el_gr: Μη έγκυρο όνομα ετικέτας
es_es: Nombre de etiqueta no válido
fr_fr: Nom d'étiquette invalide
hr_hr: Neispravno ime oznake
hu_hu: Érvénytelen címkenév
it_it: Nome dell'etichetta non valido
pl_pl: Nieprawidłowa nazwa tagu
pt_pt: Nome de etiqueta inválido
ru_ru: Неверное имя тега
tr_tr: Geçersiz etiket adı

source: Tag names may not be the '&' or '|' characters because these are reserved for filter operators
el_gr: Τα ονόματα των ετικετών μπορεί να μην είναι οι χαρακτήρες '&' ή '|' επειδή είναι δεσμευμένοι για τους χειριστές φίλτρων
es_es: Los nombres de etiquetas no pueden ser los caracteres '&' o '|' porque están reservados para los operadores de filtros
fr_fr: Les noms de tags ne peuvent pas être les caractères '&' ou '|' car ils sont réservés aux opérateurs de filtres
hu_hu: Címke neve nem lehet „&” vagy „|” karaktereket, mert ezek a szűrőoperátorok számára vannak fenntartva
it_it: I nomi delle etichette non possono contenere i caratteri '&' o '|', perché sono riservati agli operatori di filtro
pl_pl: Nazwy tagów nie mogą być znakami '&' lub '|', ponieważ są one zarezerwowane dla operatorów filtrów
pt_pt: Nomes de etiquetas não podem ser '&' ou '|' porque estes são reservados como operadores nos filtros
ru_ru: Имена тегов не могут быть символами '&' или '|', потому что они зарезервированы для фильтра
tr_tr: Etiket adları '&' veya '|' karakterleri olamaz çünkü bunlar süzme operatörleri için ayrılmıştır

source: Tag Manager: Invalid Name
es_es: Administrador de etiquetas: Nombre inválido
fr_fr: Gestionnaire d'étiquettes : Nom invalide
hr_hr: Upravljač oznaka: Neispravno ime
hu_hu: Címkekezelő: Érvénytelen név
it_it: Gestore etichette: nome non valido
pt_pt: Gerenciador de Categoria: Nome inválido
ru_ru: Менеджер тегов: Неверное имя
sv_se: Etiketthanterare: Ogiltigt namn
tr_tr: Etiket Yöneticisi: Geçersiz ad

source: Name contains tag delimiter.
el_gr: Το όνομα περιέχει οριοθέτη ετικέτας.
es_es: El nombre contiene el delimitador de etiquetas.
fr_fr: Le nom contient le délimiteur d'étiquette.
hr_hr: Ime sadrži znak odvajanja.
hu_hu: Név tartalmaz címke elválasztó karaktert.
it_it: Il nome contiene delimitatore di etichetta.
pl_pl: Nazwa zawiera separator tagów.
pt_pt: Nome contém delimitador de etiqueta.
ru_ru: Имя содержит разделитель тегов
sv_se: Namnet innehåller taggavgränsare.
tr_tr: Ad, etiket sınırlayıcıyı içeriyor.

source: Tag names may not contain the space (' ') character
es_es: Los nombres de las etiquetas no pueden contener el carácter de espacio (' ')
fr_fr: Les noms d'étiquettes ne doivent pas contenir d'espace (' ')
hr_hr: Imena oznaka ne smiju sadržavati znak razmaka (' ')
hu_hu: Címkenevek nem tartalmazhatnak szóköz karaktereket („ ”)
it_it: I nomi dell'etichetta non possono contenere il carattere spazio (' ')
pl_pl: Nazwy tagów nie mogą zawierać znaku spacji (' ')
pt_pt: Nomes de etiquetas não podem conter o espaço (' ')
ru_ru: Имена тегов не могут содержать пробел (' ')
tr_tr: Etiket adları boşluk (' ') karakterini içeremez

source: Enter the name for the new tag:
es_es: Introduzca el nombre de la nueva etiqueta:
fr_fr: Entrer le nom de la nouvelle étiquette :
hr_hr: Unesi ime za novu oznaku:
hu_hu: Új címke nevének megadása:
it_it: Inserisci il nome per la nuova etichetta:
pl_pl: Wprowadź nazwę nowego tagu:
pt_pt: Introduza o nome da nova etiqueta:
ru_ru: Введите имя для нового тега:
tr_tr: Yeni etiketin adını girin:

source: Add Tag
el_gr: Προσθήκη ετικέτας
es_es: Añadir etiqueta
fr_fr: Ajouter une étiquette
hr_hr: Dodaj oznaku
hu_hu: Címke hozzáadása
it_it: Aggiungi Etichetta
pl_pl: Dodaj tag
pt_pt: Adicionar Etiqueta
ru_ru: Добавить тег
sv_se: Lägg till tagg
tr_tr: Etiket Ekle

source: A tag with this name already exists
el_gr: Μια ετικέτα με αυτό το όνομα υπάρχει ήδη
es_es: Ya existe una etiqueta con este nombre
fr_fr: Il existe déjà une étiquette portant ce nom
hr_hr: Oznaka s ovim imenom već postoji
hu_hu: Már létezik ilyen nevű címke
it_it: Esiste già un etichetta con questo nome
pl_pl: Tag o tej nazwie już istnieje
pt_pt: Já existe uma etiqueta com este nome
ru_ru: Тег с таким именем уже существует
tr_tr: Bu ada sahip bir etiket zaten var

source: Tag Manager: Adding Error
es_es: Administrador de etiquetas: Error al añadir
fr_fr: Gestionnaire d'étiquettes : Ajouter une erreur
hr_hr: Upravljač oznaka: Dodavanje greške
hu_hu: Címkekezelő: Hozzáadási hiba
it_it: Gestore Etichette: Errore Di Aggiunta
pt_pt: Gerenciador de Categoria: Erro ao Adicionar
ru_ru: Менеджер категорий: Ошибка добавления
sv_se: Etiketthanterare: Lägga-till-fel
tr_tr: Etiket Yöneticisi: Ekleme hatası

source: Edit Tag
el_gr: Επεξεργασία ετικέτας
es_es: Editar etiqueta
fr_fr: Editer l'étiquette
hr_hr: Uredi oznaku
hu_hu: Címke szerkesztése
it_it: Modifica Etichetta
pl_pl: Edytuj tag
pt_pt: Editar Etiqueta
ru_ru: Изменить тег
sv_se: Redigera tagg
tr_tr: Etiket Düzenleme

source: Tag Manager: Editing Error
es_es: Administrador de etiquetas: Error al editar
fr_fr: Gestionnaire d'étiquettes : Editer une erreur
hr_hr: Upravljač oznaka: Uređivanje greške
hu_hu: Címkekezelő: Szerkesztési hiba
it_it: Gestore Etichette: Errore Di Modifica
pt_pt: Gerenciador de Categoria: Erro ao Editar
ru_ru: Менеджер тегов: Ошибка добавления
sv_se: Etiketthanterare: Redigeringsfel
tr_tr: Etiket Yöneticisi: Düzenleme hatası

source: Tag '%s' in use
el_gr: Ετικέτα '%s' σε χρήση
es_es: Etiqueta '%s' en uso
fr_fr: Étiquette '%s' en cours d'utilisation
hr_hr: Oznaka „%s” se koristi
hu_hu: A(z) „%s” címke használatban van
it_it: Etichetta '%s' in uso
pl_pl: Tag '%s' jest w użyciu
pt_pt: Etiqueta '%s' em utilização
ru_ru: Тег '%s' используется
tr_tr: Etiket '%s' kullanımda

source: Tag Manager: Delete Error
es_es: Administrador de etiquetas: Error al eliminar
fr_fr: Gestionnaire des tiers : Supprimer une erreur
hr_hr: Upravljač oznaka: Izbriši grešku
hu_hu: Címkekezelő: Törlési hiba
it_it: Gestore Etichette: Errore Di Eliminazione
pt_pt: Gerenciador de Categoria: Erro ao Excluir
ru_ru: Менеджер тегов: Ошибка удаления
sv_se: Etiketthanterare: Raderingsfel
tr_tr: Etiket Yöneticisi: Silme hatası

source: Deleted transactions exist which use tag '%s'.
es_es: Existen transacciones eliminadas que utilizan la etiqueta '%s'.
fr_fr: Il existe des transactions supprimées qui utilisent ce tag '%s'.
hr_hr: Postoje izbrisane transakcije koje koriste oznaku „%s”.
hu_hu: Törölt ügyletek léteznek, amelyek „%s” címke használnak.
it_it: Esistono transazioni eliminate che utilizzano l'etichetta '%s'.
pl_pl: Istnieją transakcje usunięte, które używają tagu '%s'.
pt_pt: Existem transações eliminadas a usar a etiqueta '%s'.
ru_ru: Существуют удаленные транзакции, которые используют тег '%s'.
tr_tr: '%s' etiketini kullanan silinmiş işlemler mevcut.

source: Deleting the tag will also automatically purge the associated deleted transactions.
es_es: Eliminar la etiqueta también borrará automáticamente las transacciones eliminadas asociadas.
fr_fr: Supprimer l'étiquette effacera aussi automatiquement les opérations associées supprimées.
hu_hu: Címke törlésével a hozzá tartozó törölt ügyletek is önműködően törlődnek.
it_it: Eliminando l'etichetta si elimineranno automaticamente anche le transazioni eliminate associate.
pl_pl: Usunięcie tagu spowoduje również automatyczne wyczyszczenie powiązanych usuniętych transakcji.
pt_pt: Eliminar a etiqueta apagará também, automaticamente, as transações eliminadas associadas.
ru_ru: Удаление тега также автоматически очистит связанные удалённые транзакции.
tr_tr: Etiketin silinmesi, ilgili silinmiş işlemlerin de otomatik olarak temizlenmesine neden olur.

source: Confirm Tag Deletion
el_gr: Επιβεβαίωση Διαγραφής Ετικέτας
es_es: Confirmar eliminación de la etiqueta
fr_fr: Confirmer la suppression de l'étiquette
hr_hr: Potvrdi brisanje oznake
hu_hu: Címke törlésének megerősítése
it_it: Conferma eliminazione dell'Etichetta
pl_pl: Potwierdź usunięcie tagu
pt_pt: Confirmar Eliminação da Etiqueta
ru_ru: Подтвердите удаление тега
tr_tr: Etiket Silmeyi Onaylayın

source: Tag Manager
es_es: Administrador de etiquetas
fr_fr: Gestionnaire des étiquettes
hr_hr: Upravljač oznaka
hu_hu: Címkekezelő
it_it: Gestore Etichette
pt_pt: Gestor de Etiquetas
ru_ru: Менеджер тегов
sv_se: Etiketthanterare
tr_tr: &Etiket Yöneticisi

source: Theme Manager
ar_sa: مدير السمة
el_gr: Διαχειριστής Θεμάτων
es_es: Gestor de temas
fr_fr: Gestionnaire de thème
hr_hr: Upravljač tema
hu_hu: Témakezelő
it_it: Gestore Temi
pl_pl: Menedżer motywów
pt_pt: Gestor de Temas
ro_ro: Manag&er de teme
ru_ru: Менеджер тем
sv_se: Temahanterare
tr_tr: Tema Yönetimi

source: &Use
el_gr: &Χρήση
es_es: &Usar
fr_fr: &Utiliser
hr_hr: &Koristi
hu_hu: &Használat
it_it: &Utilizza
pl_pl: &Użyj
pt_pt: &Utilizar
ro_ro: &Utilizează
ru_ru: &Использовать
sv_se: &Använd
tr_tr: &Kullan

source: No description available
el_gr: Δεν υπάρχει διαθέσιμη περιγραφή
es_es: Sin descripción
fr_fr: Aucune description disponible
hr_hr: Nema opisa
hu_hu: Leírás nem elérhető
it_it: Nessuna descrizione disponibile
pl_pl: Brak dostępnego opisu
pt_pt: Nenhuma descrição disponível
ru_ru: Описание отсутствует
tr_tr: Açıklama yok

source: Choose theme file to import
el_gr: Επιλέξτε αρχείο θέματος για εισαγωγή
es_es: Elija un archivo de tema para importar
fr_fr: Sélectionnez un fichier de thème à importer
hr_hr: Odaberi datoteku teme za učitavanje
hu_hu: Témafájl kijelölése importáláshoz
it_it: Scegli il file del tema da importare
pl_pl: Wybierz plik motywu do zaimportowania
pt_pt: Escolha um ficheiro de tema para importar
ru_ru: Выберите файл для импорта
tr_tr: İçeri aktarmak için tema dosyası seçin

source: The theme already exists. Do you want to import and overwrite the existing theme?
es_es: El tema ya existe, ¿desea importarlo y sobrescribir el tema existente?
fr_fr: Le thème existe déjà. Voulez-vous importer et écraser le thème existant ?
hu_hu: A téma már létezik. Szeretné importálni és felülírni a meglévő témát?
it_it: Il tema esiste già. Vuoi importare e sovrascrivere il tema esistente?
ru_ru: Тема уже существует. Хотите импортировать и перезаписать существующую тему?
tr_tr: Tema zaten mevcut. Var olan temayı içe aktarıp üzerine yazmak istiyor musunuz?

source: Something went wrong importing the theme
el_gr: Κάτι πήγε στραβά κατά την εισαγωγή του θέματος
es_es: Algo salió mal importando el tema
fr_fr: Une erreur s'est produite lors de l'importation du thème
hr_hr: Dogodila se greška prilikom uvoza teme
hu_hu: Hiba történt a téma importálása közben
it_it: Qualcosa è andato storto durante l'importazione del tema
pl_pl: Coś poszło nie tak podczas importowania motywu
pt_pt: Algo correu mal ao importar o tema
ru_ru: Ошибка при импорте темы
tr_tr: Temayı içe aktarırken bir şeyler ters gitti
