Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: August
ar_sa: اغسطس
cs_cz: srpen
el_gr: Αύγουστος
es_es: Agosto
fr_fr: Août
he: אוגוסט
hr_hr: kolovoza
hu_hu: augusztus
it_it: Agosto
nl_nl: Augustus
pl_pl: sierpień
pt_pt: Agosto
ru_ru: Август
sv_se: Augusti
tr_tr: Ağustos

source: July
ar_sa: يوليو
cs_cz: červenec
el_gr: Ιούλιος
es_es: Julio
fr_fr: Juillet
he: יולי
hr_hr: srpnja
hu_hu: július
it_it: Luglio
nl_nl: Juli
pl_pl: lipiec
pt_pt: Julho
ro_ro: Iulie
ru_ru: Июль
sk_sk: Júl
sv_se: Juli
tr_tr: Temmuz

source: September
ar_sa: سبتمبر
cs_cz: září
el_gr: Σεπτέμβριος
es_es: Septiembre
fr_fr: Septembre
he: ספטמבר
hr_hr: rujna
hu_hu: szeptember
it_it: Settembre
pl_pl: wrzesień
pt_pt: Setembro
ro_ro: Septembrie
ru_ru: Сентябрь
tr_tr: Eylül

source: October
ar_sa: اكتوبر
cs_cz: říjen
el_gr: Οκτώβριος
es_es: Octubre
fr_fr: Octobre
he: אוקטובר
hr_hr: listopada
hu_hu: október
it_it: Ottobre
nl_nl: Oktober
pl_pl: październik
pt_pt: Outubro
ro_ro: Octombrie
ru_ru: Октябрь
sk_sk: Október
sv_se: Oktober
tr_tr: Ekim

source: Mar
ar_sa: مارس
cs_cz: Bře
el_gr: Μαρ
fr_fr: Mars
he: מרץ
hr_hr: ožu
hu_hu: márc.
nl_nl: Mrt
pl_pl: marzec
ru_ru: Мар

source: Apr
ar_sa: ابريل
cs_cz: Dub
el_gr: Απρ
es_es: Abr
fr_fr: Avr
he: אפר
hr_hr: tra
hu_hu: ápr.
pl_pl: kwiecień
pt_pt: Abr
ru_ru: Апр
tr_tr: Nis

source: Jun
ar_sa: جوان
cs_cz: Čen
el_gr: Ιουν
fr_fr: Juin
he: יונ
hr_hr: lip
hu_hu: jún.
it_it: Giu
pl_pl: czerwiec
ro_ro: Iun
ru_ru: Июн
sk_sk: Jún
tr_tr: Haz

source: Jul
ar_sa: جويلية
cs_cz: Čec
el_gr: Ιουλ
fr_fr: Juil.
he: יול
hr_hr: srp
hu_hu: júl.
it_it: Lug
pl_pl: lipiec
ro_ro: Iul
ru_ru: Июл
sk_sk: Júl
tr_tr: Tem

source: Sep
ar_sa: سبتمبر
cs_cz: Zář
el_gr: Σεπ
he: ספט
hr_hr: ruj
hu_hu: szept.
it_it: Set
pl_pl: wrzesień
pt_pt: Set
ru_ru: Сен
tr_tr: Eyl

source: Oct
ar_sa: اكتوبر
cs_cz: Říj
el_gr: Οκτ
he: אוק
hr_hr: lis
hu_hu: okt.
it_it: Ott
nl_nl: Okt
pl_pl: październik
pt_pt: Out
ru_ru: Окт
sk_sk: Okt
sv_se: Okt
tr_tr: Eki

source: Monday
ar_sa: الاثنين
cs_cz: Pondělí
el_gr: Δευτέρα
es_es: Lunes
fr_fr: Lundi
he: שני
hr_hr: Ponedjeljak
hu_hu: hétfő
it_it: Lunedì
nl_nl: maandag
pl_pl: poniedziałek
pt_pt: Segunda
ro_ro: Luni
ru_ru: Понедельник
sk_sk: Pondelok
sv_se: Måndag
tr_tr: Pazartesi

source: Sunday
ar_sa: الاحد
cs_cz: Neděle
el_gr: Κυριακή
es_es: Domingo
fr_fr: Dimanche
he: ראשון
hr_hr: Nedjelja
hu_hu: vasárnap
it_it: Domenica
nl_nl: zondag
pl_pl: niedziela
pt_pt: Domingo
ro_ro: Duminică
ru_ru: Воскресенье
sk_sk: Nedeľa
sv_se: Söndag
tr_tr: Pazar

source: Tuesday
ar_sa: الثلاثاء
cs_cz: Úterý
el_gr: Τρίτη
es_es: Martes
fr_fr: Mardi
he: שלישי
hr_hr: Utorak
hu_hu: kedd
it_it: Martedì
nl_nl: dinsdag
pl_pl: wtorek
pt_pt: Terça
ro_ro: Marți
ru_ru: Вторник
sk_sk: Utorok
sv_se: Tisdag
tr_tr: Salı

source: Wednesday
ar_sa: الاربعاء
cs_cz: Středa
el_gr: Τετάρτη
es_es: Miércoles
fr_fr: Mercredi
he: רביעי
hr_hr: Srijeda
hu_hu: szerda
it_it: Mercoledì
nl_nl: woensdag
pl_pl: środa
pt_pt: Quarta
ro_ro: Miercuri
ru_ru: Среда
sk_sk: Streda
sv_se: Onsdag
tr_tr: Çarşamba

source: Friday
ar_sa: الجمعة
cs_cz: Pátek
el_gr: Παρασκευή
es_es: Viernes
fr_fr: Vendredi
he: שישי
hr_hr: Petak
hu_hu: péntek
it_it: Venerdì
nl_nl: vrijdag
pl_pl: piątek
pt_pt: Sexta
ro_ro: Vineri
ru_ru: Пятница
sk_sk: Piatok
sv_se: Fredag
tr_tr: Cuma

source: Saturday
ar_sa: السبت
cs_cz: Sobota
el_gr: Σάββατο
es_es: Sábado
fr_fr: Samedi
he: שבת
hr_hr: Subota
hu_hu: szombat
it_it: Sabato
nl_nl: zaterdag
pl_pl: sobota
pt_pt: Sábado
ro_ro: Sîmbătă
ru_ru: Суббота
sk_sk: Sobota
sv_se: Lördag
tr_tr: Cumartesi

source: Thursday
ar_sa: الخميس
cs_cz: Čtvrtek
el_gr: Πέμπτη
es_es: Jueves
fr_fr: Jeudi
he: חמישי
hr_hr: Četvrtak
hu_hu: csütörtök
it_it: Giovedì
nl_nl: donderdag
pl_pl: czwartek
pt_pt: Quinta
ro_ro: Joi
ru_ru: Четверг
sk_sk: Štvrtok
sv_se: Torsdag
tr_tr: Perşembe

source: Fri
ar_sa: الجمعة
el_gr: Παρ
es_es: Vie
fr_fr: Ven
hr_hr: Pet
hu_hu: pén.
it_it: Ven
pl_pl: Pt.
pt_pt: Sex
ru_ru: Пт
sv_se: Fre
tr_tr: Cum

source: Mon
ar_sa: الاثنين
el_gr: Δευ
es_es: Lun
fr_fr: Lun
hr_hr: Pon
hu_hu: hét.
it_it: Lun
pl_pl: Pon.
pt_pt: Seg
ru_ru: Пн
sv_se: Mån
tr_tr: Pzt

source: Sat
ar_sa: السبت
el_gr: Σαβ
es_es: Sáb
fr_fr: Sam
hr_hr: Sub
hu_hu: szo.
it_it: Sab
pl_pl: Sob.
pt_pt: Sáb
ru_ru: Сб
sv_se: Lör
tr_tr: Cmt

source: Sun
ar_sa: الأحد
el_gr: Κυρ
es_es: Dom
fr_fr: Dim
hr_hr: Ned
hu_hu: vas.
it_it: Dom
pl_pl: Niedz.
pt_pt: Dom
ru_ru: Вс
sv_se: Sön
tr_tr: Pzr

source: Thu
ar_sa: الخميس
el_gr: Πεμ
es_es: Jue
fr_fr: Jeu
hr_hr: Čet
hu_hu: csüt.
it_it: Gio
pl_pl: Czw.
pt_pt: Qui
ru_ru: Чт
sv_se: Tor
tr_tr: Per

source: Tue
ar_sa: الثلاثاء
el_gr: Τρι
es_es: Mar
fr_fr: Mar
hr_hr: Uto
hu_hu: kedd
it_it: Mar
pl_pl: Wt.
pt_pt: Ter
ru_ru: Вт
sv_se: Tis
tr_tr: Sal

source: Wed
ar_sa: الأربعاء
el_gr: Τετ
es_es: Mié
fr_fr: Mer
hr_hr: Sri
hu_hu: sze.
it_it: Mer
pl_pl: Śr.
pt_pt: Qua
ru_ru: Ср
sv_se: Ons
tr_tr: Çar

source: &Clear color
ar_sa: &مسح اللون
el_gr: &Καθαρισμός χρώματος
es_es: Quitar color
fr_fr: Enlever la couleur
hr_hr: &Ukloni boju
hu_hu: Szín &törlése
it_it: &Cancella colore
pl_pl: &Usuń kolor
pt_pt: &Limpar cor
ru_ru: &Очистить цвет
sv_se: &Rensa färg
tr_tr: &Rengi temizle

source: Color #&%i
el_gr: Χρώμα #%i
fr_fr: Colorer en #%i
hr_hr: Boja #&%i
hu_hu: &%i. szín
it_it: Colore #%i
pl_pl: Kolor #%i
pt_pt: Cor #&%i
ru_ru: Цвет #&%i
sv_se: Färg #&%i
tr_tr: Renk #&%i

source: Subtract one year
ar_sa: خصم سنة واحدة
cs_cz: Odečíst jeden rok
el_gr: Αφαιρέστε ένα χρόνο
es_es: Restar un año
fr_fr: Soustraire un an
hr_hr: Oduzmi jednu godinu
hu_hu: Egy év kivonatolása
it_it: Sottrae un anno
pl_pl: Odejmij rok
pt_pt: Subtrair um ano
ro_ro: Scade un an
ru_ru: Вычесть один год
sv_se: Subtrahera ett år
tr_tr: Bir yıl çıkar

source: Subtract one month
ar_sa: خصم شهر واحد
cs_cz: Odečíst jeden měsíc
el_gr: Αφαιρέστε ένα μήνα
es_es: Restar un mes
fr_fr: Soustraire un mois
hr_hr: Oduzmi jedan mjesec
hu_hu: Egy hónap kivonatolása
it_it: Sottrae un mese
pl_pl: Odejmij miesiąc
pt_pt: Subtrair um mês
ro_ro: Scade o lună
ru_ru: Вычесть один месяц
sv_se: Subtrahera en månad
tr_tr: Bir ay çıkar

source: Add one month
ar_sa: إضافة شهر واحد
cs_cz: Přidat jeden měsíc
el_gr: Προσθέστε ένα μήνα
es_es: Añadir un mes
fr_fr: Ajouter un mois
hr_hr: Dodaj jedan mjesec
hu_hu: Egy hónap hozzáadása
it_it: Aggiunge un mese
pl_pl: Dodaj miesiąc
pt_pt: Adicionar um mês
ro_ro: Adaugă o lună
ru_ru: Добавить один месяц
sk_sk: Pridať jeden mesiac
sv_se: Lägg till en månad
tr_tr: Bir ay ekle

source: Add one year
ar_sa: إضافة سنة واحدة
cs_cz: Přidat jeden rok
el_gr: Προσθέστε ένα χρόνο
es_es: Añadir un año
fr_fr: Ajouter un an
hr_hr: Dodaj jednu godinu
hu_hu: Egy év hozzáadása
it_it: Aggiunge un anno
pl_pl: Dodaj rok
pt_pt: Adicionar um ano
ro_ro: Adaugă un an
ru_ru: Добавить один год
sk_sk: Pridať jeden rok
sv_se: Lägg till ett år
tr_tr: Bir yıl ekle

source: Entry %s is invalid
ar_sa: الإدخال %s غير صالح
cs_cz: Záznam %s je neplatný
el_gr: Η καταχώρηση %s δεν είναι έγκυρη
es_es: La entrada %s es incorrecta
fr_fr: L'entrée %s n'est pas correcte
he: ערך %s לא תקין
hr_hr: Unos %s je nevaljan
hu_hu: A(z) %s tétel érvénytelen
it_it: Inserimento %s non valido
nl_nl: Invoer %s is foutief
pl_pl: Wpis %s jest nieprawidłowy
pt_pt: Registo %s é inválido
ro_ro: Înregistrarea %s nu este corectă
ru_ru: Запись %s неверная.
sk_sk: Položka %s je neplatná
sv_se: Posten %s är ogiltig
tr_tr: %s girişi geçersiz

source: Invalid Category
ar_sa: فئة غير صالحة
cs_cz: Neplatná kategorie
el_gr: Μη Έγκυρη Κατηγορία
es_es: Categoría no válida
fr_fr: Catégorie saisie non valable
he: קטגוריה לא תקינה
hr_hr: Nevaljana kategorija
hu_hu: Érvénytelen kategória
it_it: Categoria non valida
nl_nl: Foutieve categorie
pl_pl: Nieprawidłowa kategoria
pt_pt: Categoria inválida
ro_ro: Categoria nu este validă
ru_ru: Неверная категория
sk_sk: Neplatná kategória
sv_se: Ogiltig kategori
tr_tr: Geçersiz Kategori

source: Please select an existing category
ar_sa: الرجاء تحديد فئة موجودة
el_gr: Παρακαλώ επιλέξτε μια υπάρχουσα κατηγορία
es_es: Por favor, seleccione una categoría existente
fr_fr: Veuillez sélectionner une catégorie existante
hr_hr: Odaberi jednu postojeću kategoriju
hu_hu: Kérjük, válasszon egy meglévő kategóriát
it_it: Seleziona una categoria esistente
pl_pl: Proszę wybrać istniejącą kategorię
pt_pt: Por favor, selecione uma categoria existente
ro_ro: Selectează o categorie existentă
ru_ru: Пожалуйста, выберите существующую категорию
sv_se: Välj en befintlig kategori
tr_tr: Lütfen mevcut bir kategori seçin

source: File name is empty.
ar_sa: اسم الملف فارغ.
cs_cz: Název souboru je prázdný.
el_gr: Το όνομα αρχείου είναι κενό.
es_es: Nombre del fichero vacío.
fr_fr: Le nom du fichier est vide.
he: לא הוזן שם קובץ.
hr_hr: Ime datoteke je prazno.
hu_hu: A fájlnév üres.
it_it: Il nome del file è vuoto.
nl_nl: Bestandsnaam niet ingevuld
pl_pl: Nazwa pliku jest pusta.
pt_pt: O nome do ficheiro está vazio.
ro_ro: Numele fișierului este gol.
ru_ru: Файл не указан.
sv_se: Filnamnet är tomt.
tr_tr: Dosya adı boş.

source: Please select the file for this operation.
ar_sa: الرجاء تحديد الملف لهذه العملية.
cs_cz: Vyberte prosím soubor pro tuto operaci.
el_gr: Παρακαλώ επιλέξτε το αρχείο για αυτήν τη λειτουργία.
es_es: Por favor, seleccione el fichero para esta operación.
fr_fr: Merci de sélectionner un fichier pour cette opération.
he: נא בחר את הקובץ לפעולה זו.
hr_hr: Odaberi datoteku za ovu operaciju.
hu_hu: Válassza ki a fájlt a művelethez.
it_it: Specificare il file per questa operazione.
nl_nl: Selecteer het bestand voor deze actie.
pl_pl: Określ plik dla tej transakcji.
pt_pt: Por favor, selecione o ficheiro para esta operação.
ro_ro: Vă rugăm să selectaţi fişierul pentru această operaţiune.
ru_ru: Пожалуйста, выберите файл для этой операции.
sv_se: Välj filen för den här åtgärden.
tr_tr: Lütfen bu işlem için dosya seçin.

source: Please select the account for this transaction.
ar_sa: الرجاء تحديد حساب لهذه المعاملة.
cs_cz: Vyberte účet pro tuto transakci.
el_gr: Παρακαλώ επιλέξτε το λογαριασμό για αυτή τη συναλλαγή.
es_es: Por favor, seleccione la cuenta para esta transacción.
fr_fr: Merci de sélectionner le compte pour cette opération.
he: נא בחר את חשבון התנועה.
hr_hr: Odaberi račun za ovu transakciju.
hu_hu: Válassza ki számlát az ügylethez.
it_it: Specificare il conto per questa Transazione.
nl_nl: Selecteer de rekening voor deze transactie.
pl_pl: Określ konto dla tej transakcji.
pt_pt: Por favor, selecione a conta para esta transação.
ro_ro: Selectează contul pentru această tranzacție.
ru_ru: Пожалуйста, выберите счёт для данной транзакции.
sk_sk: Prosím vyberte účet pre túto transakciu.
sv_se: Ange ett konto för denna transaktion.
tr_tr: Lütfen bu işlem için hesap seçin.

source: Please specify which account the transfer is going to.
ar_sa: الرجاء تحديد الحساب الذي سيتم التحويل إليه.
cs_cz: Zadejte účet kam transakce odchází.
el_gr: Παρακαλείστε να προσδιορίσετε σε ποιο λογαριασμό θα γίνει η μεταφορά.
es_es: Por favor, especifique la cuenta a la que va la transferencia.
fr_fr: Introduire le compte où va le transfert.
he: נא בחר את החשבון ה'מקבל' של התנועה.
hr_hr: Odaberi na koji račun prijenos ide.
hu_hu: Átutalást fogadó számla megadása.
it_it: Specificare il conto verso il quale effettuare il trasferimento.
nl_nl: Specificeer naar welke rekening de overboeking gaat.
pl_pl: Określ, na które konto następuje przelew.
pt_pt: Indique para que conta será efetuada a transferência.
ro_ro: Vă rugăm să specificați contul la care va fi trimis transferul.
ru_ru: Укажите счёт куда будет произведено перечисление.
sk_sk: Prosím upresnite účet, na ktorý odchádza prevod.
sv_se: Ange vilket konto överföringen ska gå till.
tr_tr: Lütfen aktarmanın hangi hesaba gideceğini belirtin.

source: Selection can be made by using the dropdown button.
ar_sa: يمكن إجراء التحديد باستخدام زر القائمة المنسدلة.
cs_cz: Výběr lze provést pomocí tlačítka místní nabídky.
el_gr: Η επιλογή μπορεί να γίνει με τη χρήση του αναδιπλούμενου κουμπιού.
es_es: La selección se puede hacer usando el botón de desplazamiento.
fr_fr: La sélection peut être faite en utilisant la liste déroulante.
he: בחירה יכולה להתבצע על ידי שימוש בלחצן תיבת בחירה.
hr_hr: Odabir može biti stvoriti putem padajućeg popisa.
hu_hu: Kiválasztás a lenyitó gombban történhet.
it_it: La selezione può essere fatta usando l'elenco a discesa.
nl_nl: Een keuze kan worden gemaakt via het uitklapmenu.
pl_pl: Wyboru można dokonać używając listy rozwijanej.
pt_pt: A seleção pode ser feita através do botão de lista pendente.
ro_ro: Selecția poate fi făcută utilizând butonul derulant.
ru_ru: Выбор может быть сделан через выпадающее меню.
sk_sk: Vybrať sa dá pomocou tlačidla.
sv_se: Val kan göras med hjälp av rullgardinsknappen.
tr_tr: Seçim açılır düğme kullanılarak yapılabilir.

source: Activating the button will provide a selection box where the account can be selected.
ar_sa: سيؤدي تنشيط الزر إلى توفير مربع اختيار حيث يمكن تحديد الحساب.
cs_cz: Aktivací tlačítka se nabídne výběrové pole, kde můžete vybrat účet.
el_gr: Η ενεργοποίηση του κουμπιού θα παρέχει ένα πλαίσιο επιλογής όπου μπορεί να επιλεγεί ο λογαριασμός.
es_es: Activando el botón se mostrará un cuadro de diálogo donde la cuenta puede ser seleccionada.
fr_fr: Activer le bouton fournira une zone de sélection où le compte peut être sélectionné.
hr_hr: Aktiviranjem gumba se omogućuje korištenje izbornog okvira za odabir računa.
hu_hu: A gomb lenyomása egy választó mezőt jelenít meg, ahol a számla kijelölhető.
it_it: Premendo il tasto si fornirà un elenco a spunta dove potrà essere selezionato il beneficiario.
pl_pl: Użycie przycisku pozwoli wybrać konto z listy.
pt_pt: Ativar o botão abrirá uma caixa de seleção onde a conta poderá ser selecionada.
ro_ro: Activarea butonului va oferi o casetă de selecţie în care contul poate fi selectat.
ru_ru: Активация кнопки предоставляет окно выбора, в котором можно выбрать счёт.
sv_se: Aktivering av knappen kommer att ge en markeringsruta där kontot kan väljas.
tr_tr: Düğmeyi etkinleştirmek hesabın seçilebileceği bir seçim kutusu sağlayacak.

source: Invalid Payee
ar_sa: المدفوع لأمره غير صالح
cs_cz: Neplatný příjemce
el_gr: Μη έγκυρος δικαιούχος
es_es: Beneficiario incorrecto
fr_fr: Tiers non valable
he: מוטב לא תקין
hr_hr: Neispravan primaoc
hu_hu: Érvénytelen kedvezményezett
it_it: Beneficiario non valido
nl_nl: Foutieve begunstigde
pl_pl: Nieprawidłowy beneficjent
pt_pt: Beneficiário inválido
ro_ro: Beneficiar incorect
ru_ru: Неверный получатель
sk_sk: Neplatný príjemca
sv_se: Ogiltig betalningsmottagare
tr_tr: Geçersiz Alacaklı/Satıcı

source: Please type in a new payee, or make a selection using the dropdown button.
ar_sa: الرجاء كتابة مستفيد جديد، أو إجراء اختيار باستخدام زر القائمة المنسدلة.
cs_cz: Zadejte prosím nového příjemce, nebo jej vyberte ze seznamu.
el_gr: Παρακαλώ πληκτρολογήστε ένα νέο δικαιούχο πληρωμής, ή κάντε μια επιλογή χρησιμοποιώντας το αναδιπλούμενο κουμπί.
es_es: Por favor, escriba un nuevo beneficiario, o selecciónelo usando el botón de desplazamiento.
fr_fr: Encoder un nouveau Tiers, ou faire une sélection dans la liste déroulante.
he: נא הזן מוטב חדש , או בחר באמצעות לחצן תיבת בחירה.
hr_hr: Upiši novog primaoca ili odaberi pomoću gumba padajućeg popisa.
hu_hu: Írja be az új kedvezményezettet, vagy válasszon a lenyitó gomb segítségével.
it_it: Digitare il nuovo beneficiario, oppure sceglierlo tramite l'elenco a discesa.
nl_nl: Type een nieuwe begunstigde in, of maak een keuze via het uitklapmenu.
pl_pl: Wpisz nowego beneficjenta, lub wybierz używając listy rozwijanej.
pt_pt: Por favor, digite um novo beneficiário, ou selecione com o botão de lista suspensa.
ro_ro: Te rugăm să introduci un nou beneficiar, sau să faci o selecție folosind butonul derulant.
ru_ru: Пожалуйста, введите название нового получателя или выберите получателя из выпадающего списка.
sk_sk: Prosím zadajte nového príjemcu, alebo ho vyberte zo zoznamu existujúcich príjemcov.
sv_se: Skriv in en ny betalningsmottagare, eller gör ett urval med hjälp av rullgardinsmenyn.
tr_tr: Lütfen yeni bir alacaklı yazın veya açılır düğmeyi kullanarak bir seçim yapın..

source: Invalid Name
ar_sa: اسم غير صالح
cs_cz: Neplatný název
el_gr: Μη Έγκυρο Όνομα
es_es: Nombre incorrecto
fr_fr: Nom invalide
he: שם לא תקין
hr_hr: Nevaljano ime
hu_hu: Érvénytelen név
it_it: Nome non valido
nl_nl: Foutieve naam
pl_pl: Nieprawidłowa nazwa
pt_pt: Nome inválido
ro_ro: Nume nevalid
ru_ru: Неверное название
sk_sk: Neplatný názov
sv_se: Ogiltigt namn
tr_tr: Geçersiz Ad

source: Already exist!
ar_sa: موجود مسبقًا!
cs_cz: Již existuje!
el_gr: Υπάρχουν ήδη!
es_es: ¡Ya existe!
fr_fr: Existe déjà !
he: קיים כבר!
hr_hr: Već postoji!
hu_hu: Már létezik!
it_it: Già presente!
nl_nl: Bestaat al!
pl_pl: Już istnieje!
pt_pt: Já existe!
ro_ro: Există deja!
ru_ru: Уже существует!
sk_sk: Už existuje!
sv_se: Finns redan!
tr_tr: Zaten var!

source: Please type in a non empty name.
ar_sa: الرجاء كتابة اسم غير فارغ.
cs_cz: Zadejte prosím jméno příjemce (pole nemůže být prázdné).
el_gr: Παρακαλώ πληκτρολογήστε ένα μη κενό όνομα.
es_es: Por favor, escriba un nombre no vacío.
fr_fr: Merci d'encoder un nom.
he: נא הזן שם (לא ריק)
hr_hr: Unesi ime (ne smije ostati prazno).
hu_hu: Kérem, gépeljen be egy nem üres nevet.
it_it: Inserire un nome non vuoto.
nl_nl: A.u.b. een niet lege naam invoeren.
pl_pl: Wpisz nie pustą nazwę.
pt_pt: Por favor, digite um nome não vazio.
ro_ro: Te rugăm să introduci un nume care nu este gol.
ru_ru: Пожалуйста введите не пустое имя.
sk_sk: Prosím vyplňte názov príjemcu.
sv_se: Ange in ett icke-tomt namn.
tr_tr: Lütfen boş olmayan bir ad yazın.

source: Please type in a non empty symbol.
ar_sa: الرجاء كتابة رمز غير فارغ.
cs_cz: Zadejte prosím symbol (pole nemůže být prázdné).
el_gr: Παρακαλώ πληκτρολογήστε ένα μη κενό σύμβολο.
es_es: Por favor, escriba un símbolo no vacío.
fr_fr: Entrer un symbole non vide.
he: נא הזן סמל (לא ריק)
hr_hr: Unesi simbol (ne smije ostati prazno).
hu_hu: Kérem, gépeljen be egy nem üres jelet.
it_it: Inserire un simbolo.
nl_nl: A.u.b. een niet leeg teken invoeren.
pl_pl: Wpisz niepusty symbol.
pt_pt: Por favor, digite um símbolo não vazio.
ro_ro: Vă rugăm să introduceţi un simbol care nu este gol.
ru_ru: Пожалуйста введите не пустое значение.
sv_se: Ange en icke-tom symbol.
tr_tr: Lütfen boş olmayan bir sembol yazın.

source: Enter tags to search, optionally separated by the operators '&' and '|'.
el_gr: Εισάγετε ετικέτες για αναζήτηση, προαιρετικά διαχωρισμένες από τους χειριστές «&» και «|».
es_es: Introduzca etiquetas a buscar, separadas opcionalmente por los operadores '&' y '|'.
fr_fr: Saisissez les mots-clés à rechercher, éventuellement séparés par les opérateurs '&' and '|'.
hu_hu: Címkék megadása a kereséshez. Tartalmazhat „&” (ÉS-) és „|” (VAGY-) jelleválasztó operátorok.
it_it: Inserisci le etichette da cercare, eventualmente separati dagli operatori '&' e ''|''.
pl_pl: Wprowadź tagi do wyszukiwania, opcjonalnie oddzielone operatorami '&' i '|'.
pt_pt: Digite as etiquetas a pesquisar, opcionalmente separadas pelos operadores '&' e '|'.
ro_ro: Introduceți etichetele pentru căutare, opțional puteți separa cu operatorii '&' și '| '.
ru_ru: Введите теги для поиска, разделенные операторами '&' и '|'.
sv_se: Ange taggar för att söka, eventuellt separerade av operatörerna '&' och '| '.
tr_tr: Aranacak etiketleri, isteğe bağlı olarak '&' ve '|' operatörleriyle ayırarak girin.

source: The default operator between consecutive tags is AND, use '|' to change the operator to OR.
el_gr: Ο προεπιλεγμένος χειριστής μεταξύ διαδοχικών ετικετών είναι ΚΑΙ, χρησιμοποιήστε το '|' για να αλλάξετε τον χειριστή σε OR.
es_es: El operador predeterminado entre etiquetas consecutivas es AND, use '|' para cambiar el operador a OR.
fr_fr: L'opérateur par défaut entre des mots-clés consécutifs est ET, utilisez '|' pour changer l'opérateur en OU.
hr_hr: Standardni operator između uzastopnih oznaka je AND. Koristi znak „|” za mijenjanje operatora u OR.
hu_hu: Az egymást követő címkék közötti alapértelmezett operátor az ÉS, használja a '|' hogy az operátort VAGY-ra változtassa.
it_it: L'operatore predefinito tra etichette consecutive è AND, usa '|' per cambiare l'operatore in OR.
pl_pl: Domyślnym operatorem pomiędzy kolejnymi tagami jest I, użyj '|' aby zmienić operatora na LUB.
pt_pt: O operador padrão entre etiquetas consecutivas é E, utilize '|' para mudar o operador para OU.
ro_ro: Operatorul implicit dintre etichetele consecutive este ȘI, folosește '|' pentru a schimba operatorul în SAU.
ru_ru: Оператор по умолчанию между последовательными тегами AND, используйте '|' для изменения оператора на OR.
sv_se: Standardoperatören mellan varandra följande taggar är AND, använd '| ' för att ändra operatören till OR.
tr_tr: Ardışık etiketler arasındaki varsayılan operatör AND'dir, Operatörü OR olarak değiştirmek için '|' kullanın.

source: Create new tag '%s'?
el_gr: Δημιουργία νέας ετικέτας '%s';
es_es: ¿Crear nueva etiqueta '%s'?
fr_fr: Créer une nouvelle étiquette "%s" ?
hr_hr: Stvoriti novu oznaku „%s”?
hu_hu: Új „%s” címke létrehozása?
it_it: Creare una nuova etichetta '%s'?
pl_pl: Utworzyć nowy tag '%s'?
pt_pt: Criar a etiqueta '%s'?
ro_ro: Creaţi o nouă etichetă '%s'?
ru_ru: Создать новый тег '%s'?
tr_tr: Yeni Etiket Oluştur '%s'?

source: New tag entered
el_gr: Εισήχθη νέα ετικέτα
es_es: Nueva etiqueta introducida
fr_fr: Nouvelle étiquette saisie
hr_hr: Nova oznaka je upisana
hu_hu: Új címke lett megadva
it_it: Nuova etichetta inserita
pl_pl: Wprowadzono nowy tag
pt_pt: Nova etiqueta inserida
ro_ro: O nouă etichetă introdusă
ru_ru: Введен новый тег
tr_tr: Yeni etiket girildi

source: Currency rates have been updated
cs_cz: Kurzy měn byly aktualizovány
el_gr: Οι ισοτιμίες συναλλάγματος έχουν ενημερωθεί
es_es: Se han actualizado los tipos de cambio
fr_fr: Taux des devises mis à jour
he: שערי מטבע עודכנו
hr_hr: Valutni tečajevi su aktualizirani
hu_hu: Pénznemárfolyamok frissítésre kerültek
it_it: I tassi di cambio della valuta sono stati aggiornati
nl_nl: Valutakoersen zijn bijgewerkt
pl_pl: Notowania walut zaktualizowane
pt_pt: Taxas de câmbio atualizadas
ru_ru: Курсы валют обновлены
sv_se: Valutakurser har uppdaterats
tr_tr: Kurlar güncellendi.

source: JSON Parse Error
cs_cz: Chyba při parsování JSON
el_gr: Σφάλμα Ανάλυσης Json
es_es: Error de sintáxis JSON
fr_fr: Erreur d'analyse JSON
hr_hr: Greška u JSON obradi
hu_hu: JSON-elemzési hiba
it_it: Errore Di Analisi Json
pl_pl: Błąd przetwarzania JSON
pt_pt: Erro de análise JSON
ru_ru: Ошибка анализа JSON
tr_tr: JSON Ayrıştırma Hatası

source: Expected response to contain a data or error string
el_gr: Η Αναμενόμενη απάντηση να περιέχει δεδομένα ή συμβολοσειρά σφάλματος
es_es: Se esperaba una respuesta que tuviera datos o una cadena de error
fr_fr: La réponse attendue doit contenir une chaîne de données ou une chaîne d'erreur
hu_hu: A várt válasz adat- vagy hibaüzenetet tartalmaz.
it_it: Risposta attesa deve contenere dati o una stringa di errore
pl_pl: Oczekiwano odpowiedzi na podanie danych lub ciągu błędów
pt_pt: Esperava-se uma resposta que contivesse uma sequência de dados ou de uma mensagem de erro
ru_ru: Ожидался ответ на запрос содержащий строку данных или ошибки
tr_tr: Bir veri veya hata dizesi içermesi beklenen yanıt

source: Unable to find asset for symbol.
el_gr: Αδυναμία εύρεσης περιουσιακού στοιχείου για το σύμβολο.
es_es: No se pudo encontrar el activo del símbolo.
fr_fr: Impossible de trouver la ressource pour le symbole.
hu_hu: Nem sikerült találni az eszköz a szimbólumhoz.
it_it: Impossibile trovare il Cespite per il simbolo.
pt_pt: Não foi possível encontrar o ativo para o símbolo.
sv_se: Det gick inte att hitta tillgång för symbolen.
tr_tr: Sembol için varlık bulunamadı.
