Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Year
el_gr: Έτος
es_es: Año
fr_fr: Année
he: שנה
hr_hr: Godina
hu_hu: Év
it_it: Anno
nl_nl: Jaar
pl_pl: rok
pt_pt: Ano
ru_ru: Год
sv_se: År
tr_tr: Yıl

source: Quarter
el_gr: Τρίμηνο
es_es: Trimestre
fr_fr: Trimestre
hu_hu: Negyedév
it_it: Trimestre
pt_pt: Trimestre
ru_ru: Квартал
sv_se: Kvartal
tr_tr: Çeyrek

source: Month
ar_sa: الشهر
el_gr: Μήνας
es_es: Mes
fr_fr: Mois
he: חודש
hr_hr: Mjesec
hu_hu: Hónap
it_it: Mese
nl_nl: Maand
pl_pl: miesiąc
pt_pt: Mês
ru_ru: Месяц
sv_se: Månad
tr_tr: Ay

source: Week
el_gr: Εβδομάδα
es_es: Semana
fr_fr: Semaine
hu_hu: Hét
it_it: Settimana
pl_pl: tydzień
pt_pt: Semana
ru_ru: Неделя
sv_se: Vecka
tr_tr: Hafta

source: Today
ar_sa: اليوم
cs_cz: Dnes
el_gr: Σήμερα
es_es: Hoy
fr_fr: Aujourd'hui
he: היום
hr_hr: Danas
hu_hu: Ma
it_it: Oggi
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_pt: Hoje
ro_ro: Astăzi
ru_ru: Cегодня
sk_sk: Dnes
sv_se: Idag
tr_tr: Bugün

source: Statement date
es_es: Fecha del estado de la cuenta
fr_fr: Date du relevé
hu_hu: Kivonat dátuma
it_it: Data della dichiarazione
pl_pl: Data wyciągu
tr_tr: Hesap özeti tarihi

source: Name:
el_gr: Όνομα:
es_es: Nombre:
fr_fr: Nom :
hu_hu: Név:
it_it: Nome:
pl_pl: Nazwa:
sv_se: Namn:
tr_tr: Ad:

source: Range:
es_es: Rango:
fr_fr: Intervalle:
hu_hu: Tartomány:
it_it: Intervallo:
pl_pl: Zakres:
ru_ru: Диапазон:
sv_se: Intervall:
tr_tr: Aralık

source: From
ar_sa: من
cs_cz: Od
el_gr: Από
es_es: De
fr_fr: De
he: מ
hr_hr: Od
hu_hu: Honnan
it_it: Da
nl_nl: Van
pl_pl: Z
pt_pt: De
ro_ro: De la
ru_ru: Из
sk_sk: Od
sv_se: Från
tr_tr: Yatıran

source: Range code:
el_gr: Κωδικός εύρους:
es_es: Código de rango:
fr_fr: Code de plage :
hu_hu: Tartománykód:
it_it: Codice intervallo:
pl_pl: Kod zakresu:
sv_se: Intervallkod:
tr_tr: Aralık kodu:

source: &Save
el_gr: &Αποθήκευση
es_es: &Guardar
fr_fr: &Sauvegarder
hu_hu: &Mentés
it_it: &Salva
sv_se: &Spara
tr_tr: &Kaydet

source: &Cancel
el_gr: &Ακύρωση
fr_fr: &Annuler
hu_hu: &Mégse

source: Range is ok:
el_gr: Το εύρος είναι εντάξει:
es_es: El rango está correcto:
fr_fr: La sélection est correcte :
hu_hu: A tartomány rendben van:
it_it: L'intervallo è corretto:
pl_pl: Zakres jest w porządku:
sv_se: Intervall är ok:
tr_tr: Aralık uygun:

source: Invalid date range definition
el_gr: Μη έγκυρος ορισμός εύρους ημερομηνιών
es_es: El rango de fecha no es válido
fr_fr: Définition de plage de dates invalide
hu_hu: Érvénytelen dátumtartomány meghatározása
it_it: Definizione intervallo di date non valida
pl_pl: Nieprawidłowa definicja zakresu dat
ru_ru: Неверное определение диапазона дат
sv_se: Ogiltig definition av datumintervall
tr_tr: Geçersiz tarih aralığı tanımı

source: Name must not be empty
el_gr: Το όνομα δεν πρέπει να είναι κενό
es_es: El nombre no debe estar vacío
fr_fr: Le nom ne doit pas être vide
hu_hu: A név mező nem lehet üres
it_it: Il nome non può essere vuoto
pl_pl: Nazwa nie może być pusta
ru_ru: Название не может быть пустым
sv_se: Namnet får inte vara tomt
tr_tr: Ad boş olamaz

source: Definition error
el_gr: Σφάλμα ορισμού
es_es: Error de definición
fr_fr: Erreur de définition
hu_hu: Meghatározási hiba
it_it: Errore di definizione
pl_pl: Błąd definicji
sv_se: Definitionsfel
tr_tr: Tanım hatası

source: Diagnostics
ar_sa: التشخيصات
el_gr: Διαγνωστικός Έλεγχος
es_es: Diagnósticos
hr_hr: Podaci dijagnoze
hu_hu: Diagnosztika
it_it: Diagnostica
pl_pl: Diagnostyka
pt_pt: Diagnósticos
ro_ro: Diagnosticare
ru_ru: Диагностика
sv_se: Diagnostik
tr_tr: Teşhis

source: &Close
ar_sa: &إغلاق
el_gr: &Κλείσιμο
es_es: &Cerrar
fr_fr: &Fermer
hr_hr: &Zatvori
hu_hu: &Bezárás
it_it: &Chiudi
pl_pl: &Zamknij
pt_pt: &Fechar
ro_ro: &Închide
ru_ru: &Закрыть
sv_se: &Stäng
tr_tr: &Kapat

source: Developers may ask you to provide information presented here in order to help diagnose issues you may report with the program.
ar_sa: قد يطلب منك المطورين توفير المعلومات المقدمة هنا للمساعدة في تشخيص المشكلات التي يمكن الإبلاغ عنها مع البرنامج.
el_gr: Οι προγραμματιστές μπορούν να σας ζητήσουν να παρέχετε πληροφορίες που παρουσιάζονται εδώ για να βοηθήσετε στη διάγνωση θεμάτων που μπορεί να αναφέρετε σχετικά με το πρόγραμμα.
es_es: Los desarrolladores pueden pedirle que proporcione información presentada aquí para ayudar a diagnosticar los problemas con el programa de los que informe.
fr_fr: Les développeurs peuvent vous demander de fournir les informations présentées ici afin d'aider à diagnostiquer les problèmes que vous pouvez signaler avec le programme.
hu_hu: A fejlesztők kérhetik, hogy itt adjon meg adatokat, hogy segítsen a korábban jelentett probléma vizsgálatában.
it_it: Gli sviluppatori possono chiederti di fornire le informazioni qui presentate per aiutare a diagnosticare i problemi che si possono segnalare con il programma.
pl_pl: Deweloperzy mogą poprosić Cię o dostarczenie informacji przedstawionych tutaj, aby pomóc w diagnozowaniu problemów w programie, które próbujesz zgłosić.
pt_pt: Os programadores podem solicitar as informações aqui apresentadas para ajudar a diagnosticar problemas que possa reportar sobre o programa.
ro_ro: Dezvoltatorii vă pot cere să furnizați informații prezentate aici pentru a ajuta la diagnosticarea eventualelor probleme pe care le-ați putea raporta cu programul.
ru_ru: Разработчики могут попросить вас предоставить информацию для диагностики проблем, с которыми вы можете столкнуться в программе.
sv_se: Utvecklare kan be dig att ge information som presenteras här för att hjälpa till att diagnostisera problem som du kan rapportera med programmet.
tr_tr: Geliştiriciler, programla bildirebileceğiniz sorunları teşhis etmenize yardımcı olmak için burada sunulan bilgileri sağlamanızı isteyebilir.

source: Custom Field Details
ar_sa: تفاصيل الحقول المخصصة
cs_cz: Detaily vlastního pole
el_gr: Λεπτομέρειες Προσαρμοσμένου Πεδίου
es_es: Detalles del campo personalizado
fr_fr: Détails du champ personnalisé
he: פרטי שדה מותאם אישית
hr_hr: Detalji prilagođenog polja
hu_hu: Egyéni mező részletei
it_it: Dettagli Campo Personalizzato
nl_nl: Eigen velddetails
pl_pl: Szczegóły własnego pola
pt_pt: Detalhes de Campos Personalizados
ro_ro: Detaliile câmpului personalizat
ru_ru: Подробности
sv_se: Detaljer för anpassat fält
tr_tr: Özel Alan Ayrıntıları

source: Attribute of
ar_sa: السمة من
el_gr: Χαρακτηριστικό του
es_es: Atributo de
fr_fr: Attributs de
hr_hr: Atribut od
hu_hu: Attribútuma:
it_it: Attributo di
pl_pl: Atrybut
pt_pt: Atributo de
ro_ro: Atributul lui
ru_ru: Атрибут
sv_se: Attribut för
tr_tr: Niteliği

source: Select the item that the custom field is associated with
ar_sa: حدد العنصر الذي يرتبط به الحقل المخصص
el_gr: Επιλέξτε το στοιχείο με το οποίο συνδέεται το προσαρμοσμένο πεδίο
es_es: Seleccione el elemento asociado al campo personalizado
fr_fr: Sélectionnez l'élément auquel le champ personnalisé est associé
hu_hu: Jelöl ki azt az elemet, amelyhez az egyéni mező társítva van
it_it: Seleziona l'elemento a cui è associato il campo personalizzato
pl_pl: Wybierz element, z którym pole własne jest skojarzone
pt_pt: Selecione o item associado ao campo personalizado
ro_ro: Selectați elementul cu care este asociat câmpul personalizat
ru_ru: Выберите объект, с которым связано настраиваемое поле
tr_tr: Özel alanın ilişkilendirildiği öğeyi seçin

source: Enter the name of the custom field
ar_sa: أدخل اسم الحقل المخصص
cs_cz: Zadejte název vlastního pole
el_gr: Εισάγετε το όνομα του προσαρμοσμένου πεδίου
es_es: Introduzca el nombre del campo personalizado
fr_fr: Entrez le nom du champ personnalisé
he: הזן את שם השדה המותאם אישית
hr_hr: Unesi ime prilagođenog polja
hu_hu: Egyéni mező nevének megadása
it_it: Inserire il nome del campo personalizzato
nl_nl: Naam van het eigen veld invoeren
pl_pl: Wprowadź nazwę własnego pola
pt_pt: Escreva o nome do campo personalizado
ro_ro: Introduceți numele câmpului personalizat
ru_ru: Введите название поля
sv_se: Ange namn på det anpassade fältet
tr_tr: Özel alanın adını girin.

source: Field Type
ar_sa: نوع الحقل
cs_cz: Typ pole
el_gr: Τύπος Πεδίου
es_es: Tipo de campo
fr_fr: Type de champ
he: סוג שדה
hr_hr: Vrsta polja
hu_hu: Mező típusa
it_it: Tipo Campo
nl_nl: Veldtype
pl_pl: Typ pola
pt_pt: Tipo de Campo
ro_ro: Tip camp
ru_ru: Тип поля
sv_se: Fälttyp
tr_tr: Alan Türü

source: Select the custom field type
el_gr: Επιλέξτε τον προσαρμοσμένο τύπο πεδίου
es_es: Seleccionar el tipo de campo personalizado
fr_fr: Sélectionnez le type de champ personnalisé
hu_hu: Egyéni mezőtípus kijelölése
it_it: Seleziona il tipo di campo personalizzato
pl_pl: Wybierz typ pola niestandardowego
sv_se: Välj den anpassade fälttypen
tr_tr: Özel alan türünü seç

source: Tooltip
el_gr: Συμβουλή
es_es: Descripción emergente
fr_fr: Infobulle
hu_hu: Elemleírás
it_it: Suggerimento
pl_pl: Podpowiedź
pt_pt: Sugestão
ru_ru: Подсказка
sv_se: Verktygstips
tr_tr: Araç ipucu

source: Enter the tooltip that will be shown
ar_sa: أدخل تلميح الأداة الذي سيظهر
cs_cz: Zadejte tip, který se zobrazí po najetí myši
el_gr: Εισάγετε την υπόδειξη που θα εμφανιστεί
es_es: Introduzca la herramienta que se mostrará
fr_fr: Saisir l'infobulle qui sera affichée
he: הזן כלים שיוצגו
hr_hr: Unesi savjetni oblačić, koji će se prikazivati
hu_hu: Megjelenő elemleírás megadása
it_it: Inserire il testo che sarà mostrato
nl_nl: Voer de te tonen knopinformatie in
pl_pl: Wprowadź podpowiedź, która będzie pokazana
pt_pt: Introduza a sugestão que será mostrada
ro_ro: Introduceți indiciile care vor fi afișate
ru_ru: Введите текст подсказки
sv_se: Ange verktygstips som kommer att visas
tr_tr: Gösterilecek ipucunu girin

source: RegEx
ar_sa: تعبير منطقي
es_es: Expresión regular
fr_fr: Règle de contrôle
he: ביטוי regex
hr_hr: Regularni izraz
hu_hu: Reguláris kifejezés
it_it: Espressione regolare

source: Enter the RegEx to validate field
ar_sa: أدخل RegEx للتحقق من صحة المجال
cs_cz: Zadejte RegEx pro validaci pole
el_gr: Εισάγετε το RegEx για την επικύρωση του πεδίου
es_es: Introduzca la expresión regular para validar campo
fr_fr: Entrez la règle de contrôle permettant de valider le champ
he: הזן RegEx לאימות שדה
hr_hr: Unesi regularni izraz za provjeru polja
hu_hu: Írja be a reguláris kifejezés érvényesítéséhez mezőt
it_it: Inserire l'espressione regolare per validare il campo
nl_nl: Een RegEx expressie invoeren om het veld te valideren
pl_pl: Wprowadź RegEx aby sprawdzić pole
pt_pt: Digite a RegEx para validação do campo
ro_ro: Introduceți RegEx pentru a valida câmpul
ru_ru: Введите регулярное выражение для проверки поля
sv_se: Ange RegEx för att validera fältet
tr_tr: Alanı geçerli kılmak için RegEx girin

source: Autocomplete
ar_sa: إكمال تلقائي
el_gr: Αυτόματη Συμπλήρωση
es_es: Autocompletado
fr_fr: Remplissage automatique
he: השלמה אוטומטית
hr_hr: Automatsko dopunjavanje
hu_hu: Automatikus kiegészítés
it_it: Completamento automatico
nl_nl: Automatisch aanvullen
pl_pl: Auto-uzupełnianie
pt_pt: Preenchimento automático
ro_ro: Autocompletare
ru_ru: Автозаполнение
sv_se: Komplettera automatiskt
tr_tr: Otomatik tamamlama

source: Enables autocomplete on custom field
ar_sa: تمكين الإكمال التلقائي في الحقل المخصص
cs_cz: Povolí automatické dokončení pro vlastní pole
el_gr: Ενεργοποιεί την αυτόματη συμπλήρωση σε προσαρμοσμένο πεδίο
es_es: Activar el autocompletado en el campo personalizado
fr_fr: Activer le remplissage automatique des champs personnalisés
he: מאפשר השלמת טקסט אוטומטית בשדות מותאמים
hr_hr: Omogućuje automatsko dopunjavanje u prilagođenom polju
hu_hu: Felhasználói mezőkben az automatikus kiegészítés engedélyezése
it_it: Abilita il completamento automatico dei campi personalizzati
nl_nl: Activeert automatisch aanvullen voor een eigen veld
pl_pl: Włącza autouzupełnianie we własnych polach
pt_pt: Ativa o preenchimento automático do campo personalizado
ro_ro: Activează autocompletarea pentru câmpul personalizat
ru_ru: Включить автозаполнение на пользовательском поле
sv_se: Aktiverar automatisk komplettering på anpassat fält
tr_tr: Özel alanda otomatik tamamlamayı etkinleştir.

source: Default
ar_sa: افتراضي
cs_cz: Výchozí
el_gr: Προεπιλογή
es_es: Predeterminado
fr_fr: Par défaut
he: ברירת מחדל
hr_hr: Standardno
hu_hu: Alapértelmezett
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślnie
pt_pt: Predefinição
ro_ro: Implicit
ru_ru: По умолчанию
sk_sk: Predvolené
sv_se: Förval
tr_tr: Varsayılan

source: Enter the default for this field
el_gr: Εισάγετε το προκαθορισμένο για αυτό το πεδίο
es_es: Introduzca el valor por defecto para este campo
fr_fr: Entrez la valeur par défaut pour ce champ
hu_hu: Adja meg a mező alapértelmezett értékét
it_it: Inserisci il valore predefinito per questo campo
pl_pl: Wprowadź domyślny dla tego pola
sv_se: Ange standard för det här fältet
tr_tr: Bu alan için varsayılan değeri gir

source: Choices
ar_sa: خيارات
el_gr: Επιλογές
es_es: Elecciones
fr_fr: Options
he: ברירה
hr_hr: Izbori
hu_hu: Választék
it_it: Scelte
nl_nl: Keuzes
pl_pl: Wartości
pt_pt: Opções
ro_ro: Alegeri
ru_ru: Выбор
sk_sk: Voľby
sv_se: Val
tr_tr: Seçenekler

source: Enter the choices for this field separated with a semicolon
ar_sa: أدخل خيارات لهذا الحقل مفصولة بفاصلة منقوطة
cs_cz: Zadejte choices pro oddělení tohoto pole pomocí středníku
el_gr: Εισάγετε τις επιλογές για αυτό το πεδίο διαχωρισμένο με ερωτηματικό
es_es: Introduzca las elecciones para este campo separadas por punto y coma
fr_fr: Entrez les options pour ce champ en les séparant par un point-virgule
he: הזן אפשרויות עבור שדה זה, הפרד בין האפשרויות באמצעות נקודה פסיק
hr_hr: Unesi izbore za ovo polje, razdvojene točka-zarezom
hu_hu: A mezőhöz tartozó választási lehetőségeket pontosvesszővel elválasztva írd be
it_it: Inserire le scelte per questo campo separate da punto e virgola
nl_nl: Keuzemogelijkheden voor dit veld invoeren, gescheiden door een puntkomma
pl_pl: Wprowadź dopuszczalne wartości dla tego pola rozdzielając średnikiem
pt_pt: Insira as escolhas para este campo separadas por ponto e vírgula
ro_ro: Introduceți opțiunile pentru acest câmp, separate cu punct și virgulă
ru_ru: Введите варианты значений для этого поля разделенные точкой с запятой
sv_se: Ange val för det här fältet separerat med semikolon
tr_tr: Bu alan için seçenekleri noktalı virgülle ayrılmış olarak girin.

source: Digits scale
ar_sa: مقياس الأرقام
el_gr: Κλίμακα ψηφίων
es_es: Escala de dígitos
fr_fr: Échelle des chiffres
hr_hr: Decimalna mjesta
hu_hu: Számskála
it_it: Scala delle cifre
pl_pl: Miejsca dziesiętne
pt_pt: Escala de Dígitos
ro_ro: Scalare zecimale
ru_ru: Масштаб цифр
tr_tr: Rakam ölçeği

source: Enter the decimal digits scale allowed
ar_sa: أدخل مقياس الأرقام العشرية المسموح به
el_gr: Εισάγετε την επιτρεπόμενη κλίμακα δεκαδικών ψηφίων
es_es: Introduzca cuántos decimales se permiten
fr_fr: Saisir le nombre de décimales autorisées
hr_hr: Unesi dopušteni broj decimalnih mjesta
hu_hu: Írd be a skála engedélyezett decimális értékeit
it_it: Inserire il numero di decimali consentito
pl_pl: Wprowadź dopuszczalną liczbę cyfr po przecinku
pt_pt: Defina a escala decimal permitida
ro_ro: Introduceți scala de zecimale permisă
ru_ru: Введите допустимый масштаб десятичных цифр
tr_tr: İzin verilen ondalık basamak ölçeğini girin

source: Panel's column
ar_sa: عمود اللوحة
el_gr: Στήλη πίνακα
es_es: Columna del panel
fr_fr: Colonne du tableau
hr_hr: Stupac ploče
hu_hu: Panel oszlopa
it_it: Colonna del pannello
pl_pl: Kolumna panelu
pt_pt: Coluna do painel
ro_ro: Coloana panoului
ru_ru: Столбец панели
tr_tr: Panel sütunu

source: Select a value to represent the item on a panel
ar_sa: حدد قيمة لتمثيل العنصر في لوحة
el_gr: Επιλέξτε μια τιμή για την απεικόνιση του αντικειμένου σε έναν πίνακα
es_es: Seleccione un valor para representar el elemento en un panel
fr_fr: Sélectionnez la valeur qui représente l'objet dans le panneau
hr_hr: Odaberi vrijednost za prikaz stavke na panelu
hu_hu: Válassz egy értéket a panelen történő megjelenítéshez
it_it: Selezionare un valore per rappresentare l'elemento su un pannello
pl_pl: Wybierz wartość by wyświetlić na panelu
pt_pt: Selecione um valor para representar o item num painel
ro_ro: Selectează o valoare pentru a reprezenta elementul pe un panou
ru_ru: Выберите значение для представления элемента на панели
tr_tr: Bir paneldeki öğeyi temsil edecek bir değer seçin

source: Empty value
ar_sa: قيمة فارغة
cs_cz: Prázdná hodnota
el_gr: Κενή τιμή
es_es: Valor vacío
fr_fr: Valeur vide
hr_hr: Prazna vrijednost
hu_hu: Üres érték
it_it: Valore vuoto
pl_pl: Pusta wartość
pt_pt: Valor vazio
ro_ro: Valoare goală
ru_ru: Пустое значение
sv_se: Tomt värde
tr_tr: Boş değer

source: Changing field type will delete all content!
ar_sa: تغيير نوع الحقل سيحذف كل المحتوى!
cs_cz: Změna typu pole odstraní všechen obsah!
el_gr: Η αλλαγή τύπου πεδίου θα διαγράψει όλο το περιεχόμενο!
es_es: ¡Cambiando el tipo de campo borrará todo el contenido!
fr_fr: La modification du type de champ supprimera tout le contenu !
he: שינוי סוג שדה תמחק את כל התוכן!
hr_hr: Promjenom vrste polja se briše sav sadrćaj!
hu_hu: A mező típusának megváltoztatásával a tartalma törlődik!
it_it: Il cambio del tipo di campo eliminerà tutto il suo contenuto!
nl_nl: Wijziging van het veldtype wist alle inhoud van dit veld!
pl_pl: Zmiana typu pola skutkuje skasowaniem zawartości!
pt_pt: Alterar o tipo de campo irá apagar todo o conteúdo!
ro_ro: Schimbarea tipului de câmp va șterge tot conținutul!
ru_ru: Изменение типа поля удалит все содержимое!
sv_se: Att ändra fälttyp kommer att ta bort allt innehåll!
tr_tr: Alan türünü değiştirmek tüm içeriği silecek!

source: Do you want to continue?
es_es: ¿Quieres continuar?
fr_fr: Voulez-vous continuer ?
hr_hr: Želiš li nastaviti?
hu_hu: Folytatja?
it_it: Vuoi continuare?
pl_pl: Czy chcesz kontynuować?
pt_pt: Deseja continuar?
ru_ru: Хотите продолжить?
tr_tr: Devam etmek istiyor musunuz?

source: Custom Field Change
ar_sa: تغيير الحقل المخصص
cs_cz: Změna vlastního pole
el_gr: Αλλαγή Προσαρμοσμένου Πεδίου
es_es: Cambio de campo personalizado
fr_fr: Changement de champ personnalisé
he: שינוי שדה מותאם אישית
hr_hr: Promjena prilagođenog polja
hu_hu: Egyéni mező módosítása
it_it: Modifica Campo Personalizzato
nl_nl: Wijzig eigen veld
pl_pl: Zmiana własnego pola
pt_pt: Alteração de Campo Personalizado
ro_ro: Modificare câmp personalizat
ru_ru: Изменить
sv_se: Ändring av anpassat fält
tr_tr: Özel Alan Değiştirme

source: Modified choices available: ones removed will be cleaned!
es_es: Opciones modificadas disponibles: ¡se quitarán las opciones eliminadas!
fr_fr: Choix modifiés disponibles : ceux qui sont supprimés seront effacés !
hu_hu: Módosított lehetőségek állnak rendelkezésre: az eltávolítottak megtisztításra kerülnek!
it_it: Scelte modificate disponibili: quelle rimosse verranno eliminate!
pl_pl: Zmodyfikowane wybory dostępne: te usunięte zostaną oczyszczone!
pt_pt: Opções modificadas disponíveis: as que foram removidas serão eliminadas!
tr_tr: Değiştirilmiş seçenekler mevcut: kaldırılanlar temizlenecek!

source: New/Edit Custom Field
ar_sa: جديد/تحرير حقل مخصص
cs_cz: Nové/upravit vlastní pole
el_gr: Νέο/Επεξεργασία Προσαρμοσμένου Πεδίου
es_es: Nuevo/editar campo personalizado
fr_fr: Nouveau/Modifier le champ personnalisé
he: הוסף/ערוך שדה מותאם אישית
hr_hr: Novo/Uredi prilagođeno polje
hu_hu: Egyéni mező - új vagy szerkesztés
it_it: Nuovo/Modifica Campo Personalizzato
nl_nl: Nieuw/Wijzig eigen veld
pl_pl: Nowe/Edycja własnego pola
pt_pt: Novo/Editar Campo Personalizado
ro_ro: Câmp personalizat nou/editare
ru_ru: Редактор пользовательских полей
sv_se: Ny/Ändra anpassat fält
tr_tr: Yeni/Düzenle Özel Alan

source: Custom fields
ar_sa: حقول مخصصة
cs_cz: Vlastní pole
el_gr: Προσαρμοσμένα πεδία
es_es: Campos personalizados
fr_fr: Champs Personnalisés
hr_hr: Prilagođena polja
hu_hu: Egyéni mezők
it_it: Campi personalizzati
pl_pl: Własne pola
pt_pt: Campos personalizados
ru_ru: Настраиваемые поля
sv_se: Anpassade fält
tr_tr: Özel alanlar

source: False
ar_sa: خاطيء
el_gr: Ψευδές
es_es: Falso
fr_fr: Faux
hr_hr: Netočno
hu_hu: Hamis
it_it: Falso
pl_pl: Nie
pt_pt: Falso
ro_ro: Fals
ru_ru: Ложь
sv_se: Falskt
tr_tr: Yanlış

source: True
ar_sa: صحيح
el_gr: Αληθές
es_es: Verdadero
fr_fr: Vrai
hr_hr: Točno
hu_hu: Igaz
it_it: Vero
pl_pl: Tak
pt_pt: Verdadeiro
ro_ro: Adevărat
ru_ru: Истина
sv_se: Sant
tr_tr: Doğru

source: Multi Choice
ar_sa: اختيار متعدد
cs_cz: Vícenásobná volba
el_gr: Πολλαπλή Επιλογή
es_es: Varias opciones
fr_fr: Choix multiple
hr_hr: Višestruki izbor
hu_hu: Többes kijelölés
it_it: Scelta multipla
pl_pl: Wielokrotnego wyboru
pt_pt: Escolha Múltipla
ro_ro: Alegere multiplă
ru_ru: Мульти Выбор
sv_se: Flera val
tr_tr: Çoklu Seçim

source: Please select
ar_sa: الرجاء تحديد
cs_cz: Vyberte prosím
el_gr: Παρακαλώ επιλέξτε
es_es: Por favor seleccione
fr_fr: Veuillez sélectionner
hr_hr: Odaberi
hu_hu: Kérem válasszon
it_it: Prego selezionare
pl_pl: Proszę wybrać
pt_pt: Por favor selecione
ro_ro: Selectează
ru_ru: Пожалуйста выберите
sv_se: Välj
tr_tr: Lütfen seçin

source: Unable to save custom field "%1$s": value "%2$s" does not match RegEx validation "%3$s"
ar_sa: غير قادر على حفظ الحقل المخصص"%1$s": القيمة "%2$s" لا تتطابق مع التحقق من نظام RegEx "%3$s"
el_gr: Δεν είναι δυνατή η αποθήκευση προσαρμοσμένου πεδίου "%1$s": Η τιμή "%2$s" δεν ταιριάζει με την επικύρωση RegEx "%3$s"
es_es: No se puede guardar el campo personalizado "%1$s": el valor "%2$s" no coincide con la validación de la expresión regular "%3$s"
fr_fr: Impossible d'enregistrer le champ personnalisé "%1$s" : la valeur "%2$s" ne correspond pas à la validation de l'expression régulière "%3$s"
hr_hr: Nije moguće spremiti prilagođeno polje „%1$s”: vrijednost „%2$s” se ne poklapa s provjerom regularnog izraza „%3$s”
hu_hu: Nem sikerült menteni a(z) „%1$s” egyéni mezőt: a(z) „%2$s” érték nem egyezik a(z) „%3$s” reguláris kifejezés érvényesítésével
it_it: Impossibile salvare il campo personalizzato "%1$s": il valore "%2$s" non corrisponde alla validazione RegEx "%3$s"
pl_pl: Nie można zapisać pola niestandardowego "%1$s": wartość "%2$s" nie pasuje do weryfikacji RegEx "%3$s"
pt_pt: Não foi possível gravar o campo personalizado "%1$s": valor "%2$s" não corresponde à validação RegEx "%3$s"
ru_ru: Не удается сохранить настраиваемое поле "%1$s": значение "%2$s" не соответствует проверке RegEx "%3$s"
sv_se: Kunde inte spara anpassat fält "%1$s": värde "%2$s" matchar inte RegEx validering "%3$s"
tr_tr: "%1$s" özel alanı kaydedilemiyor: "%2$s" değeri "%3$s" normal ifade doğrulamasıyla eşleşmiyor

source: CustomField validation error
ar_sa: خطأ في التحقق من صحة حقل مخصص
cs_cz: Chyba ověření vlastního pole
el_gr: Σφάλμα επικύρωσης CustomField
es_es: Error de validación de CampoPersonalizado
fr_fr: Erreur de validation du champ personnalisé
hr_hr: Greška provjere prilagođenog polja
hu_hu: Felhasználói mező érvényesítési hiba
it_it: Errore validazione campo personalizzato
pl_pl: Błąd walidacji pola niestandardowego
pt_pt: Erro na validação de Campo Personalizado
ro_ro: Eroare de validare a câmpului personalizat
ru_ru: Ошибка проверки CustomField
tr_tr: Özel Alan geçerlilik hatası

source: Merge Categories
el_gr: Συγχώνευση Κατηγοριών
es_es: Combinar categorías
fr_fr: Fusionner les catégories
hr_hr: Sjedini kategorije
hu_hu: Kategóriák egyesítése
it_it: Unisci Categorie
pl_pl: Scal kategorie
pt_pt: Fundir categorias
ru_ru: Объединить категории
sv_se: Slå samman kategorier
tr_tr: Kategorileri birleştir
