Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: When database file opening:
ar_sa: عند فتح ملف قاعدة البيانات:
cs_cz: Při otevření souboru databáze:
el_gr: Όταν το αρχείο βάσης δεδομένων ανοίγει:
es_es: Cuando se abre el archivo de base de datos:
fr_fr: Lors de l'ouverture du fichier de la base de données :
hr_hr: Prilikom otvaranja datoteke baze podataka:
hu_hu: Amikor az adatbázisfájl megnyílik:
it_it: Quando il database viene aperto:
pl_pl: Podczas otwierania pliku bazy danych:
pt_pt: Aquando da abertura do ficheiro de base de dados:
ro_ro: Când se deschide fişierul bazei de date:
ru_ru: При открытии базы данных:
sv_se: När databasfilen öppnas:
tr_tr: Veritabanı dosyası açıldığında:

source: Path required to be specified to another database file.
es_es: Ruta necesaria para ser especificada a otro archivo de base de datos. Es necesario especificar otra ruta a un archivo diferente de base de datos.
fr_fr: Le chemin d'accès vers un autre fichier de base de données doit être spécifié.
hu_hu: Egy másik adatbázisfájl elérési útját meg kell adni.
it_it: È necessario specificare il percorso per un altro file di database.
pt_pt: É necessário especificar o caminho para outro ficheiro de base de dados.
tr_tr: Başka bir veritabanı dosyasına giden yolun belirtilmesi gerekiyor.

source: Unable to open file
ar_sa: غير قادر على فتح الملف
el_gr: Αδυναμία ανοίγματος αρχείου
es_es: No se puede abrir el archivo
fr_fr: Impossible d'ouvrir le fichier
hr_hr: Nije moguće otvoriti datoteku
hu_hu: Nem sikerült megnyitni a fájlt
it_it: Impossibile aprire il file
pl_pl: Nie udało się otworzyć pliku
pt_pt: Não é possível abrir o ficheiro
ru_ru: Невозможно открыть файл
sv_se: Kunde inte öppna fil
tr_tr: Dosya açılamadı

source: An incorrect password was provided for an encrypted file, or an attempt was made to open a file that is not a database file.
es_es: Contraseña incorrecta para un archivo cifrado o Intento de abrir un archivo que no es una base de datos.
fr_fr: Un mot de passe erroné a été fourni pour un fichier crypté ou Le fichier que vous tentez d'ouvrir n'est pas un fichier de base de données.
hu_hu: Helytelen jelszót adtak meg egy titkosított fájlhoz, vagy olyan fájlt próbáltak megnyitni, amely nem adatbázisfájl.
it_it: È stata fornita una password errata per un file crittografato o c'è stato un tentativo di aprire un file che non è un file di database.
pl_pl: Nie poprawne hasło zostało wprowadzone dla zaszyfrowanego pliku lub nastąpiła próba otwarcia pliku, który nie jest bazą danych.
pt_pt: Foi introduzida uma palavra-passe incorreta para um ficheiro encriptado, ou foi feita uma tentativa de abrir um ficheiro que não é uma base de dados MMEX.
ru_ru: Был введён неправильный пароль для зашифрованного файла. или была попытка открыть файл, который не является файлом базы данных.
sv_se: Ett felaktigt lösenord angavs för en krypterad fil, eller ett gjordes försök att öppna en fil som inte är en databasfil.
tr_tr: Yanlış bir parola, şifrelenmiş dosya için girildi veya bir veritabanı dosyası olmayan bir dosyayı açma girişiminde bulunuldu.

source: Error: %s
ar_sa: خطاء: %s
cs_cz: Chyba: %s
el_gr: Σφάλμα: %s
fr_fr: Erreur : %s
he: שגיאה: %s
hr_hr: Pogreške: %s
hu_hu: Hiba: %s
it_it: Errore: %s
nl_nl: Fout: %s
pl_pl: Błąd: %s
pt_pt: Erro: %s
ro_ro: Eroare: %s
ru_ru: Ошибка: %s
sk_sk: Chyba: %s
sv_se: Fel: %s
tr_tr: Hata: %s

source: Opening MMEX Database – Error
el_gr: Άνοιγμα Βάσης Δεδομένων MMEX – Σφάλμα
es_es: Abriendo base de datos de MMEX - Error
fr_fr: Ouverture de la base de données MMEX – Erreur
hu_hu: MMEX-adatbázis megnyitása – Hiba
it_it: Apertura del Database MMEX - Errore
pt_pt: Abrir a base de dados MMEX — Erro
ru_ru: Открытие базы данных MMEX – Ошибка
sv_se: Öppnar MMEX Databas – Fel
tr_tr: MMEX Veritabanı Açılıyor - Hata

source: License agreement
ar_sa: إتفاقية الإستخدام
cs_cz: Licenční ujednání
el_gr: Άδεια χρήσης
es_es: Acuerdo de licencia
fr_fr: Contrat de licence
he: הסכם רישיון
hr_hr: Licencni ugovor
hu_hu: Licencszerződés
it_it: Contratto di licenza
nl_nl: Licentieovereenkomst
pl_pl: Warunki licencji
pt_pt: Termos da licença
ro_ro: Acorduri de licență
ru_ru: Лицензионное соглашение
sk_sk: Licenčná zmluva
sv_se: Licensavtal
tr_tr: Lisans sözleşmesi

source: About
ar_sa: حول البرنامج
cs_cz: O programu
el_gr: Σχετικά
es_es: Acerca de
fr_fr: À propos
he: אודות
hr_hr: O programu
hu_hu: Névjegy
it_it: Informazioni
nl_nl: Over
pl_pl: O programie
pt_pt: Acerca
ro_ro: Despre
ru_ru: О программе
sk_sk: O programe
sv_se: Om
tr_tr: Hakkında

source: Authors
ar_sa: المؤلفين
cs_cz: Autoři
el_gr: Συντάκτες
es_es: Autores
fr_fr: Auteurs
hr_hr: Autori
hu_hu: Tulajdonosok
it_it: Autori
pl_pl: Autorzy
pt_pt: Autores
ro_ro: Autori
ru_ru: Авторы
sk_sk: Autori
sv_se: Författare
tr_tr: Yetkililer

source: Sponsors
ar_sa: الداعمون
cs_cz: Sponzoři
el_gr: Χορηγοί
es_es: Patrocinadores
fr_fr: Partenaires
he: נותני חסות
hr_hr: Sponzori
hu_hu: Támogatók
it_it: Sostenitori
pl_pl: Sponsorzy
pt_pt: Patrocinadores
ro_ro: Sponsori
ru_ru: Спонсоры
sk_sk: Sponzori
sv_se: Sponsorer
tr_tr: Katkıda Bulunanlar

source: License
ar_sa: الترخيص
cs_cz: Licence
el_gr: Άδεια
es_es: Licencia
fr_fr: Licence
he: רישיון
hr_hr: Licenca
hu_hu: Licenc
it_it: Licenza
nl_nl: Licentie
pl_pl: Licencja
pt_pt: Licença
ro_ro: Licență
ru_ru: Лицензия
sk_sk: Licencia
sv_se: Licensavtal
tr_tr: Lisans

source: Privacy
ar_sa: الخصوصية
cs_cz: Soukromí
el_gr: Ιδιωτικό απόρρητο
es_es: Privacidad
fr_fr: Politique de confidentialité
he: פרטיות
hr_hr: Privatnost
hu_hu: Adatvédelem
pl_pl: Prywatność
pt_pt: Privacidade
ro_ro: Confidențialitate
ru_ru: Конфиденциальность
sk_sk: Súkromie
sv_se: Sekretess
tr_tr: Gizlilik

source: Send anonymous statistics usage data
ar_sa: أرسل بيانات استخدام الإحصاءات المجهولة
cs_cz: Odesílat anonymní data o statistice využití aplikace
el_gr: Αποστολή ανώνυμα στατιστικών δεδομένων χρήσης
es_es: Envíe datos anónimos de estadísticas de uso
fr_fr: Envoyer les statistiques d'utilisation de manière anonyme
he: אפשר משלוח נתוני שימוש באופן אנונימי
hr_hr: Šalji anonimnu statistiku o korištenju podataka
hu_hu: Statisztikai adatok anonim küldése a használatról
it_it: Invia dati anonimi sull'utilizzo delle statistiche
nl_nl: Verstuur anonieme statistische gebruikersgegevens
pl_pl: Wysyłaj anonimowe statystyki korzystania z programu
pt_pt: Enviar estatísticas anónimas de utilização
ro_ro: Trimite date statistice anonime de utilizare
ru_ru: Отправлять анонимную статистику
sk_sk: Posielať anonymné štatistické dáta o používaní
tr_tr: Genel kullanım istatistikleri verisini gönder.

source: Enable to help us sending anonymous data about MMEX usage.
ar_sa: تمكين لمساعدتنا في إرسال بيانات مجهولة حول استخدام MMEX.
cs_cz: Povolením nám umožníte sbírat anonymní data o způsobu využívání MMEX.
el_gr: Ενεργοποιήστε για να μας βοηθήσετε να στέλνουμε ανώνυμα δεδομένα σχετικά με τη χρήση MMEX.
es_es: Active para ayudarnos enviando datos anónimos de uso de MMEX.
fr_fr: Activer pour nous aider à envoyer des données anonymes sur l'utilisation de MMEX.
he: אפשר משלוח נתוני שימוש אנונימיים על מנת לסייע לנו
hr_hr: Aktiviraj i omogući slanje anonimnih podataka o korištenju MMEX-a.
hu_hu: Engedélyezze az MMEX használatáról adatok anonim küldését, hogy segítsen nekünk.
it_it: Aiutaci inviando statistiche anonime sull'utilizzo di MMEX.
nl_nl: Help ons met het versturen van anonieme gegevens over MMEX gebruik.
pl_pl: Zaznacz, aby nam pomóc, przesyłając anonimowe dane o używaniu MMEX.
pt_pt: Ative para ajudar-nos ao enviar dados anónimos de utilização do MMEX.
ro_ro: Permite să ne ajute să trimitem date anonime despre utilizarea MMEX.
ru_ru: Помогать разработчикам предоставляя анонимную информацию об использовании MMEX.
sk_sk: Povolením nám umožníte zbierať anonymné dáta o používaní MMEX.
tr_tr: MMEX kullanımı hakkında genel veriler göndererek bize yardımcı olun.

source: Edit Account
ar_sa: تحرير حساب
cs_cz: Upravit účet
el_gr: Επεξεργασία λογαριασμού
es_es: Editar Cuenta
fr_fr: Éditer le compte
he: ערוך חשבון
hr_hr: Uredi račun
hu_hu: Számla szerkesztése
it_it: Modifica Conto
nl_nl: Wijzig rekening
pl_pl: Edytuj konto
pt_pt: Editar Conta
ro_ro: Editează Contul
ru_ru: &Редактировать счёт
sk_sk: Upraviť účet
sv_se: Ändra konto
tr_tr: Hesap Düzenle

source: Account Name:
ar_sa: اسم الحساب:
cs_cz: Název účtu:
el_gr: Όνομα λογαριασμού:
es_es: Nombre de Cuenta:
fr_fr: Nom du compte :
he: שם חשבון:
hr_hr: Ime računa:
hu_hu: Számla neve:
it_it: Nome del Conto:
nl_nl: Rekeningnaam:
pl_pl: Nazwa konta:
pt_pt: Nome da Conta:
ro_ro: Numele Contului:
ru_ru: Название счёта:
sk_sk: Názov účtu:
sv_se: Kontonamn:
tr_tr: Hesap Adı:

source: Enter the Name of the Account. This name can be renamed at any time.
ar_sa: اكتب اسم حسابك. ويمكنك تعديل هذا الاسم في أي وقت.
cs_cz: Zadejte název účtu. Tento název je možné kdykoliv změnit.
el_gr: Εισάγετε το όνομα του λογαριασμού. Το όνομα αυτό μπορεί να αλλάξει οποιαδήποτε στιγμή.
es_es: Introduzca el Nombre de la Cuenta. Este nombre se puede cambiar en cualquier momento.
fr_fr: Saisissez le nom du compte. Ce nom peut être modifié à tout moment.
he: הזן שם חשבון. ניתן לשנות שם חשבון בכל עת.
hr_hr: Unesi ime računa. Ime možeš promijeniti u bilo koje vrijeme.
hu_hu: Számla nevének megadása. A név bármikor átírható.
it_it: Inserisci il nome del conto. Può essere modificato in qualsiasi momento.
nl_nl: Geef de rekening een naam. Deze kan ten alle tijde gewijzigd worden.
pl_pl: Wprowadź nazwę konta. Możesz ją zmienić później.
pt_pt: Introduz o nome da conta. Este nome poderá ser alterado posteriormente.
ro_ro: Scrie numele contului. Acesta poate fi schimbat oricînd.
ru_ru: Введите название счёта. В дальнейшем оно может быть изменено.
sk_sk: Zadajte názov účtu. Názov môže byť kedykoľvek zmenený.
sv_se: Ange namnet på kontot, detta namn kan ändras när som helst.
tr_tr: Hesap adını giriniz. Herhangi bir anda değiştirebilirsiniz.

source: Account Type:
ar_sa: نوع الحساب:
cs_cz: Typ účtu:
el_gr: Τύπος λογαρισμού:
es_es: Tipo de Cuenta:
fr_fr: Type de compte :
he: סוג חשבון:
hr_hr: Tip računa:
hu_hu: Számlatípus:
it_it: Tipo di Conto:
nl_nl: Type rekening:
pl_pl: Typ konta:
pt_pt: Tipo de Conta:
ro_ro: Tipul Contului:
ru_ru: Тип счёта:
sk_sk: Typ účtu:
sv_se: Kontotyp:
tr_tr: Hesap Tipi:

source: Specify the account type to be created.
el_gr: Καθορίστε τον τύπο λογαριασμού που θα δημιουργηθεί.
es_es: Especificar el tipo de cuenta a crear.
hu_hu: Létrehozandó számlatípus kijelölése.
it_it: Specifica il tipo di conto da creare.
pl_pl: Określ typ konta, które ma zostać utworzone.
pt_pt: Especifique o tipo de conta a criar.
ru_ru: Укажите тип создаваемого счёта.
sv_se: Ange vilken kontotyp som ska skapas.
tr_tr: Lütfen oluşturulacak hesap türünü seçiniz.

source: Account Status:
ar_sa: حالة الحساب:
cs_cz: Stav účtu:
el_gr: Κατάσταση λογαριασμού:
es_es: Estado de la Cuenta:
fr_fr: Statut du compte :
he: סטאטוס חשבון:
hr_hr: Status računa:
hu_hu: Számlaállapot:
it_it: Stato del Conto:
nl_nl: Rekeningstatus:
pl_pl: Status konta:
pt_pt: Estado da Conta:
ro_ro: Starea Contului:
ru_ru: Состояние счёта:
sk_sk: Stav účtu:
sv_se: Kontostatus:
tr_tr: Hesap Durumu:

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
ar_sa: حدد ما إذا كان هذا الحساب قد تم إغلاقه. الحسابات المغلقة غير نشطة في معظم الحسابات، والإبلاغ وما إلى ذلك.
cs_cz: Zadejte zda je účet uzavřen. Uzavřené účty jsou neaktivní a nejsou zahrnuty do většiny výpočtů, sestav atd.
el_gr: Δηλώστε εάν αυτός ο λογαριασμός έχει κλείσει. Οι κλειστοί λογαριασμοί είναι ανενεργοί στους περισσότερους υπολογισμούς, εκθέσεις κλπ.
es_es: Especifique si esta cuenta ha sido cerrada. Las cuentas cerradas están inactivas en la mayoría de cálculos, informes, etc.
fr_fr: Spécifiez si ce compte a été fermé. Les comptes fermés sont inactifs dans la plupart des calculs, rapports, etc.
he: הגדר אם החשבון פעיל או סגור. חשבונות לא פעילים לא יופיעו ברוב החישובים, דוחות וכו'.
hr_hr: Odredi, da li je ovaj račun zatvoren. Zatvoreni računi nisu aktivni u većini kalkulacija, izvještaja i sl.
hu_hu: A számla tevékenységének kijelölése. A legtöbb számításhoz és jelentéshez általában nem használnak bezárt számlákat.
it_it: Specifica se questo conto è chiuso. I conti chiusi sono inattivi nella maggior parte delle analisi, resoconti, ecc.
nl_nl: Specificeer of deze rekening is gesloten. Gesloten rekeningen worden niet gebruikt in berekeningen, rapporten etc.
pl_pl: Określ czy to konto jest zamknięte. Zamknięte konta są nieaktywne w większości obliczeń i raportów.
pt_pt: Especifique se a conta está fechada. Contas fechadas não aparecem na maioria dos cálculos, relatórios, etc.
ro_ro: Specifică dacă acest cont este deschis sau închis. Conturile închise sînt inactive pentru majoritatea calculelor, rapoartelor, etc.
ru_ru: Укажите, если этот счёт закрыт. Закрытые счёта не участвуют в большинстве расчётов, отчётах и т.п.
sk_sk: Upresnite či účet bol uzavretý. Uzavreté účty sú neaktívne vo väčšine výpočtov, reportov atď.
sv_se: Ange om kontot har stängts. Stängda konton är inaktiverade i de flesta beräkningar, rapporter etc.
tr_tr: Hesap kapatılmış ise belirtiniz. Kapalı hesaplar birçok hesaplama, raporlama vb . işlemlerde dikkate alınmaz.

source: Initial Balance: %s
ar_sa: الرصيد الإفتتاحي: %s
cs_cz: Počáteční zůstatek: %s
el_gr: Αρχικό υπόλοιπο: %s
es_es: Saldo inicial: %s
fr_fr: Solde initial : %s
he: יתרת פתיחה: %s
hr_hr: Početno stanje: %s
hu_hu: Kezdeti egyenleg: %s
it_it: Saldo iniziale: %s
nl_nl: Beginbalans: %s
pl_pl: Początkowe saldo: %s
pt_pt: Saldo inicial: %s
ro_ro: Sold inițial: %s
ru_ru: Начальный баланс: %s
sk_sk: Počiatočný stav: %s
sv_se: Ursprungligt saldo: %s
tr_tr: Başlangıç Kalıntısı: %s

source: Enter the initial balance in this account.
ar_sa: ادخل الرصيد الاولي في هذا الحساب.
cs_cz: Zadejte počáteční zůstatek na tomto účtu.
el_gr: Εισάγετε το αρχικό υπόλοιπο του λογαριασμού αυτού.
es_es: Introduzca el saldo inicial de esta cuenta.
fr_fr: Saisissez le solde initial de ce compte.
he: הזן את יתרת הפתיחה של החשבון.
hr_hr: Unesi početno stanje za ovaj račun.
hu_hu: Adja meg a számla kezdő egyenlegét.
it_it: Inserisci il saldo iniziale di questo conto.
nl_nl: Vul de beginbalans in voor deze rekening
pl_pl: Wprowadź początkowe saldo tego konta.
pt_pt: Introduza o saldo inicial desta conta.
ro_ro: Introdu soldul inițial al acestui cont.
ru_ru: Введите начальный баланс для данного счёта.
sk_sk: Zadajte počiatočný stav tohoto účtu.
sv_se: Ange det ursprungliga saldot för detta konto.
tr_tr: Hesabın mevcut kalıntısını giriniz.

source: Opening Date:
ar_sa: تاريخ الافتتاح:
el_gr: Ημερομηνία Έναρξης:
es_es: Fecha de apertura:
fr_fr: Date d'ouverture :
hr_hr: Datum otvaranja:
hu_hu: Nyitódátum:
it_it: Data di Apertura:
pl_pl: Data otwarcia:
pt_pt: Data de Abertura:
ro_ro: Data deschiderii:
ru_ru: Дата открытия:
sv_se: Öppningsdatum:
tr_tr: Açılış Tarihi:

source: The date when the account was opened
ar_sa: تاريخ فتح الحساب
el_gr: Η ημερομηνία ανοίγματος του λογαριασμού
es_es: Fecha de apertura de la cuenta
fr_fr: La date d'ouverture du compte
hr_hr: Datum otvaranja računa
hu_hu: A számla megnyitásának dátuma
it_it: La data in cui il conto è stato aperto
pl_pl: Data otwarcia konta
pt_pt: A data de abertura da conta
ro_ro: Data la care contul a fost deschis
ru_ru: Дата открытия счета
sv_se: Datum när kontot öppnades
tr_tr: Hesabın açıldığı tarih

source: Currency:
ar_sa: العملة:
cs_cz: Měna:
el_gr: Νόμισμα:
es_es: Divisa:
fr_fr: Devise :
he: מטבע:
hr_hr: Valuta:
hu_hu: Pénznem:
it_it: Valuta:
nl_nl: Valuta:
pl_pl: Waluta:
pt_pt: Moeda:
ro_ro: Valută:
ru_ru: Валюта:
sk_sk: Mena:
sv_se: Valuta:
tr_tr: Para Birimi:

source: Select Currency
ar_sa: اختيار العملة
cs_cz: Zvolte měnu
el_gr: Επιλέξτε νόμισμα
es_es: Seleccionar divisa
fr_fr: Choisissez la devise
he: בחר מטבע
hr_hr: Odaberi valutu
hu_hu: Pénznem kijelölése
it_it: Seleziona Valuta
nl_nl: Kies valuta
pl_pl: Wybierz walutę
pt_pt: Selecione a Moeda
ro_ro: Selectează Valuta
ru_ru: Выберите валюту
sk_sk: Výber meny
sv_se: Välj valuta
tr_tr: Para birimini seçin

source: Specify the currency to be used by this account.
ar_sa: تعيين العملة لاستخدامها مع هذا الحساب.
cs_cz: Zadejte měnu, která bude použita pro tento účet.
el_gr: Καθορίστε το νόμισμα που θα χρησιμοποιείται από αυτό τον λογαριασμό.
es_es: Especifique la divisa a usar en esta cuenta.
fr_fr: Spécifiez la devise à utiliser pour ce compte.
he: הגדר את מטבע החשבון.
hr_hr: Odredi valutu, koja će se koristiti za ovaj račun.
hu_hu: Számla által használandó pénznem megadása.
it_it: Specifica la valuta da utilizzare per questo conto.
nl_nl: Specificeer de valuta die voor deze rekening wordt gebruikt.
pl_pl: Wybierz walutę jaka ma być używana na tym koncie.
pt_pt: Especifique a moeda a ser utilizada por esta conta.
ro_ro: Specifică valuta utilizată pentru acest cont.
ru_ru: Укажите валюту, которая будет использоваться для этого счёта.
sk_sk: Upresnite menu, ktorá bude použitá pre tento účet.
sv_se: Ange vilken valuta som ska användas för detta kontot.
tr_tr: Bu hesapta kullanılacak para birimini belirtiniz.

source: Favorite Account
ar_sa: الحساب المفضل
cs_cz: Oblíbený účet
el_gr: Αγαπημένος λογαριασμός
es_es: Cuenta favorita
fr_fr: Compte favori
he: חשבון מועדף
hr_hr: Favorizirani račun
hu_hu: Kedvenc számla
it_it: Conto Preferito
nl_nl: Standaardrekening
pl_pl: Ulubione konto
pt_pt: Conta Favorita
ro_ro: Cont Favorit
ru_ru: Избранный счёт
sk_sk: Obľúbený účet
sv_se: Favoritkonto
tr_tr: Sık Kullanılan Hesap

source: Select whether this is an account that is used often. This is used to filter accounts display view.
ar_sa: حدد ما إذا كان هذا حسابًا يستخدم كثيرًا. يستخدم هذا لتصفية عرض الحسابات.
cs_cz: Zvolte zda je tento účet často používán. Toto nastavení je použito při zobrazení pomocí filtru účtů.
el_gr: Δηλώστε εάν αυτός ο λογαριασμός χρησιμοποιείται συχνά. Αυτό χρησιμοποιείται για το φιλτράρισμα εμφάνισης των λογαριασμών.
es_es: Selecciónelo si esta cuenta se usa a menudo. Esto se utiliza para filtrar la vista de cuentas.
fr_fr: Précisez si ce compte est fréquemment utilisé. Cette option permet de filtrer l'affichage des comptes.
he: סמן אם חשבון זה בשימוש תכוף. משמש עבור סינון תצוגת חשבונות.
hr_hr: Odaberi, da li se ovaj račun često koristi. Koristi za filtriranje prikazanih računa.
hu_hu: Határozza meg, hogy ez egy gyakran használt számla-e. Ezt a számlák megjelenítésénél szűrésre használják.
it_it: Seleziona se questo è un conto utilizzato frequentemente. Questo serve per filtrare la visualizzazione dei conti.
nl_nl: Geef aan of deze rekening vaak wordt gebruikt. Dit wordt gebruikt voor rekening overzichten.
pl_pl: Określ czy to konto jest często używane. Informacja będzie wykorzystana przez filtr wyświetlania kont.
pt_pt: Selecione caso esta conta seja utilizada frequentemente. Isto é usado para filtrar as contas na janela de visualização.
ro_ro: Specifică dacă acest cont e utilizat frecvent. Setarea e utilizată pentru filtrare la afișarea conturilor.
ru_ru: Отметьте, если данный счёт используется часто. Это нужно для фильтрации отображения счетов.
sk_sk: Vyberte či toto je často používaný účet. Toto sa použije pre filtrovanie zobrazenia účtov.
sv_se: Välj ifall om .bak-filer skall skapas vid öppnandet av databasfiler
tr_tr: Eğer sık kullandığınız bir hesap ise seçiniz. Bu seçim görüntülemede hesapları süzme için kullanılır.

source: Notes
ar_sa: ملاحظات
cs_cz: Poznámky
el_gr: Σημειώσεις
es_es: Notas
fr_fr: Remarques
he: הערות
hr_hr: Napomene
hu_hu: Megjegyzések
it_it: Note
nl_nl: Notities
pl_pl: Uwagi
pt_pt: Observações
ro_ro: Note
ru_ru: Примечания
sk_sk: Poznámky
sv_se: Noteringar
tr_tr: Not

source: Enter user notes and details about this account.
ar_sa: اكتب ملاحظات أو تفاصيل عن هذا الحساب.
cs_cz: Zadejte uživatelské poznámky a detaily o tomto účtu.
el_gr: Εισάγετε σημειώσεις ή λεπτομέρειες γι αυτόν τον λογαριασμό.
es_es: Introduzca notas de usuario y detalles de esta cuenta.
fr_fr: Saisissez vos notes et remarques à propos de ce compte.
he: הזן הערות משתמש ופרטים אודות חשבון זה".
hr_hr: Unesi korisničke napomene i detalje o ovom računu.
hu_hu: Írja be a számlával kapcsolatos felhasználói megjegyzéseket és részleteket.
it_it: Inserisci note utente e dettagli relativi a questo conto.
nl_nl: Vul de notities en details in voor de gebruiker van deze rekening.
pl_pl: Wprowadź notatki użytkownika i szczegóły dotyczące tego konta.
pt_pt: Escreva observações e detalhes relativos a esta conta.
ro_ro: Introdu note și detalii importante despre acest cont.
ru_ru: Введите примечания и любую другую информацию о данном счёте.
sk_sk: Zadajte poznámky a podrobnosti o tomto účte.
sv_se: Ange användaranteckningar och detaljer om detta konto.
tr_tr: Hesapla ilgili kullanıcı notları ve ayrıntıları giriniz.

source: Other
ar_sa: أخرى
cs_cz: Ostatní
el_gr: Άλλο
es_es: Otros
fr_fr: Autre
he: אחר
hr_hr: Ostalo
hu_hu: Egyéb
it_it: Altro
nl_nl: Overig
pl_pl: Inne
pt_pt: Outro
ro_ro: Altele
ru_ru: Прочий
sk_sk: Ostatné
sv_se: Annat
tr_tr: Diğer

source: Account Number:
ar_sa: رقم الحساب:
cs_cz: Číslo účtu:
el_gr: Αριθμός λογαριασμού:
es_es: Número de Cuenta:
fr_fr: Numéro de compte :
he: מספר חשבון:
hr_hr: Broj računa:
hu_hu: Számlaszám:
it_it: Numero del Conto:
nl_nl: Rekeningnummer:
pl_pl: Numer konta:
pt_pt: Número de Conta:
ro_ro: Numărul Contului:
ru_ru: Номер счёта:
sk_sk: Číslo účtu:
sv_se: Kontonummer:
tr_tr: Hesap Numarası:

source: Card Number:
ar_sa: رقم البطاقة:
cs_cz: Číslo karty:
el_gr: Αριθμός κάρτας:
es_es: Número de tarjeta:
fr_fr: Numéro de carte :
he: מספר כרטיס:
hr_hr: Broj kartice:
hu_hu: Kártyaszám:
it_it: Numero Carta:
nl_nl: Kaartnummer:
pl_pl: Numer karty:
pt_pt: Número do Cartão:
ro_ro: Număr card:
sk_sk: Číslo karty:
sv_se: Kortnummer:
tr_tr: Kart No:

source: Enter the Account Number associated with this account.
ar_sa: اكتب رقم الحساب لربطه مع هذا الحساب
cs_cz: Zadejte číslo účtu asociované s tímto účtem.
el_gr: Εισάγετε τον αριθμό λογαριασμού που συνδέεται με αυτόν τον λογαριασμό.
es_es: Introduzca el Número de Cuenta asociado a esta cuenta.
fr_fr: Saisissez le numéro de compte associé à ce compte.
he: הזן את מספר החשבון המשויך לחשבון.
hr_hr: Unesi broj računa koji je povezan s ovim računom.
hu_hu: Adja meg a számlához tartozó számlaszámot.
it_it: Inserisci il Numero di Conto associato.
nl_nl: Vul het rekeningnummer in voor deze rekening
pl_pl: Wprowadź numer konta z nim skojarzony.
pt_pt: Insira o número de conta correspondente a esta conta.
ro_ro: Introdu numărul asociat cu acest cont.
ru_ru: Введите номер счёта
sk_sk: Zadajte číslo účtu priradené k tomuto účtu.
sv_se: Ange det kontonummer som är assosicerat med detta konto.
tr_tr: Hesap numarasını giriniz.

source: Held At:
ar_sa: الحساب الاستثماري
cs_cz: Účet veden v:
el_gr: Διατηρείται σε:
es_es: Guardado en:
fr_fr: Établissement financier :
he: מוחזק ב:
hr_hr: Pri banci:
hu_hu: Számlakezelő:
it_it: Tenuto presso:
nl_nl: Instelling:
pl_pl: Prowadzone przez:
pt_pt: Mantida em:
ro_ro: Deschis la:
ru_ru: Открыт в:
sk_sk: Vedený v:
tr_tr: Finans Kuruluşu:
