Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Fixed conversion rate
ar_sa: معدل التحويل الثابت
cs_cz: Pevný převodní kurz
el_gr: Σταθερό ποσοστό μετατροπής
es_es: Tasa de conversión fija
fr_fr: Taux de conversion fixe
hr_hr: Fiksan tečaj konverzije
hu_hu: Fix váltási árfolyam
it_it: Tasso di conversione fisso
pl_pl: Stała stawka przeliczeniowa
pt_pt: Taxa de conversão fixa
ro_ro: Rata de conversie fixă
ru_ru: Фиксированный обменный курс
tr_tr: Sabit dönüşüm oranı

source: Currency Format Sample:
ar_sa: نموذج تنسيق العملة:
el_gr: Δείγμα Μορφής Νομίσματος:
es_es: Ejemplo de formato de divisa:
fr_fr: Exemple de format de devise :
hr_hr: Uzorak formata valute:
hu_hu: Pénznemformátum minta:
it_it: Esempio Formato Valuta:
pl_pl: Przykład formatu waluty:
pt_pt: Exemplo do formato da moeda:
ro_ro: Exemplu de format valută:
ru_ru: Образец формата валюты:
sv_se: Valutaformat exempel:
tr_tr: Para Birimi Biçimi Örneği:

source: Save any changes made
ar_sa: حفظ أي تغييرات أجريت
cs_cz: Uložit všechny změny
el_gr: Αποθηκεύστε τυχόν αλλαγές που έγιναν
es_es: Guardar los cambios realizados
fr_fr: Enregistrer les modifications apportées
he: שמור כל השינויים שנעשו
hr_hr: Spremi sve učinjene promjene
hu_hu: Mentse a változtatásokat
it_it: Salva le modifiche
nl_nl: Alle wijzigingen opslaan
pl_pl: Zapisz wszystkie zmiany
pt_pt: Gravar qualquer alteração realizada
ro_ro: Salvați orice modificări efectuate
ru_ru: Сохранить все изменения
sk_sk: Uložiť všetky zmeny
sv_se: Spara eventuella ändringar
tr_tr: Yapılan değişiklikleri kaydedin.

source: Any changes will be lost without update
ar_sa: سيتم فقدان أي تغييرات بدون تحديث
cs_cz: Bez aktualizace budou ztraceny všechny změny
el_gr: Τυχόν αλλαγές θα χαθούν χωρίς ενημέρωση
es_es: Los cambios se perderán si no actualiza
fr_fr: Toutes les modifications seront perdues sans mise à jour
he: כל השינויים יאבדו ללא עדכון
hr_hr: Bez aktualiziranja će sve promjene biti izgubljene
hu_hu: Frissítés nélkül valamennyi változás elveszik!
it_it: Ogni modifica sarà persa senza aggiornamento
nl_nl: Alle wijzigingen gaan zonder bijwerken verloren
pl_pl: Wszystkie zmiany zostaną utracone bez aktualizowania
pt_pt: Alterações serão perdidas sem atualização
ro_ro: Orice modificare va fi pierdută fără actualizare
ru_ru: Все изменения будут потеряны без обновления
sk_sk: Bez aktualizácie budú všetky zmeny stratené
sv_se: Eventuella ändringar kommer att gå förlorade utan uppdatering
tr_tr: Güncellenmezse tüm değişiklikler kaybolacaktır.

source: Grouping character is unable to be the same as the decimal character
es_es: El carácter de agrupación no puede ser el mismo que el carácter de decimal
fr_fr: Le caractère de regroupement ne peut pas être le même que le caractère décimal
hu_hu: A csoportosító karakter nem egyezhet meg a decimális karakterrel
it_it: Il carattere di raggruppamento non può essere uguale al carattere decimale
pl_pl: Grupowanie znaków nie może być takie samo jak znak dziesiętny
pt_pt: O carácter de agrupamento não pode ser igual ao carácter decimal
sv_se: Grupperingstecken kan inte vara samma som decimaltecknet
tr_tr: Gruplama karakteri, ondalık karakter ile aynı olamaz

source: %.2f Shown As: %s
ar_sa: %.2f يظهر كـ %s
cs_cz: %.2f se zobrazí jako: %s
el_gr: Το %.2f εμφανίζεται ως: %s
es_es: %.2f se muestra como: %s
fr_fr: %.2f affiché comme : %s
hr_hr: %.2f Prikazuje se kao: %s
hu_hu: %.2f megjelenítve: %s
it_it: %.2f Visualizzato come: %s
pl_pl: %.2f wyświetlane jako: %s
pt_pt: %.2f Exibido Como: %s
ro_ro: %.2f Afișat ca: %s
ru_ru: %.2f отобразится как: %s
sv_se: %.2f Visas som: %s
tr_tr: %.2f Göründüğü gibi: %s

source: (Using Locale)
ar_sa: (باستخدام الإعدادات المحلية)
es_es: (usando configuración regional)
fr_fr: (Utilisation de la devise locale)
hr_hr: (korištnje jezika područja)
hu_hu: (Területi beállítás használata)
it_it: (Locale in Uso)
pl_pl: (Lokalizacja)
pt_pt: (Usando Localização)
ro_ro: (Folosind Locale)
ru_ru: (Используется локаль)
tr_tr: (Yerel Ayar Kullanılıyor)

source: Manage date ranges
el_gr: Διαχείριση εύρους ημερομηνιών
es_es: Administrar rangos de fechas
fr_fr: Gérer les plages de dates
hu_hu: Dátumtartományok kezelése
it_it: Gestisci intervalli di date
pl_pl: Zarządzaj zakresami dat
sv_se: Hantera datumintervall
tr_tr: Tarih aralıklarını yönet

source: &Edit
el_gr: &Επεξεργασία
es_es: &Editar
fr_fr: Editer
hu_hu: S&zerkesztés
it_it: &Modifica
ru_ru: &Редактировать
sv_se: &Redigera
tr_tr: &Düzenle

source: &New
el_gr: &Νέο
es_es: &Nuevo
fr_fr: Nouveau
hu_hu: &Új
it_it: &Nuovo
ru_ru: С&оздать
sv_se: &Ny
tr_tr: &Yeni

source: &Restore default ranges
el_gr: &Επαναφορά προεπιλεγμένων ορίων
fr_fr: &Restaurer les plages par défaut
hu_hu: &Alapértelmezett tartományok visszaállítása

source: Do you want to delete the selected date range?
el_gr: Θέλετε να διαγράψετε το επιλεγμένο εύρος ημερομηνίας;
es_es: ¿Desea eliminar el rango de fechas seleccionado?
fr_fr: Voulez-vous supprimer la plage de dates sélectionnée ?
hu_hu: Szeretné törölni a kijelölt dátumtartományt?
it_it: Vuoi eliminare l'intervallo di date selezionato?
pl_pl: Czy na pewno chcesz usunąć wybraną walutę?
sv_se: Vill du ta bort det valda datumintervallet?
tr_tr: Seçili tarih aralığını silmek istiyor musunuz?

source: Delete date range
el_gr: Διαγραφή εύρους ημερομηνιών
es_es: Eliminar rango de fechas
fr_fr: Supprimer la plage de dates
hu_hu: Dátumtartomány törlése
it_it: Elimina intervallo di date
pl_pl: Usuń zakres dat
sv_se: Ta bort datumintervall
tr_tr: Tarih aralığını sil

source: Do you really want to restore the default ranges? All customization will be lost!
es_es: ¿Desea restaurar los rangos predeterminados? ¡Todos los rangos personalizados serán eliminados!
fr_fr: Voulez-vous vraiment restaurer les plages par défaut ? Toute personnalisation sera perdue !
hu_hu: Szeretné visszaállítani az alapértelmezett tartományokat? Minden testreszabás elvész!
it_it: Vuoi davvero ripristinare gli intervalli predefiniti? Tutte le personalizzazioni andranno perse!
pl_pl: Czy na pewno chcesz przywrócić domyślne zakresy? Wszystkie dostosowania zostaną utracone!
sv_se: Vill du verkligen återställa standardintervallen? Alla anpassningar kommer att gå förlorade!
tr_tr: Varsayılan aralıkları gerçekten geri yüklemek istiyor musunuz? Tüm özelleştirmeler kaybolacak!

source: Default date ranges
el_gr: Προεπιλεγμένο εύρος ημερομηνιών
es_es: Rangos de fechas por defecto
fr_fr: Plages de dates par défaut
hu_hu: Alapértelmezett dátumtartományok
it_it: Intervallo di date predefinite
pl_pl: Domyślne zakresy dat
sv_se: Standard datumintervall
tr_tr: Varsayılan tarih aralıkları

source: More date ranges…
es_es: Más rangos de fechas…
fr_fr: Plus de plages de dates…
hu_hu: További dátumtartományok…
it_it: Più intervalli di date…
pl_pl: Więcej zakresów dat…
pt_pt: Mais intervalos de datas…
sv_se: Fler datumintervall…
tr_tr: Daha fazla tarih aralığı…

source: Properties
ar_sa: الخصائص
cs_cz: Vlastnosti
el_gr: Ιδιότητες
es_es: Propiedades
fr_fr: Propriétés
he: מאפינים
hr_hr: Svojstva
hu_hu: Tulajdonságok
it_it: Proprietà immobiliari
nl_nl: Eigenschappen
pl_pl: Własności
pt_pt: Propriedades
ro_ro: Proprietăți
ru_ru: Свойства
sv_se: Egenskaper
tr_tr: Özellikler

source: Custom Field Manager
el_gr: Διαχειριστής Προσαρμοσμένων Πεδίων
es_es: Administrador de campos personalizados
fr_fr: Gestionnaire de champs personnalisés
hr_hr: Upravljač prilagođenih polja
hu_hu: Egyéni mezőkezelő
it_it: Gestore Campo Personalizzato
pl_pl: Menedżer pól własnych
pt_pt: Gestor de Campos Personalizados
ru_ru: Менеджер пользовательских полей
tr_tr: Özel Alan Yöneticisi

source: Do you want to delete the custom field and all its data?
es_es: ¿Desea eliminar este campo personalizado y todos sus datos?
fr_fr: Voulez-vous supprimer le champ personnalisé et toutes ses données ?
hu_hu: Szeretné törölni az egyéni mezőt és az összes adatát?
it_it: Vuoi eliminare il campo personalizzato e tutti i suoi dati?
pl_pl: Czy na pewno chcesz usunąć to pole i jego zawartość?
pt_pt: Pretende eliminar o campo personalizado e todos os seus dados?
ru_ru: Вы хотите удалить пользовательское поле и все его данные?
tr_tr: Özel alanı ve tüm verilerini silmek istiyor musunuz?

source: Confirm Custom Field Deletion
ar_sa: تأكيد حذف الحقل المخصص
cs_cz: Potvrzení odstranění vlastního pole
el_gr: Επιβεβαίωση Διαγραφής Προσαρμοσμένου Πεδίου
es_es: Confirmar eliminación de campo personalizado
fr_fr: Confirmez la suppression du champ personnalisé
he: אשר מחיקת שדה מותאם אישית
hr_hr: Potvrdi brisanje prilagođenog polja
hu_hu: Egyéni mező törlésének megerősítése
it_it: Conferma Cancellazione Campi Personalizzati
nl_nl: Bevestig het wissen van het eigen veld
pl_pl: Potwierdź usunięcie pola
pt_pt: Confirmar Eliminação do Campo Personalizado
ro_ro: Confirmă ștergerea câmpului personalizat
ru_ru: Подтверждение удаления поля
sv_se: Bekräfta borttagning av anpassat fält
tr_tr: Özel Alan Silme Onayı

source: This function will bulk search & replace for "%s" custom field values It will match & replace only complete field value, no partial or middle-value replaces allowed Please consider that there isn't any validation!
ar_sa: ستعمل هذه الوظيفة على البحث المجمع واستبدال قيم الحقول المخصصة لـ "%s" وستطابق وتستبدل فقط قيمة الحقل الكاملة ، ولا يُسمح باستبدال قيم جزئية أو متوسطة يرجى مراعاة أنه لا يوجد أي تحقق من صحة البيانات!
el_gr: Αυτή η λειτουργία θα αναζητήσει μαζικά & θα αντικαταστήσει για "%s" προσαρμοσμένες τιμές πεδίου. Θα ταιριάξει & θα αντικαταστήσει μόνο την πλήρη τιμή πεδίου, δεν επιτρέπεται η μερική ή η αντικατάσταση μεσαιών τιμών. Παρακαλώ θεωρήστε ότι δεν υπάρχει καμία επικύρωση!
es_es: Esta función buscará y reemplazará masivamente los valores del campo personalizados "%s" Encontrará y reemplazará solo el valor completo del campo, sin la posibilidad de sustituciones parciales ¡Tenga en cuenta que no hay ningún tipo de confirmación!
fr_fr: Cette fonction est destinée à rechercher et remplacer massivement le contenu du champ personnalisé "%s" Le remplacement n'est effectué qu'en cas de correspondance complète avec la valeur du champ. Les remplacements partiels de données ou d'une partie du contenu ne sont pas autorisés. Merci de noter qu'il n'y a aucune validation !
hu_hu: Ez a funkció tömegesen keresés és csere a(z) „%s” egyéni mezőértékeket. Csak a teljes mezőértéket fogja egyeztetni és lecserélni, részleges vagy középérték helyettesítése nem megengedett. Kérjük, vegye figyelembe, hogy nincs érvényesítés!
it_it: Questa funzione ricerca e sostituisce il valore presente nel campo personalizzato: "%s" Sostituisce solo il valore completo del campo, non sostituisce valori parziali o a metà. Si prega di considerare che non c'è alcuna validazione ulteriore!
pl_pl: Ta funkcja dokona masowego wyszukania i zastąpienia wartości dla pola "%s". Wyszuka i zastąpi jedynie całą zawartość pola, nie jest możliwe zastąpienie jedynie fragmentu zapisanej wartości. Zauważ, że nie ma tu żadnego sprawdzania poprawności!
pt_pt: Esta função irá procurar e substituir em massa "%s" valores do campo personalizado Irá corresponder e substituir apenas valores de campos completos, não são permitidas substituições de valores intermédios ou parciais Por favor, considere que não há nenhuma validação!
ro_ro: Această funcție va căuta și înlocui în masă valorile câmpului personalizat "%s". Va potrivi și înlocui doar valoarea completă a câmpului, nu sunt permise înlocuiri parțiale sau în mijlocul valorii. Vă rugăm să luați în considerare că nu există nicio validare!
ru_ru: Эта функция будет выполнять массовый поиск и замену значений пользовательского поля "%s" Будут заменены только полные совпадения поля, частичное или среднее значение не допускается Пожалуйста, учтите, что нет никакой проверки!
tr_tr: Bu işlev, "%s" için özel alan değerlerini toplu olarak arayacak ve değiştirecektir Yalnızca tam alan değeriyle eşleşir ve yerini alır; kısmi veya orta değer değişikliğine izin verilmez Lütfen herhangi bir doğrulama olmadığını göz önünde bulundurun!

source: Confirm Custom Field Content Update
ar_sa: تأكيد تحديث محتوى الحقل المخصص
cs_cz: Potvrzení aktualizace obsahu vlastního pole
el_gr: Επιβεβαίωση Ενημέρωσης Περιεχομένου Προσαρμοσμένου Πεδίου
es_es: Confirme la actualización de contenido de campo personalizado
fr_fr: Confirmer la mise à jour du contenu du champ personnalisé
he: אשר עדכון תוכן שדה מותאם אישית
hr_hr: Potvrdi aktualiziranje sadržaja prilagođenog polja
hu_hu: Egyéni mezőtartalom frissítésének megerősítése
it_it: Conferma Aggiornamento Contenuto Campi Personalizzati
nl_nl: Bijwerken van de inhoud van het eigen veld bevestigen
pl_pl: Potwierdź aktualizację wartości pola
pt_pt: Confirmar atualização de conteúdo do Campo Personalizado
ro_ro: Confirmați actualizarea conținutului câmpului personalizat
ru_ru: Подтвердите обновление пользовательского поля
sv_se: Bekräfta uppdatering av innehåll för anpassat fält
tr_tr: Özel Alan İçerik Güncelleme Onayı

source: Find what
ar_sa: البحث عن ماذا
cs_cz: Najít
el_gr: Βρείτε τι
es_es: Qué buscar
fr_fr: Trouver quoi
he: מצא את
hr_hr: Nađi
hu_hu: Mit keressen
it_it: Trova
nl_nl: Zoeken naar
pl_pl: Znajdź co
pt_pt: Pesquisar por
ro_ro: Găsește
ru_ru: Найти то, что
sv_se: Hitta vad
tr_tr: Aranan

source: Update Custom Field Content
ar_sa: تحديث محتوى الحقل المخصص
cs_cz: Aktualizovat obsah vlastního pole
el_gr: Ενημέρωση Περιεχομένου Προσαρμοσμένου Πεδίου
es_es: Actualizar el contenido del campo personalizado
fr_fr: MàJ du contenu du champ personnalisé
he: עדכן תוכן שדה מותאם
hr_hr: Aktualiziraj sadržaj prilagođenog polja
hu_hu: Felhasználói mező tartalmának frissítése
it_it: Aggiorna Contenuto Campi Personalizzati
nl_nl: Inhoud eigen velden bijwerken
pl_pl: Uaktualnij zawartość własnego pola
pt_pt: Atualizar Conteúdo do Campo Personalizado
ro_ro: Actualizare conținut câmp personalizat
ru_ru: Обновление пользовательского поля
sv_se: Uppdatera innehållet i anpassat fält
tr_tr: Özel Alan İçeriğini Güncelleyin

source: Do you want to update blank custom field content? Select No if you want to abort the replace procedure.
es_es: ¿Desea actualizar el contenido en blanco del campo personalizado?| Seleccione No si desea abortar el procedimiento de reemplazo.
hu_hu: Szeretné frissíteni az üres egyéni mező tartalmát? Válassza a Nem lehetőséget, ha meg szeretné szakítani a cserefolyamatot.
it_it: Vuoi aggiornare il contenuto del campo personalizzato vuoto? Seleziona No se vuoi annullare la procedura di sostituzione.
pl_pl: Czy chcesz zaktualizować puste pola? Naciśnij Nie, jeśli chcesz przerwać procedurę zastąpienia.
pt_pt: Pretende atualizar o conteúdo em branco dos campos personalizados? Selecione 'Não' se pretende cancelar o procedimento de substituição.
ru_ru: Хотите обновить пользовательское поле пустым значением? Выберите "Нет" если хотите прервать процедуру замены.
sv_se: Vill du uppdatera tomt fältinnehåll? Välj Nej om du vill avbryta ersättningsproceduren.
tr_tr: Boş özel alan içeriğini güncellemek istiyor musunuz? Değiştirme işlemini iptal etmek için Hayır’ı seçin.

source: Replace with
ar_sa: استبدال بـ
cs_cz: Nahradit za
el_gr: Αντικατάσταση με
es_es: Reemplazar con
fr_fr: Remplacer avec
he: החלף ב
hr_hr: Zamijeni sa
hu_hu: Csere erre
it_it: Sostituisci con
nl_nl: Vervangen door
pl_pl: Zastąp przez
pt_pt: Substituir por
ro_ro: Înlocuiește cu
ru_ru: Заменить на
sk_sk: Nahradiť za
sv_se: Ersätt med
tr_tr: İle Değiştir

source: %zu occurrence founded and replaced!
el_gr: %zu εμφάνιση βρέθηκε και αντικαταστάθηκε!
es_es: ¡%zu caso encontrado y reemplazado!
fr_fr: %zu occurrence trouvée et remplacée !
hr_hr: %zu događaj je nađen i zamijenjen!
hu_hu: %zu előfordulást talált és kicserélt!
it_it: %zu occorrenza trovata e sostituita!
pl_pl: Znaleziono i zastąpiono %zu wystąpienie!
pt_pt: %zu ocorrência encontrada e substituída!
ro_ro: %zu apariție găsită și înlocuită!
ru_ru: %zu вхождение найдено и заменено!
tr_tr: %zu oluşumu kuruldu ve değiştirildi!

source: &Bulk content update
ar_sa: &تحديث المحتوى بالجملة
el_gr: &Μαζική ενημέρωση περιεχομένου
es_es: &Actualización masiva del contenido
fr_fr: &Mise à jour massive de contenu
hu_hu: &Tömeges tartalomfrissítés
it_it: &Aggiornamento contenuti in blocco
pl_pl: &Zbiorcza aktualizacja zawartości
pt_pt: &Atualizar conteúdo em massa
ro_ro: &Actualizare conținut în masă
ru_ru: &Массовое обновление содержимого
tr_tr: &Toplu içerik güncellemesi

source: Reports
ar_sa: التقارير
cs_cz: Sestavy
el_gr: Αναφορές
es_es: Informes
fr_fr: Rapports
he: דוחות
hr_hr: Izvještaji
hu_hu: Jelentések
it_it: Resoconti
nl_nl: Rapporten
pl_pl: Raporty
pt_pt: Relatórios
ro_ro: Rapoarte
ru_ru: Отчёты
sk_sk: Reporty
sv_se: Rapporter
tr_tr: Raporlar

source: Locate and load a report file.
ar_sa: حدد موقع ملف التقرير وتحميله.
cs_cz: Najít a načíst soubor zprávy.
el_gr: Εντοπίστε και φορτώστε ένα αρχείο αναφοράς.
es_es: Localizar y cargar un archivo de informe.
fr_fr: Rechercher et charger le fichier de script.
he: אתר וטען קובץ דוח.
hr_hr: Nađi i učitaj datoteku izvještaja.
hu_hu: Jelentésfájl keresése és betöltése.
it_it: Sfoglia e carica file resoconto.
nl_nl: Een rapportbestand laden
pl_pl: Zlokalizuj i załaduj plik raportu.
pt_pt: Localizar e carregar um relatório.
ro_ro: Găsiți și încărcați un fișier de raport.
ru_ru: Найти и загрузить отчёт.
sk_sk: Nájsť a načítať súbor s reportom.
tr_tr: Bir rapor dosyasını bulun ve yükleyin.

source: Export the report to a new file.
ar_sa: تصدير التقرير إلى ملف جديد.
cs_cz: Exportovat zprávu do nového souboru.
el_gr: Εξαγωγή αναφοράς σε ένα νέο αρχείο.
es_es: Exportar el informe a un nuevo archivo.
fr_fr: Exporter le rapport dans un nouveau fichier.
he: יצא את הדוח לקובץ חדש.
hr_hr: Izvezi izvještaj u novu datoteku.
hu_hu: A jelentés exportálása új fájlba
it_it: Esporta il resoconto in un nuovo file.
nl_nl: Exporteer het rapport naar een nieuw bestand.
pl_pl: Eksport raportu do nowego pliku.
pt_pt: Exportar o relatório para um novo ficheiro.
ro_ro: Exportă raportul într-un fișier nou.
ru_ru: Выгрузить отчёт в новый файл.
sk_sk: Exportovať report do nového súboru.
tr_tr: Raporu yeni bir dosyaya verin.

source: &Sync from GitHub
el_gr: &Συγχρονισμός από το GitHub
es_es: &Sincronizar desde GitHub
fr_fr: &Synchroniser depuis GitHub
hu_hu: GitHub ö&sszehangolása
it_it: &Sincronizza da GitHub
pt_pt: &Sincronizar a partir do GitHub
sv_se: Synkronisera från GitHub
tr_tr: &GitHub'dan Senkronize Et

source: Fetch latest reports from GitHub repository
el_gr: Λήψη των πιο πρόσφατων αναφορών από το αποθετήριο GitHub
es_es: Obtener los últimos reportes del repositorio de GitHub
fr_fr: Récupérer les derniers rapports depuis le dépôt GitHub
hu_hu: Legfrissebb jelentések lekérése a GitHub adattárból
it_it: Recupera gli ultimi resoconti dal repository GitHub
sv_se: Hämta senaste rapporter från GitHub-arkivet
tr_tr: GitHub deposundan en son raporları getir

source: Save changes.
ar_sa: حفظ التغييرات.
cs_cz: Uložit změny.
el_gr: Αποθήκευση αλλαγών.
es_es: Guardar cambios.
fr_fr: Sauvegarde de tous les changements.
he: שמור שינויים.
hr_hr: Spremi promjene.
hu_hu: Változások mentése.
it_it: Salva le modifiche.
nl_nl: Wijzigingen opslaan.
pl_pl: Zapisz zmiany.
pt_pt: Gravar alterações.
ro_ro: Salvează modificările.
ru_ru: Сохранить все изменения.
sk_sk: Uložiť zmeny.
sv_se: Spara ändringar.
tr_tr: Değişiklikleri kaydet.

source: &Run
ar_sa: &تشغيل
cs_cz: &Spustit
el_gr: &Εκτέλεση
es_es: &Ejecutar
fr_fr: Déma&rrer
he: &הרץ
hr_hr: &Pokreni
hu_hu: Futtat
it_it: &Esegui
nl_nl: &Uitvoeren
pl_pl: U&ruchom
pt_pt: &Executar
ro_ro: &Rulează
ru_ru: &Выполнить
sk_sk: &Spustiť
sv_se: &Kör
tr_tr: Çalıştı&r

source: Run selected report.
ar_sa: تشغيل التقرير المحدد.
cs_cz: Spustit vybranou zprávu.
el_gr: Εκτέλεση επιλεγμένης αναφοράς.
es_es: Ejecuta el informe seleccionado.
fr_fr: Démarrer le rapport sélectionné.
he: הרץ דוח נבחר.
hr_hr: Pokreni odabrani izvještaj.
hu_hu: kiválasztott jelentés futtatása
it_it: Esegue il resoconto selezionato.
nl_nl: Open het geselecteerd rapport.
pl_pl: Uruchom wybrany raport.
pt_pt: Executar relatório selecionado.
ro_ro: Rulează raportul selectat.
ru_ru: Запустить выбранный отчёт.
sk_sk: Spustiť vybraný report.
sv_se: Kör vald rapport.
tr_tr: Seçilen raporu aç.

source: Output
ar_sa: الناتج
cs_cz: Výstup
el_gr: Εκροές
es_es: Salida
fr_fr: Sortie
he: פלט
hr_hr: Izlaz
hu_hu: Kimenet
pl_pl: Podgląd
pt_pt: Saída
ro_ro: Ieșire
ru_ru: Вывод
sk_sk: Výstup
tr_tr: Dışarı

source: Template
ar_sa: قالب
cs_cz: Šablona
el_gr: Πρότυπο
es_es: Plantilla
fr_fr: Modèle
he: תבנית
hr_hr: Predložak
hu_hu: Sablon
it_it: Modello
nl_nl: Sjabloon
pl_pl: Wzorzec
pt_pt: Modelo
ro_ro: Şablon
ru_ru: Шаблон
sk_sk: Šablóna
sv_se: Mall
tr_tr: Şablon

source: &Test
ar_sa: &اختبار
el_gr: &Δοκιμή
es_es: &Prueba
he: &בדיקה
hr_hr: &Testiraj
hu_hu: &Próba
pt_pt: &Teste
ru_ru: Проверка
sv_se: &Testa

source: Create Template
ar_sa: إنشاء قالب
cs_cz: Vytvořit šablonu
el_gr: Δημιουργία Προτύπου
es_es: Crear plantilla
fr_fr: Créer un modèle
he: צור תבנית
hr_hr: Stvori predložak
hu_hu: Sablon készítése
it_it: Crea Modello
nl_nl: Sjabloon maken
pl_pl: Utwórz wzorzec
pt_pt: Criar Modelo
ro_ro: Creează șablon
ru_ru: Сохранить шаблон
sk_sk: Vytvoriť šablónu
sv_se: Skapa mall
tr_tr: Şablon Oluştur

source: %zu row returned, duration: %lld ms
cs_cz: %zu řádků vypsáno, doba trvání: %lld ms
el_gr: %zu γραμμή επέστρεψε, διάρκεια: %lld ms
es_es: %zu fila devuelta, duración: %lld ms
fr_fr: %zu ligne retournée, durée : %lld ms
hr_hr: %zu redak je vraćen, trajanje: %lld ms
hu_hu: %zu sor visszaküldve, időtartam: %lld ezredmásodperc
it_it: %zu riga restituita, durata: %lld ms
pl_pl: Zwrócono %zu wiersz, czas trwania: %lld ms
pt_pt: %zu linha retornada, duração: %lld ms
ro_ro: %zu rânduri găsite, durata: %lld ms
ru_ru: %zu строка вернулась, продолжительность: %lld мс
tr_tr: %zu satır geri döndü, süre: %lld ms

source: SQL Syntax Error
ar_sa: خطأ في صياغة SQL
cs_cz: Chyba syntaxe SQL
el_gr: Σφάλμα Σύνταξης SQL
es_es: Error en la sintaxis SQL
fr_fr: Erreur de syntaxe SQL
he: שגיאת תחביר SQL
hr_hr: SQL sintaksna greška
hu_hu: SQL szintaxishiba
it_it: Errore di sintassi SQL
nl_nl: SQL Syntax fout
pl_pl: Błąd składni SQL
pt_pt: Erro de sintaxe SQL
ro_ro: Eroare de sintaxă SQL
ru_ru: Ошибка синтаксиса SQL
sk_sk: SQL syntaktická chyba
sv_se: SQL Syntaxfel
tr_tr: SQL Dizilim Hatası

source: Load report file:
ar_sa: تحميل ملف التقرير:
cs_cz: Načíst soubor zprávy:
el_gr: Φόρτωση αρχείου αναφοράς:
es_es: Cargar archivo de informe:
fr_fr: Charger le fichier de rapport:
he: טען קובץ דוח:
hr_hr: Učitaj datoteku s izvještajem:
hu_hu: Jelentésfájl betöltése:
it_it: Carica file resoconto:
nl_nl: Laad rapportbestand:
pl_pl: Załaduj plik raportu:
pt_pt: Carregar ficheiro de relatório:
ro_ro: Încarcă fișierul raport:
ru_ru: Загрузить файл отчёта:
sk_sk: Načítať súbor s reportom:
sv_se: Ladda rapportfil:
tr_tr: Rapor dosyasını yükle:

source: General Report Manager files (*.grm)
ar_sa: ملفات مدير التقرير العام (*.grm)
cs_cz: Soubory správce vlastních zpráv (*.grm)
el_gr: Αρχεία Διαχείρισης Γενικών Αναφορών (*.grm)
es_es: Archivos del Administrador de informes generales (*.grm)
fr_fr: Fichiers General Report Manager (*.grm)
hr_hr: Datoteke općeg upravljača izvještaja (*.grm)
hu_hu: Általános jelentéskezelő fájlok (*.grm)
it_it: File del Gestore Generale dei Resoconti (*.grm)
pl_pl: Pliki Menedżera raportów (*.grm)
pt_pt: Ficheiros do Gestor de Relatórios Personalizados (*.grm)
ro_ro: Fișiere General Report Manager (*.grm)
ru_ru: Файлы диспетчера отчетов (*.grm)
tr_tr: Genel Rapor Yöneticisi dosyaları (*.grm)

source: ZIP files (*.zip)
ar_sa: ملفات ZIP (*.zip)
cs_cz: ZIP soubory (*.zip)
el_gr: Αρχεία ZIP (*.zip)
es_es: Archivos ZIP (* zip)
fr_fr: Fichiers ZIP (*.zip)
hr_hr: ZIP datoteke (*.zip)
hu_hu: ZIP fájlok (*.zip)
it_it: File ZIP (*. zip)
pl_pl: Pliki archiwów ZIP (*.zip)
pt_pt: Ficheiros ZIP (*.zip)
ro_ro: Fișiere ZIP (*.zip)
ru_ru: ZIP файлы (*.zip)
tr_tr: ZIP dosyaları (*.zip)
