Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Category Manager: Adding Error
el_gr: Διαχείριση Κατηγοριών: Σφάλμα Προσθήκης
es_es: Administrador de categorías: Error al añadir
fr_fr: Gestionnaire de catégories : Erreur d'ajout
hr_hr: Upravljač kategorija: Dodavanje greške
hu_hu: Kategóriakezelő: Hozzáadási hiba
it_it: Gestore Categorie: Errore Di Aggiunta
pl_pl: Menedżer kategorii: Błąd dodawania
pt_pt: Gestor de Categoria: Erro ao Adicionar
ru_ru: Менеджер категорий: Ошибка добавления
sv_se: Kategorihanterare: Lägga-till-fel
tr_tr: Kategori Yöneticisi: Ekleme hatası

source: Unable to move a subcategory to a category that already has a subcategory with that name. Consider renaming before moving.
es_es: No puede mover una subcategoría a una categoría que ya tiene una subcategoría con ese nombre. Considere cambiarle el nombre antes de moverla.
fr_fr: Vous ne pouvez pas déplacer une sous-catégorie vers une catégorie qui a déjà une sous-catégorie portant le même nom. Pensez à la renommer avant de la déplacer.
hu_hu: Nem sikerült áthelyezni egy alkategóriát olyan kategóriába, amelyhez már tartozik ilyen nevű alkategória. Költözés előtt fontolja meg az átnevezést.
it_it: Impossibile spostare una sottocategoria in una categoria che ha già una sottocategoria con quel nome. Considera di rinominarla prima di spostarla.
pl_pl: Nie możesz przenieść podkategorii do kategorii, która ma już podkategorię o tej nazwie. Przed przeniesieniem należy rozważyć zmianę nazwy podkategorii.
pt_pt: Não é possível mover uma subcategoria para uma categoria que já tem uma subcategoria com esse nome. Considere alterar o nome antes de mover.
ru_ru: Нельзя переместить подкатегорию в категорию, уже имеющую подкатегорию с таким именем. Попробуйте переименовать её перед перемещением.
sv_se: Du kan inte flytta en underkategori till en kategori som redan har en underkategori med det namnet. Överväg att byta namn innan du flyttar.
tr_tr: Alt kategoriyi, aynı ada sahip bir alt kategorisi bulunan kategoriye taşıyamazsınız. Taşımadan önce yeniden adlandırmayı düşünün.

source: A subcategory with this name already exists
el_gr: Υπάρχει ήδη μια υποκατηγορία με αυτό το όνομα
es_es: Ya existe una subcategoría con este nombre
fr_fr: Une sous-catégorie portant ce nom existe déjà
hr_hr: Podkategorija s ovim imenom već postoji
hu_hu: Már létezik ilyen nevű alkategória
it_it: Esiste già una sottocategoria con questo nome
pl_pl: Podkategoria o tej nazwie już istnieje
pt_pt: Já existe uma subcategoria com este nome
ro_ro: Există deja o subcategorie cu acest nume
ru_ru: Подкатегория с таким именем уже существует
sv_se: En underkategori med detta namn finns redan
tr_tr: Bu ada sahip bir alt kategori zaten var

source: Target category is a descendant
ar_sa: الفئة المستهدفة تنازلية
el_gr: Η κατηγορία στόχος είναι απόγονος
es_es: La categoría de destino es descendiente
fr_fr: La catégorie cible est un descendant
hr_hr: Ciljana kategorija je podređena
hu_hu: Célkategória egy leszármazott
it_it: La categoria di destinazione è un discendente
pl_pl: Kategoria docelowa jest potomkiem
pt_pt: A categoria alvo é descendente
ro_ro: Categoria ţintă este un descendent
ru_ru: Целевая категория является потомком
sv_se: Målkategorin är en ättling
tr_tr: Hedef kategori bir alt nesildir

source: Do you want to move “%1$s” to: “%2$s”?
es_es: ¿Quieres mover “%1$s” a: “%2$s”?
fr_fr: Voulez-vous déplacer “%1$s” vers “%2$s”?
hu_hu: Szeretné áthelyezi a(z) „%1$s” elemet a következő helyre: „%2$s”?
it_it: Vuoi spostare “%1$s” in: “%2$s”?
pl_pl: Chcesz przenieść "%1$s" do: "%2$s"?
pt_pt: Pretende mover "%1$s" para: "%2$s"?
ru_ru: Вы хотите переместить "%1$s" в "%2$s"?
tr_tr: %1$s’ öğesini ‘%2$s’ içine taşımak istiyor musunuz?

source: Top level
ar_sa: أعلى مستوى
el_gr: Ανώτατο επίπεδο
es_es: Nivel superior
fr_fr: Premier niveau
hr_hr: Najviša razina
hu_hu: Felső szint
it_it: Livello superiore
pl_pl: Najwyższy poziom
pt_pt: Nível superior
ro_ro: Nivel superior
ru_ru: Верхний уровень
sv_se: Högsta nivå
tr_tr: Üst düzey

source: Confirm Move
ar_sa: تأكيد النقل
el_gr: Επιβεβαίωση μετακίνησης
es_es: Confirmar
fr_fr: Confirmez le déplacement
hr_hr: Potvrdi premještanje
hu_hu: Áthelyezés megerősítése
it_it: Conferma spostamento
pl_pl: Potwierdź przeniesienie
pt_pt: Confirmar Movimento
ro_ro: Confirmă mutarea
ru_ru: Подтвердите перемещение
sv_se: Bekräfta flytt
tr_tr: Taşımayı onayla

source: Category in use.
ar_sa: الفئة قيد الاستخدام.
cs_cz: Kategorie je již použita.
el_gr: Κατηγορία σε χρήση.
es_es: Categoría en uso.
fr_fr: Catégorie utilisée.
he: הקטגוריה בשימוש.
hr_hr: Upotrijebljena kategorija.
hu_hu: A kategória használatban van.
it_it: Categoria in uso.
nl_nl: Categorie is in gebruik.
pl_pl: Kategoria jest używana.
pt_pt: Categoria em utilização.
ro_ro: Categorie în uz.
ru_ru: Категория используется.
sk_sk: Kategória sa používa.
sv_se: Kategori som används.
tr_tr: Kategori kullanımda.

source: Subcategory in use.
el_gr: Υποκατηγορία σε χρήση.
es_es: Subcategoría en uso.
fr_fr: Sous-catégorie utilisée.
hr_hr: Korištena podkategorija.
hu_hu: Az alkategória használatban van.
it_it: Sottocategoria in uso.
pl_pl: Podkategoria jest używana.
pt_pt: Subcategoria em utilização.
ro_ro: Sub-categorie în uz.
ru_ru: Подкатегория используется.
sv_se: Underkategori som används.
tr_tr: Alt kategori kullanımda.

source: Tip: Change all transactions using this Category to another Category using the merge command:
el_gr: Συμβουλή: Αλλάξτε όλες τις συναλλαγές που χρησιμοποιούν αυτήν την Κατηγορία σε άλλη Κατηγορία χρησιμοποιώντας την εντολή συγχώνευσης:
es_es: Consejo: Cambie todas las transacciones de esta categoría a otra categoría usando el comando de combinación:
fr_fr: Astuce : changer toutes les opérations utilisant cette catégorie en une autre catégorie avec la commande Fusionner :
hu_hu: Tipp: az összes ügylet ebből a kategóriából egy másik kategóriába az egyesítés paranccsal változik:
it_it: Suggerimento: cambia tutte le transazioni che utilizzano questa categoria in un’altra categoria usando il comando di unione:
pl_pl: Wskazówka: Przenieś wszystkie transakcje używające tej kategorii do innej kategorii używając komendy scalania:
pt_pt: Sugestão: Mude todas as transações que usam esta Categoria para outra utilizando o comando Fundir:
ro_ro: Sfat: Schimbă toate tranzacțiile folosind această categorie la altă categorie folosind comanda de îmbinare:
ru_ru: Совет. Измените все транзакции, использующие эту подкатегорию, на другую подкатегорию с помощью команды слияния:
tr_tr: İpucu: Bu kategoriyi kullanan tüm işlemleri taşıma komutunu kullanarak diğer bir kategoriye taşıyın:

source: Tip: Change all transactions using this Subcategory to another Category using the merge command:
el_gr: Συμβουλή: Αλλάξτε όλες τις συναλλαγές που χρησιμοποιούν αυτήν την Υποκατηγορία σε άλλη Κατηγορία χρησιμοποιώντας την εντολή συγχώνευσης:
es_es: Consejo: Cambie todas las transacciones de esta subcategoría a otra subcategoría usando el comando de combinación:
fr_fr: Astuce : Changez toutes les opérations utilisant cette sous-catégorie en une autre catégorie en utilisant la commande Fusionner :
hu_hu: Tipp: az összes ügylet ebből az alkategóriából egy másik kategóriába az egyesítés paranccsal változik:
it_it: Suggerimento: cambia tutte le transazioni che utilizzano questa sottocategoria in un’altra categoria usando il comando di unione:
pl_pl: Wskazówka: Przenieś wszystkie transakcje używające tej podkategorii do innej kategorii używając polecenia scalania:
pt_pt: Sugestão: Mude todas as transações que usam esta Subcategoria para outra Categoria utilizando o comando fundir:
ro_ro: Sfat: Schimbă toate tranzacțiile folosind această sub-categorie la altă categorie folosind comanda de îmbinare:
ru_ru: Подсказка: Измените все транзакции, использующие эту подкатегорию, на другую категорию, используя команду слияния:
sv_se: Tips: Ändra alla transaktioner med denna underkategori till en annan kategori med hjälp av sammanfogningskommandot:
tr_tr: İpucu: Bu Alt Kategoriyi kullanarak tüm işlemleri şu şekilde değiştirin: birleştirme komutunu kullanan başka bir Kategori:

source: Tools → Merge → Categories
el_gr: Εργαλεία → Συγχώνευση → Κατηγορίες
es_es: Herramientas → Combinar → Categorías
fr_fr: Outils → Fusionner → Catégories
hr_hr: Alati → Sjedini → Kategorije
hu_hu: Eszközök → Egyesítés → Kategóriák
it_it: Strumenti → Unisci → Categorie
pl_pl: Narzędzia → Scal → Kategorie
pt_pt: Ferramentas → Fundir → Categorias
ro_ro: Unelte → Îmbinare → Categorii
ru_ru: Инструменты → Объединить → Категории
tr_tr: Araçlar → Birleştir → Kategoriler

source: Category Manager: Delete Error
el_gr: Διαχείριση Κατηγοριών: Σφάλμα Διαγραφής
es_es: Administrador de categorías: Error al eliminar
fr_fr: Gestionnaire de catégories : Erreur de suppression
hr_hr: Upravljač kategorija: Izbriši grešku
hu_hu: Kategóriakezelő: Törlési hiba
it_it: Gestore Categorie: Errore Di Eliminazione
pl_pl: Menedżer kategorii: Błąd usuwania
pt_pt: Gestor de Categoria: Erro ao Excluir
ru_ru: Менеджер категорий: Ошибка удаления
sv_se: Kategorihanterare: Raderingsfel
tr_tr: Kategori Yöneticisi: Silme hatası

source: Deleted transactions exist which use this category or one of its descendants.
ar_sa: توجد معاملات محذوفة تستخدم هذه الفئة أو أحد فروعها تنازلية.
el_gr: Υπάρχουν Διαγραμμένες συναλλαγές που χρησιμοποιούν αυτή την κατηγορία ή μία από τις απογόνους της.
es_es: Existen transacciones eliminadas que utilizan esta categoría o una subcategoría asociada.
fr_fr: Il existe des transactions supprimées qui utilisent cette catégorie ou l'un de ses descendants.
hr_hr: Postoje izbrisane transakcije koje koriste ovu kategoriju ili jednu od njezinih podređenih.
hu_hu: Törölt ügyletek léteznek, amelyek ezt a kategóriát vagy valamelyik leszármazottját használják.
it_it: Esistono transazioni eliminate che utilizzano questa categoria o una delle sue categorie discendenti.
pl_pl: Istnieją usunięte transakcje, które używają tej kategorii lub jednego z jej potomków.
pt_pt: Existem transações eliminadas que usam esta categoria ou uma das suas descendentes.
ro_ro: Există tranzacții șterse care utilizează această categorie sau unul dintre descendenții săi.
ru_ru: Существуют удаленные транзакции, которые используют эту категорию или одного из ее потомков.
sv_se: Raderade transaktioner finns som använder denna kategori eller en av dess ättlingar.
tr_tr: Bu kategoriyi veya alt kategorilerinden birini kullanan silinmiş işlemler mevcuttur.

source: Deleting the category will also automatically purge the associated deleted transactions.
ar_sa: سيؤدي حذف الفئة أيضًا إلى إزالة المعاملات المحذوفة المرتبطة تلقائيًا.
el_gr: Η διαγραφή της κατηγορίας θα καθαρίσει επίσης αυτόματα τις σχετικές διαγραμμένες συναλλαγές.
es_es: Eliminar la categoría también borrará automáticamente las transacciones eliminadas asociadas.
fr_fr: La suppression de la catégorie effacera également automatiquement les opérations associées supprimées.
hr_hr: Brisanjem kategorije će se također automatski zauvijek izbrisati povezane izbrisane transakcije.
hu_hu: A kategória törlésével a hozzá tartozó törölt ügyletek is önműködően törlődnek.
it_it: L'eliminazione della categoria eliminerà automaticamente anche le transazioni eliminate associate.
pl_pl: Usunięcie kategorii spowoduje również automatyczne wyczyszczenie powiązanych usuniętych transakcji.
pt_pt: Apagar a categoria removerá também, automaticamente, as transações eliminadas associadas.
ro_ro: Ștergerea categoriei va șterge automat și tranzacțiile șterse asociate.
ru_ru: Удаление категории также автоматически очистит связанные удалённые транзакции.
sv_se: Borttagning av kategorin kommer också automatiskt rensa associerade borttagna transaktioner.
tr_tr: Kategoriyi silmek, ilişkili silinmiş işlemleri de otomatik olarak temizleyecektir.

source: Confirm Category Deletion
ar_sa: تأكيد حذف الفئة
el_gr: Επιβεβαίωση Διαγραφής Κατηγορίας
es_es: Confirmar eliminación de la categoría
fr_fr: Confirmer la suppression de la catégorie
hr_hr: Potvrdi brisanje kategorije
hu_hu: Kategória törlésének megerősítése
it_it: Conferma l'eliminazione della categoria
pl_pl: Potwierdź usunięcie kategorii
pt_pt: Confirmar Eliminação da Categoria
ro_ro: Confirmă ștergerea Categoriei
ru_ru: Подтвердите удаление категории
sv_se: Bekräfta borttagning av kategori
tr_tr: Kategori Silme İşlemini Onayla

source: Enter a new name for '%s'
ar_sa: أدخل اسم جديد لـ '%s'
cs_cz: Zadejte nový název pro '%s'
el_gr: Εισάγετε ένα νέο όνομα για %s'
es_es: Introducir un nuevo nombre para %s'
fr_fr: Entrez un nouveau nom pour '%s'
hr_hr: Upiši novo ime za „%s”
hu_hu: Írjon be új nevet e helyett: '%s'
it_it: Inserire un nuovo nome per '%s'
pl_pl: Wprowadź nową nazwę dla '%s'
pt_pt: Introduza um novo nome para '%s'
ro_ro: Introdu un nume nou pentru '%s'
ru_ru: Введите новое имя для '%s'
sv_se: Ange ett nytt namn för '%s'
tr_tr: '%s' için yeni bir ad girin

source: Edit Category
ar_sa: تحرير الفئة
cs_cz: Upravit kategorii
el_gr: Επεξεργασία Κατηγορίας
es_es: Editar categoría
fr_fr: Modifier la catégorie
he: ערוך קטגוריה
hr_hr: Uredi kategoriju
hu_hu: Kategória szerkesztése
it_it: Modifica categoria
nl_nl: Categorie wijzigen
pl_pl: Edytuj kategorię
pt_pt: Editar Categoria
ro_ro: Editează Categoria
ru_ru: Редактировать категорию
sk_sk: Upraviť kategóriu
sv_se: Redigera kategori
tr_tr: Kategori Düzenle

source: Category Manager: Editing Error
el_gr: Διαχείριση Κατηγοριών: Σφάλμα Επεξεργασίας
es_es: Administrador de categorías: Error al editar
fr_fr: Gestionnaire de catégories : Éditer l'erreur
hr_hr: Upravljač kategorija: Uređivanje greške
hu_hu: Kategóriakezelő: Szerkesztési hiba
it_it: Gestore Categorie: Errore Di Modifica
pl_pl: Menedżer kategorii: Błąd edycji
pt_pt: Gestor de Categoria: Erro ao Editar
ru_ru: Менеджер категорий: Ошибка редактирования
sv_se: Kategorihanterare: Redigeringsfel
tr_tr: Kategori Yöneticisi: Düzenleme hatası

source: Merge categories completed
el_gr: Η συγχώνευση κατηγοριών ολοκληρώθηκε
es_es: Completada la combinación de categorías
fr_fr: Fusion des catégories réalisée
hr_hr: Sjedinjavanje kategorija dovršeno
hu_hu: Kategóriák egyesítése befejeződött
it_it: Unisci categorie completate
pl_pl: Scalanie kategorii zakończone
pt_pt: Fusão de categorias completa
ro_ro: Îmbinarea categoriilor a fost finalizată
ru_ru: Слияние категорий завершено
tr_tr: Kategorileri birleştirme tamamlandı

source: Records have been updated in the database: %i
ar_sa: تم تحديث السجلات في قاعدة البيانات: %i
cs_cz: Záznamy byly aktualizovány v databázi: %i
el_gr: Οι εγγραφές έχουν ενημερωθεί στη βάση δεδομένων: %i
es_es: Los registros han sido actualizados en la base de datos: %i
fr_fr: Les enregistrements ont été mis à jour dans la base de données : %i
he: רשומות עודכנו במסד הנתונים: %i
hr_hr: Zapisi su aktualizirani u bazi podataka: %i
hu_hu: Adatbázis-bejegyzések frissítve: %i
it_it: Elementi aggiornati nel database: %i
nl_nl: Records zijn bijgewerkt in het databestand: %i
pl_pl: Zapisy w bazie danych zostały uaktualnione: %i
pt_pt: Os registos foram atualizados na base de dados: %i
ro_ro: Înregistrări care au fost actualizate în baza de date: %i
ru_ru: Обновлено записей в базе данных: %i
sk_sk: Boli aktualizované záznamy v databáze: %i
sv_se: Poster har uppdaterats i databasen: %i
tr_tr: Veritabanındaki güncellenen kayıtlar: %i

source: Merge categories result
el_gr: Συγχώνευση αποτελεσμάτων κατηγοριών
es_es: Resultado de la combinación de categorías
fr_fr: Résultat de la fusion des catégories
hr_hr: Rezultat sjedinjavanja kategorija
hu_hu: Kategóriák egyesítésének eredménye
it_it: Risultato dell'unione delle categorie
pl_pl: Wynik scalania kategorii
pt_pt: Resultado da Fusão de Categorias
ro_ro: Rezultatul îmbinării categoriilor
ru_ru: Результат слияния категорий
tr_tr: Kategorileri birleştirme sonuçları

source: Do you want to show all categories?
el_gr: Θέλετε να εμφανίσετε όλες τις κατηγορίες;
es_es: ¿Desea mostrar todas las categorías?
fr_fr: Souhaitez-vous afficher toutes les catégories ?
hu_hu: Szeretné megjeleníteni az összes kategóriát?
it_it: Vuoi visualizzare tutte le categorie?
pl_pl: Czy chcesz pokazać wszystkie kategorie?
sv_se: Vill du visa alla kategorier?
tr_tr: Tüm kategorileri göstermek istiyor musunuz?

source: Show all categories
el_gr: Εμφάνιση όλων των κατηγοριών
es_es: Mostrar todas las categorías
fr_fr: Afficher toutes les catégories
hu_hu: Összes kategória megjelenítése
it_it: Visualizza tutte le categorie
pl_pl: Pokaż wszystkie kategorie
sv_se: Visa alla kategorier
tr_tr: Tüm kategorileri görüntüle

source: &Edit Category…
el_gr: &Επεξεργασία Κατηγορίας…
es_es: &Editar Categoría…
fr_fr: &Editer la catégorie…
hu_hu: Kategória s&zerkesztése…
it_it: &Modifica Categoria…
pl_pl: &Edytuj kategorię
sv_se: &Redigera kategori…
tr_tr: &Kategoriyi Düzenle…

source: &Hide Selected Category
el_gr: &Απόκρυψη Επιλεγμένης Κατηγορίας
es_es: &Ocultar categoría seleccionada
fr_fr: &Cacher la catégorie sélectionnée
hu_hu: Kijelölt kategória el&rejtése
it_it: &Nascondi Categoria Selezionata
pl_pl: &Ukryj wybraną kategorię
sv_se: &Dölj vald kategori
tr_tr: &Seçili Kategoriyi Gizle

source: &Show Selected Category
el_gr: &Εμφάνιση Επιλεγμένης Κατηγορίας
es_es: &Mostrar categoría seleccionada
fr_fr: &Afficher la catégorie sélectionnée
hu_hu: Kijelölt kategória meg&jelenítése
it_it: &Visualizza Categoria Selezionata
pl_pl: &Odkryj wybraną kategorię
sv_se: &Visa vald kategori
tr_tr: &Seçili Kategoriyi Görüntüle

source: &Remove Category
el_gr: &Αφαίρεση κατηγορίας
es_es: &Remover categoría
fr_fr: &Supprimer la catégorie
hu_hu: Kategória el&távolítása
it_it: &Rimuovi Categoria
pl_pl: Usuń kategorię
sv_se: &Ta bort kategori
tr_tr: &Kategoriyi Sil

source: &New Category…
el_gr: &Νέα Κατηγορία…
es_es: &Nueva Categoría…
fr_fr: &Nouvelle catégorie…
hu_hu: &Új kategória…
it_it: &Nuova Categoria…
pl_pl: &Nowa kategoria…
sv_se: &Ny kategori…
tr_tr: &Yeni Kategori…

source: Category Manager
el_gr: Διαχειριστής Κατηγοριών
es_es: Administrador de categorías
fr_fr: Gestionnaire des catégories
hr_hr: Upravljač kategorija
hu_hu: Kategóriakezelő
it_it: Gestore Categorie
pl_pl: Menedżer kategorii
pt_pt: Gerenciador de categorias
ru_ru: Менеджер категорий
sv_se: Kategorihanterare
tr_tr: Kategori Yöneticisi

source: Currency name
ar_sa: اسم العملة
cs_cz: Název měny
el_gr: Ονομασία συναλλάγματος
es_es: Nombre de la divisa
fr_fr: Nom de la devise
he: שם מטבע
hr_hr: Ime valute
hu_hu: Pénznem neve
it_it: Nome della Valuta
nl_nl: Valutanaam
pl_pl: Nazwa waluty
pt_pt: Nome da Moeda
ro_ro: Nume valută
ru_ru: Название валюты
sk_sk: Názov meny
sv_se: Valutans namn
tr_tr: Para birimi adı

source: Currency Name
ar_sa: اسم العملة
cs_cz: Název měny
el_gr: Όνομα του νομίσματος
es_es: Nombre de la divisa
fr_fr: Nom de la devise
he: שם מטבע
hr_hr: Ime valute
hu_hu: Pénznem neve
it_it: Nome Valuta
nl_nl: Valutanaam
pl_pl: Nazwa waluty
pt_pt: Nome da Moeda
ro_ro: Numele Valutei
ru_ru: Название валюты
sk_sk: Názov meny
sv_se: Valutanamn
tr_tr: Para Birimi

source: Currency Code
ar_sa: رمز العملة
el_gr: Κωδικός Νομίσματος
es_es: Código de divisa
fr_fr: Code de la devise
hr_hr: Šifra valute
hu_hu: Pénznemkód
it_it: Codice Valuta
pl_pl: Kod waluty
pt_pt: Código da Moeda
ro_ro: Cod valută
ru_ru: Код валюты
sv_se: Valutakod
tr_tr: Para Birimi Kodu

source: Currency Symbol
ar_sa: رمز العملة
cs_cz: Symbol měny
el_gr: Σύμβολο νομίσματος
es_es: Símbolo de la divisa
fr_fr: Symbole de la devise
he: סמל מטבע
hr_hr: Oznaka valute
hu_hu: Pénznemjelzés
it_it: Simbolo Valuta
nl_nl: Valutasymbool
pl_pl: Symbol waluty
pt_pt: Símbolo da Moeda
ro_ro: Simbolul Valutei
ru_ru: Обозначение валюты
sk_sk: Symbol meny
sv_se: Valutasymbol
tr_tr: Para Birimi Sembolu

source: Symbol Location
ar_sa: موقع الرمز
el_gr: Τοποθεσία Συμβόλου
es_es: Ubicación del símbolo
fr_fr: Symbole du pays
hu_hu: Jelzés elhelyezkedése
it_it: Posizione Simbolo
pl_pl: Położenie symbolu
pt_pt: Posição do Símbolo
ro_ro: Poziţie simbol
ru_ru: Расположение символа
sv_se: Plats för symbol
tr_tr: Sembol Konumu

source: Prefix
ar_sa: البادئة
el_gr: Πρόθεμα
es_es: Prefijo
fr_fr: Préfixe
hr_hr: Prefiks
hu_hu: Előtag
it_it: Prefisso
pl_pl: Prefiks
pt_pt: Prefixo
ru_ru: Префикс
tr_tr: Önek

source: Suffix
ar_sa: اللاحقة
el_gr: Κατάληξη
es_es: Sufijo
fr_fr: Suffixe
hr_hr: Sufiks
hu_hu: Utótag
it_it: Suffisso
pl_pl: Sufiks
pt_pt: Sufixo
ro_ro: Sufix
ru_ru: Суффикс
tr_tr: Sonek

source: Dot
ar_sa: نقطة
el_gr: Τελεία
es_es: Punto
fr_fr: Point
hr_hr: Točka
hu_hu: Pont
it_it: Punto
pl_pl: Kropka
pt_pt: Ponto
ro_ro: Punct
ru_ru: Точка
sv_se: Punkt
tr_tr: Nokta

source: Comma
ar_sa: فاصلة
el_gr: Κόμμα
es_es: Coma
fr_fr: Virgule
hr_hr: Zarez
hu_hu: Vessző
it_it: Virgola
pl_pl: Przecinek
pt_pt: Vírgula
ro_ro: Virgulă
ru_ru: Запятая
sv_se: Komma
tr_tr: Virgül

source: Grouping Char
ar_sa: مجموعة حروف
cs_cz: Skupinový oddělovač
el_gr: Χαρακτήρας ομαδοποίησης
es_es: Carácter separador de miles
fr_fr: Caractère de regroupement
he: מפריד אלפים
hr_hr: Znak grupiranja
hu_hu: Ezres elválasztójel
it_it: Separatore Migliaia
nl_nl: Groeperingsteken
pl_pl: Znak grupowania
pt_pt: Separador de Milhar
ro_ro: Car. de Grupare
ru_ru: Разделитель групп
sk_sk: Skupinový znak
sv_se: Tusentalsavgränsare
tr_tr: Gruplama Karakteri

source: None
ar_sa: بدون
cs_cz: Žádný(á)
el_gr: Κανένα
es_es: Ninguno
fr_fr: Néant
he: ללא
hr_hr: Bez
hu_hu: Nincs
it_it: Nessuna
nl_nl: Geen
pl_pl: Brak
pt_pt: Nada
ro_ro: Nici una
ru_ru: Нет
sk_sk: Žiadny(e)
sv_se: Inget
tr_tr: Hiçbiri

source: Space
ar_sa: مسافة
el_gr: Κενό
es_es: Espacio
fr_fr: Espace
hr_hr: Razmak
hu_hu: Szóköz
it_it: Spazio
pl_pl: Spacja
pt_pt: Espaço
ro_ro: Spațiu
ru_ru: Пробел
sv_se: Mellanslag
tr_tr: Boşluk

source: Scale
ar_sa: المقياس
cs_cz: Míra
el_gr: Κλίμακα
es_es: Decimales (escala)
fr_fr: Échelle
he: מקומות עשרוניים
hr_hr: Decimale
hu_hu: Lépték
it_it: Scala
nl_nl: Schaal
pl_pl: Skala
pt_pt: Escala
ro_ro: Scala
ru_ru: Дробных
sk_sk: Počet desatinných miest (100 = 2 desatinné miesta)
sv_se: Skala
tr_tr: Ölçek

source: Conversion to Base Rate
ar_sa: التحويل إلى السعر الأساسي
cs_cz: Kurz pro převod
el_gr: Μετατροπή σε Τιμή Βάσης
es_es: Conversión a Tasa Base
fr_fr: Conversion au taux de base
hr_hr: Konverzija u osnovni tečaj
hu_hu: Konvertálás alapárfolyamra
it_it: Tasso di conversione
nl_nl: Omzetting baar standaard koers
pl_pl: Przeliczenie na stawkę podstawową
pt_pt: Conversão para a Taxa Base
ro_ro: Conversia la rata de bază
ru_ru: Обменный курс
sv_se: Konvertering till basvaluta
tr_tr: Baz Oranına Dönüşüm

source: Conversion rate will be used in case no currency history has been found for the currency
ar_sa: سيتم استخدام سعر التحويل في حالة عدم العثور على سجل عملة للعملة
cs_cz: Konverzní kurz bude použit v případě, že pro měnu nebude nalezena žádná historie kurzů
el_gr: Η τιμή μετατροπής θα χρησιμοποιηθεί σε περίπτωση που δεν βρέθηκε ιστορικό νομίσματος για το νόμισμα
es_es: La tasa de conversión se utilizará en caso de que no se haya encontrado ningún historial de divisas para la divisa
fr_fr: Le taux de conversion sera utilisé dans le cas où aucun historique n'aura été trouvé pour la devise
hr_hr: U slučaju da se za valutu ne nađe povijest valute, koristit će se tečaj konverzije
hu_hu: Ha pénznemhez nem talált árfolyamelőzményeket, a váltási árfolyamot fogja használni
it_it: Il tasso di conversione verrà utilizzato nel caso in cui non sia stata trovata alcuno storico dei tassi di cambio
pl_pl: Kurs wymiany zostanie użyty w przypadku, gdy nie znaleziono historii walut dla waluty
pt_pt: A taxa de conversão será utilizada caso não tenha sido encontrado um histórico de taxas para a moeda
ro_ro: Rata de conversie va fi utilizată în cazul în care nu a fost găsit un istoric pentru valută
ru_ru: Коэффициент конвертации будет использоваться в случае, если история валюты не была найдена для валюты
tr_tr: Para birimi için para birimi geçmişi bulunamaması durumunda dönüşüm oranı kullanılır
