Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Estimated Expenses:
cs_cz: Předpokládané výdaje:
el_gr: Εκτιμώμενα Έξοδα:
es_es: Gastos estimados:
fr_fr: Dépenses estimées
he: הוצאות צפויות:
hr_hr: Procijenjeni troškovi:
hu_hu: Becsült kiadások:
it_it: Uscite Previste:
nl_nl: Geschatte uitgaven:
pl_pl: Szacowane wydatki:
pt_pt: Despesa Estimada:
ru_ru: Ожидаемый расход:
sk_sk: Odhadované výdavky:
sv_se: Beräknade utgifter:
tr_tr: Tahmini Gider:

source: Actual Expenses:
cs_cz: Aktuální výdaje:
el_gr: Πραγματικά Έξοδα:
es_es: Gastos reales:
fr_fr: Dépenses actuelles:
he: הוצאות בפועל:
hr_hr: Stvarni troškovi:
hu_hu: Tényleges kiadások:
it_it: Uscite Effettive:
nl_nl: Werkelijke uitgaven:
pl_pl: Rzeczywiste wydatki:
pt_pt: Despesas Realizadas:
ru_ru: Реальный расход:
sk_sk: Skutočné výdavky:
sv_se: Faktiska utgifter:
tr_tr: Gerçekleşen Gider:

source: Difference Expenses:
cs_cz: Rozdíl výdajů:
el_gr: Έξοδα Διαφορών:
es_es: Diferencia de gastos:
fr_fr: Différentiel des dépenses:
he: הפרש הוצאות:
hr_hr: Razlika troškova:
hu_hu: Kiadások különbözete:
it_it: Saldo Uscite:
nl_nl: Verschil uitgaven:
pl_pl: Różnica wydatków:
pt_pt: Desvio Despesas:
ru_ru: Разница по расходам:
sk_sk: Rozdiel výdavkov:
sv_se: Skillnad på utgifter:
tr_tr: Gider Farkı:

source: Budget Performance for %s
cs_cz: Roční rozpočet pro %s
el_gr: Απόδοση του προϋπολογισμού για %s
es_es: Ejecución del presupuesto para %s
fr_fr: Performance budgétaire pour %s
he: בצועי תקציב ל %s
hr_hr: Rezultat budžeta za %s
hu_hu: A(z) %s Költségvetési teljesítménye
it_it: Risultati Budget per %s
nl_nl: Begrotingsresultaat voor %s
pl_pl: Wykonanie budżetu na %s
pt_pt: Desempenho Orçamental para %s
ru_ru: Представление бюджета на %s
tr_tr: %s için Bütçe Performansı

source: Act.
cs_cz: Akt.
el_gr: Πράξη.
es_es: Real.
hr_hr: Stvarno
hu_hu: Akt.
nl_nl: Werk.
pl_pl: real.
pt_pt: Real.
ru_ru: Факт.
tr_tr: Ger.

source: Est.
cs_cz: Před.
hr_hr: Procij.
hu_hu: Becs.
nl_nl: Verw.
pl_pl: plan
ru_ru: Ожид.
tr_tr: Thm.

source: Bug Report
cs_cz: Hlášení chyb
el_gr: Αναφορά σφάλματος
es_es: Informe de errores
fr_fr: Rapport de bug
hr_hr: Izvještaj o grešci
hu_hu: Hibajelentés
it_it: Segnala un bug
pl_pl: Raport o błędach
pt_pt: Relatório de Erros
ru_ru: Отчет об ошибке
sk_sk: Správa o chybe
sv_se: Buggrapport
tr_tr: Hata Raporu

source: Replace this text (marked with >) with detailed description of the problem.
es_es: Reemplace este texto (marcado con >) con una descripción detallada del problema.
fr_fr: Remplacez ce texte (marqué par >) par une description détaillée du dysfonctionnement.
hu_hu: Cserélje ki ezt a szöveget (> jelzéssel) a probléma részletes leírásával.
it_it: Sostituisci questo testo (contrassegnato con >) con una descrizione dettagliata del problema.
tr_tr: Bu metni (>) ile işaretlenmiş olanı, sorunun ayrıntılı açıklamasıyla değiştirin.

source: Please do not remove information attached below this text.
cs_cz: Prosím neodstraňujte informace uvedené pod tímto textem.
el_gr: Παρακαλούμε να μην αφαιρείτε τις πληροφορίες που έχουν επισυναφθεί κάτω από το κείμενο αυτό.
es_es: Por favor, no elimine la información adjunta debajo de este texto.
fr_fr: Veuillez ne pas effacer les informations jointes sous ce texte.
hr_hr: Ne uklanjaj informacije priložene ispod ovog teksta.
hu_hu: Ne távolítsa el az ehhez a szöveghez lent csatolt információt.
it_it: Per favore non rimuovere le informazoni allegate sotto questo testo.
pl_pl: Nie usuwaj informacji załączonych poniżej tego tekstu.
pt_pt: Por favor, não remova a informação abaixo anexada a este texto.
ru_ru: Пожалуйста, не удаляйте информацию, указанную ниже этого текста.
sv_se: Ta inte bort information som bifogas under denna text.
tr_tr: Lütfen bu metnin altına eklenmiş bilgileri kaldırmayın.

source: Use Help → Check for Updates in MMEX to get the latest version, where the problem might be already fixed.
es_es: Utilice Ayuda → Comprobar actualizaciones en MMEX para obtener la última versión, donde su problema podría estar ya arreglado.
fr_fr: Utiliser le menu Aide -> Vérifier les Mises à jour de MMEX pour obtenir la dernière version. L'origine de votre dysfonctionnement a peut-être été déjà résolue.
hu_hu: Használja a Súgó → Frissítések keresése lehetőséget az MMEX alkalmazásban a legújabb verzió lekéréséhez, ahol a probléma már megoldódott.
it_it: Usa Aiuto → Verifica aggiornamenti in MMEX per ottenere l'ultima versione, dove il problema potrebbe essere già stato risolto.
tr_tr: MMEX’te Yardım → Güncellemeleri Denetle seçeneğini kullanarak en son sürümü edinin; sorun zaten düzeltilmiş olabilir.

source: Search <a href='%s'>a list of known issues</a> for similar problem. If so, update existing issue instead of creating a new one.
cs_cz: Hledat v <a href='%s'>seznamu známých problémů</a> podobný problém. Pokud existujte, aktualizujte existující problém místo vytvoření nového.
el_gr: Αναζητήστε στο <a href='%s'> μια λίστα από ήδη γνωστά θέματα </a> για παρόμοια προβλήματα. Αν υπάρχει τέτοιο, ενημερώστε το υπάρχον θέμα αντί να δημιουργήσετε ένα νέο.
es_es: Busca en <a href='%s'>lista de problemas conocidos</a> para encontrar un problema similar. Si es así, actualiza el problema existente en lugar de crear uno nuevo.
fr_fr: Vérifiez qu'il n'y a pas déjà un problème similaire dans la <a href='%s'>liste des problèmes connus</a>. Si vous en trouvez un, mettez à jour le problème existant au lieu d'en signaler un nouveau.
hr_hr: Pretraži <a href='%s'>popis poznatih problema</a> za sličnim problemima. Ako postoje, aktualiziraj postojeći problem umjesto pokretanja novog.
hu_hu: Keress hasonlót itt: <a href='%s'>ismert problémák lista</a>. Találat esetén azt frissítsd új bejegyzés készítése helyett.
it_it: Cerca <a href='%s'>una lista di problemi noti</a> per problemi simili. In caso affermativo, aggiorna il problema esistente invece di crearne uno nuovo.
pl_pl: Wyszukaj <a href='%s'>listę znanych problemów</a> pod kątem podobnych. Jeśli znajdziesz, zaktualizuj istniejący problem zamiast tworzyć nowy.
pt_pt: Pesquise <a href='%s'>uma lista de questões conhecidas</a> por um problema semelhante. Caso encontre, atualize a questão existente em vez de criar outra.
ru_ru: Проверьте <a href='%s'>список известных проблем</a> на предмет, что такая проблема уже зарегистрирована. Если да, обновите существующую заявку вместо создания новой.
tr_tr: Benzer bir sorun için <a href='%s'>bilinen sorunların listesini</a> arayın. Öyleyse, yeni bir sorun oluşturmak yerine mevcut sorunu güncelleyin.

source: As you know, <a href='%s'>a forum</a> for users is available where you can discuss problems and find solutions.
cs_cz: Jak víte, <a href='%s'>je k dispozici fórum</a> pro uživatele, kde můžete diskutovat o problémech a hledat řešení.
el_gr: Όπως γνωρίζετε, <a href='%s'>ένα φόρουμ</a> για τους χρήστες είναι διαθέσιμο όπου μπορείτε να συζητήσετε προβλήματα και να βρείτε λύσεις.
es_es: Como usted sabe, <a href='%s'>un foro</a> para usuarios está disponible donde puede comentar problemas y encontrar soluciones.
fr_fr: Comme vous le savez, <a href='%s'>un forum</a> pour les utilisateurs est disponible où vous pouvez discuter de problèmes et trouver des solutions.
hr_hr: Za raspravu o problemima i za pronalaženje rješenja, koristi korisnički <a href='%s'>forum</a>.
hu_hu: Ahogy tudod van egy felhasználói <a href='%s'>forum</a>. ahogy a problémákat meg lehet vitatni és megoldást találni.
it_it: Come sai, è disponibile <a href='%s'> un forum</a> per gli utenti dove è possibile discutere i problemi e trovare soluzioni.
pl_pl: Jak wiesz, dostępne jest <a href='%s'>forum</a> dla użytkowników, gdzie można dyskutować o problemach i znaleźć rozwiązania.
pt_pt: Como sabe, está disponível <a href='%s'>um fórum</a> para utilizadores onde pode discutir problemas e encontrar soluções.
ru_ru: Как вы знаете, <a href='%s'> форум </a> для пользователей доступен для обсуждения проблем и поиска решений.
tr_tr: Bildiğiniz gibi <a href='%s'>kullanıcılar için sorunları tartışabileceğiniz ve çözüm bulabileceğiniz bir forum</a> mevcuttur.

source: Please, join the community on <a href='%s'>Slack</a>. Here you can also pose the question and learn the latest news.
es_es: Por favor, únase a la comunidad en <a href='%s'>Slack</a>. Aquí también puedes plantear la pregunta y aprender las últimas noticias.
fr_fr: Rejoignez notre communauté dans <a href='%s'>Slack</a>. Vous pouvez également y poser vos questions et connaître les dernières nouveautés.
hu_hu: Kérjük, csatlakozzon a közösséghez a <a href='%s'>Slack</a>-en. Itt is felteheti a kérdést, és megtudhatja a legfrissebb híreket.
it_it: Per favore, unisciti alla community su <a href='%s'>Slack</a>. Qui puoi anche fare domande e scoprire le ultime novità.
tr_tr: Lütfen <a href='%s'>Slack</a> topluluğuna katılın. Burada sorularınızı da sorabilir ve en son haberleri öğrenebilirsiniz.

source: Read <a href='%s'>How to Report Bugs Effectively</a> for useful tips.
cs_cz: Přečtěte si <a href='%s'>Jak efektivně hlásit chyby</a> pro užitečné tipy.
el_gr: Διαβάστε στο <a href='%s'> πως να δημιουργήσετε μια αναφορά σφάλματος αποδοτικά </a> για χρήσιμες οδηγίες.
es_es: Leer <a href='%s'>Cómo informar de errores de forma efectiva</a> para obtener consejos útiles.
fr_fr: Lisez <a href='%s'>Comment signaler des bogues de manière efficace</a> pour des conseils utiles.
hr_hr: Pročitaj <a href='%s'>Kako efektivno pirjaviti problem</a> za savjete.
hu_hu: Hasznos tippekért olvassa el <a href='%s'>Hogyan jelenthet hatékonyan hibákat</a>.
it_it: Leggi <a href='%s'>come segnalare i bug in modo efficace</a> per suggerimenti utili.
pl_pl: Przeczytaj <a href='%s'>Jak skutecznie zgłaszać błędy</a> po przydatne wskazówki.
pt_pt: Leia <a href='%s'>Como relatar erros de forma efetiva</a> para sugestões úteis.
ru_ru: Прочитайте полезные советы по следующей ссылке: <a href='%s'>Как эффективно сообщать об ошибках</a>.
tr_tr: Yararlı ipuçları için <a href='%s'> Hataların Etkili Bir Şekilde Nasıl Bildirileceğini</a> okuyun.

source: Provide a descriptive name for the problem.
es_es: Proporcione un nombre descriptivo para el problema.
fr_fr: Indiquez un nom descriptif pour identifier le dysfonctionnement.
hu_hu: Adjon leíró nevet a problémának.
it_it: Fornisci un nome descrittivo per il problema.
pt_pt: Indique um nome descritivo para o problema.
tr_tr: “Sorun için açıklayıcı bir ad belirtin.

source: Include steps to reproduce the problem; attach screenshots where appropriate.
es_es: Incluya pasos para reproducir su problema, adjunte capturas de pantalla cuando sea apropiado.
fr_fr: Indiquez les étapes qui reproduisent le dysfonctionnement et n'hésitez pas à joindre des copies d'écran lorsque cela est approprié.
hu_hu: Tartalmazzon lépéseket a probléma reprodukálásához; adott esetben csatoljon képernyőképeket.
it_it: Includi i passaggi per riprodurre il problema; allega screenshot quando necessario.
tr_tr: Sorunu yeniden oluşturmak için adımları ekleyin; uygun olduğunda ekran görüntülerini iliştirin.

source: Before click the following link, be sure that you have already signed in to the <a href='%s'>GitHub</a>.
cs_cz: Před klepnutím na odkaz si ověřte, zda-li jste přihlášení na <a href='%s'>GitHub</a>.
el_gr: Προτού ακολουθήσετε τον παρακάτω σύνδεσμο, σιγουρευτείτε ότι έχετε ήδη εισέλθει στο <a href='%s'>GitHub</a>.
es_es: Antes de hacer clic en el siguiente enlace, asegúrate de que ya has iniciado sesión en <a href='%s'>GitHub</a>.
fr_fr: Avant de cliquer sur le lien suivant, vérifiez que vous avez déjà un compte <a href='%s'>GitHub</a>.
hr_hr: Prije nego što pritisneš sljedeću poveznicu, provjeri da si prijavljen(a) na <a href='%s'>GitHub</a>.
hu_hu: Győződjön meg arról, hogy be van jelentkezve a <a href='%s'>GitHub</a>-ra, mielőtt a következő hivatkozásra kattint/koppint.
it_it: Prima di cliccare sul seguente link, assicurati di aver già effettuato l'accesso a <a href='%s'>GitHub</a>.
pl_pl: Przed kliknięciem poniższego linku upewnij się, że zalogowałeś się do <a href='%s'>GitHub</a>.
pt_pt: Antes de clicar no link a seguir, certifique-se que já fez login no <a href='%s'>GitHub</a>.
ru_ru: Перед нажатием на следующую ссылку, убедитесь, что вы уже вошли в <a href='%s'>GitHub</a>.
tr_tr: Aşağıdaki bağlantıyı tıklatmadan önce <a href='%s'>GitHub</a>'da oturum açtığınızdan emin olun.

source: Finally, report the bug using the GitHub <a href='%s'>online form</a> opened in a web browser.
es_es: Finalmente, informa de un error usando el <a href='%s'>formulario en línea</a> de GitHub que se abrirá en tu navegador web.
fr_fr: Enfin, signalez l'erreur en utilisant le <a href='%s'>formulaire en ligne</a> de GitHub ouvert dans votre navigateur web.
hu_hu: Végül jelentse a hibát a webböngészőben megnyitott GitHub <a href='%s'>online űrlap</a> segítségével.
it_it: Infine, segnala il bug utilizzando il <a href='%s'>modulo online</a> di GitHub aperto in un browser web.
pt_pt: Por fim, comunique o erro utilizando o <a href='%s'>formulário online</a> do GitHub, aberto num navegador web.
tr_tr: “Son olarak, hatayı bir web tarayıcısında açılan GitHub <a href='%s'>çevrimiçi formu</a> üzerinden bildirin.

source: Please, follow these instructions before submitting a new bug report:
cs_cz: Postupujte podle následujících pokynů před nahlášením nové chyby:
el_gr: Παρακαλούμε ακολουθήστε τις παρακάτω οδηγίες προτού υποβάλετε μια νέα αναφορά σφάλματος:
es_es: Por favor, sigue estas instrucciones antes de enviar un nuevo informe de error:
fr_fr: Veuillez suivre ces instructions avant de soumettre un nouveau rapport de bogue :
hr_hr: Molimo te, slijedi ove smjernice za slanje izvještaja o novoj grešci:
hu_hu: Kérjük, kövesse az alábbi utasításokat, mielőtt új hibajelentést küldene:
it_it: Per favore, segui queste istruzioni prima di inviare un nuovo report di bug:
pl_pl: Proszę, postępuj zgodnie z tymi instrukcjami przed zgłoszeniem nowego błędu:
pt_pt: Por favor, siga estas instruções antes de submeter o relato de um novo erro:
ru_ru: Перед отправкой новой ошибки, пожалуйста, выполните следующие действия:
sv_se: Följ dessa instruktioner innan du skickar in en ny buggrapport:
tr_tr: Yeni hata kaydı göndermeden önce lütfen bu adımları izleyin:

source: Report Generated %1$s %2$s
ar_sa: تم إنشاء تقرير %1$s %2$s
el_gr: Η Αναφορά Δημιουργήθηκε %1$s %2$s
es_es: Informe generado %1$s %2$s
fr_fr: Rapport généré %1$s %2$s
hr_hr: Izvještaj je stvoren %1$s %2$s
hu_hu: Jelentés készült %1$s %2$s
it_it: Resoconto Generato %1$s %2$s
pl_pl: Raport wygenerowany %1$s %2$s
pt_pt: Relatório Gerado %1$s %2$s
ru_ru: Отчет создан %1$s %2$s
tr_tr: Rapor Oluşturuldu %1$s %2$s

source: From %1$s till %2$s
ar_sa: من %1$s حتى %2$s
el_gr: Από %1$s έως %2$s
es_es: Desde %1$s hasta %2$s
fr_fr: De %1$s jusqu'à %2$s
hr_hr: Od %1$s do %2$s
hu_hu: Ettől: %1$s eddig: %2$s
it_it: Da %1$s a %2$s
pl_pl: Od %1$s do %2$s
pt_pt: De %1$s até %2$s
ru_ru: С %1$s по %2$s
sv_se: Från %1$s till %2$s
tr_tr: %1$s'den %2$s'a kadar

source: Future
ar_sa: المستقبل
el_gr: Μελλοντικός
es_es: Futuro
fr_fr: Futur
hr_hr: Budućnost
hu_hu: Jövő
it_it: Futuro
pl_pl: Nadchodzące
pt_pt: Futuro
ru_ru: Предстоящие
sv_se: Framtid
tr_tr: Gelecek

source: Over Time
ar_sa: مع مرور الوقت
cs_cz: Průběžně
el_gr: Με Το Χρόνο
es_es: Todo el tiempo
fr_fr: Toutes les dates
he: לאורך זמן
hr_hr: Kroz vrijeme
hu_hu: Lejárt
it_it: Storico
nl_nl: Over datum
pl_pl: cały dostępny
pt_pt: Ao longo do Tempo
ru_ru: Всё время
sk_sk: Priebežne
sv_se: Över tid
tr_tr: Tüm Zamanlar

source: User specified start day
ar_sa: يوم البدء المحدد للمستخدم
el_gr: Καθορισμένη ημέρα έναρξης από τον χρήστη
es_es: Día de inicio especificado por el usuario
fr_fr: Date de début spécifiée par l'utilisateur
hr_hr: Korisnički određen početni dan
hu_hu: Felhasználó által megadott kezdési nap
it_it: Giorno di inizio specificato dall'utente
pl_pl: Pierwszy dzień ustawiony przez użytkownika
pt_pt: Dia de início especificado pelo utilizador
ru_ru: Первый день указан пользователем
tr_tr: Kullanıcı tarafından belirlenen başlangıç günü

source: Future Transactions have been ignored
ar_sa: المعاملات المستقبلية تم تجاهلها
el_gr: Μελλοντικές Συναλλαγές έχουν αγνοηθεί
es_es: Las transacciones futuras han sido ignoradas
fr_fr: Les prochaines transactions ont été ignorées
hr_hr: Buduće transakcije su zanemarene
hu_hu: Jövőbeni ügyleteket figyelmen kívül hagyták
it_it: Le transazioni future sono state ignorate
pl_pl: Przyszłe transakcje zostały zignorowane
pt_pt: As Transações Futuras foram ignoradas
ro_ro: Tranzacțiile viitoare au fost ignorate
ru_ru: Будущие транзакции игнорируются
sv_se: Framtida transaktioner har ignorerats
tr_tr: Gelecekteki İşlemler göz ardı edildi

source: Navigator and account type configuration
fr_fr: Configuration du type de navigateur et de compte
hu_hu: Navigátor és számlatípus beállításai
it_it: Configurazione del navigatore e dei tipi di conto
tr_tr: Gezgin ve hesap türü yapılandırması

source: Selection name
el_gr: Όνομα επιλογής
fr_fr: Nom de la sélection
hu_hu: Kijelölésnév
it_it: Nome di selezione
tr_tr: Seçim Adı

source: Re&store default names
el_gr: &Επαναφορά προεπιλεγμένων ονομάτων
fr_fr: Restaurer les noms par défaut
hu_hu: Alapértelmezett &nevek visszaállítása

source: Restore default names
el_gr: Επαναφορά προεπιλεγμένων ονομάτων
fr_fr: Restaurer les noms par défaut
hu_hu: Alapértelmezett nevek visszaállítása

source: Do you really want to restore the default names?
el_gr: Θέλετε πραγματικά να επαναφέρετε τα προεπιλεγμένα ονόματα;
fr_fr: Voulez-vous vraiment restaurer les noms par défaut ?
hu_hu: Szeretné visszaállítani az alapértelmezett neveket?

source: Edit navigator entry
fr_fr: Editer les paramètres du navigateur
hu_hu: Navigátorbejegyzés szerkesztése
it_it: Modifica voce del navigatore
tr_tr: Gezgin girişini düzenle

source: New account type
el_gr: Νέος τύπος λογαριασμού
fr_fr: Nouveau type de compte
hu_hu: Új számlatípus
it_it: Nuovo tipo di Conto
tr_tr: Yeni hesap türü

source: Reconcile account
el_gr: Τακτοποίηση λογαριασμού
es_es: Conciliar cuenta
fr_fr: Rapprocher le compte
hu_hu: Számla egyeztetése
it_it: Riconcilia Conto
ru_ru: Сверка счета
sv_se: Kontoavstämning
tr_tr: Hesabı uzlaştır

source: Statement ending balance:
fr_fr: Solde de fin de relevé :
hu_hu: Kivonat záróegyenlege:

source: &All (un)cleared
el_gr: &Όλα (μη)εκκαθαρισμένα
fr_fr: &Tout (dé)cocher
hu_hu: Öss&zes (nincs) rendezett

source: Withdrawals
el_gr: Αναλήψεις
es_es: Retiros
fr_fr: Retraits
hu_hu: Kivételek
it_it: Prelievi
ru_ru: Снятие
sv_se: Uttag
tr_tr: Para çekme işlemleri

source: Deposits
el_gr: Καταθέσεις
es_es: Depósitos
fr_fr: Dépôts
hu_hu: Betétek
it_it: Depositi
ru_ru: Пополнение
sv_se: Insättningar
tr_tr: Para yatırma işlemleri

source: Statement opening balance:
fr_fr: Solde de début de relevé :
hu_hu: Kivonat nyitóegyenlege:

source: Cleared balance:
el_gr: Εκκαθαρισμένο Υπόλοιπο:
fr_fr: Solde dégagé :
hu_hu: Rendezett egyenleg:

source: Finish la&ter
el_gr: Ολοκλήρωση αργό&τερα
fr_fr: Terminer plusd tard
hu_hu: Befejezés &később

source: &Done
el_gr: &Ολοκλήρωση
fr_fr: &Terminé
hu_hu: &Kész

source: Show &status column
el_gr: Εμφάνιση στήλης &κατάστασης
fr_fr: Afficher la colonne de statut
hu_hu: &Állapot oszlop megjelenítése

source: Show &number column
el_gr: Εμφάνιση &αριθμού στήλης
fr_fr: Afficher la colonne de numéro
hu_hu: &Szám oszlop megjelenítése

source: Include &void transactions
el_gr: Συμπερίληψη &άκυρων συναλλαγών
fr_fr: Inclure les opérations nulles
hu_hu: &Érvénytelenített ügyletek belefoglalása

source: Include &duplicate transactions
el_gr: Συμπερίληψη &διπλότυπων συναλλαγών
fr_fr: Inclure les opérations dupliquées
hu_hu: &Megkettőzött ügyletek belefoglalása

source: Toolbar configuration
el_gr: Διαμόρφωση γραμμής εργαλείων
fr_fr: Configuration de la barre d'outils
hu_hu: Eszköztár beállításai
it_it: Configurazione Barra degli Strumenti
tr_tr: Araç çubuğu ayarları

source: Insert &separator
el_gr: Εισαγωγή &διαχωριστή
fr_fr: Insérer un séparateur
hu_hu: &Elválasztó beszúrása

source: Insert a vertical separator line. Useful to visually group toolbar buttons.
fr_fr: Insérer une ligne de séparation verticale. Utile pour grouper visuellement les boutons de la barre d'outils.
hu_hu: Függőleges elválasztó vonal beszúrása. Hasznos az eszköztár gombjainak vizuális csoportosításához.
it_it: Inserisce una linea di separazione verticale. Utile per raggruppare visivamente i pulsanti della barra degli strumenti.
sv_se: Sätt in en vertikal separatorlinje. Användbart för att visuellt gruppera verktygsfältsknappar.

source: Insert s&pace
el_gr: Εισαγωγή &διαστήματος
fr_fr: Insérer un espace
hu_hu: &Távtartó beszúrása

source: Insert a fixed-size empty space. The space width is equal to one toolbar icon.
fr_fr: Insérer un espace vide de taille fixe. La largeur de l'espace est égale à celle d'une icône de la barre d'outils.
hu_hu: Fix méretű üres távtartó beszúrása. A távtartó szélessége megegyezik egy eszköztár ikon szélességével.
it_it: Inserisce uno spazio vuoto di dimensione fissa. La larghezza dello spazio è pari a quella di un’icona della barra degli strumenti.
sv_se: Infoga ett tomt utrymme i fast storlek. Utrymmets bredd är lika med en ikon i verktygsfältet.
tr_tr: Sabit boyutlu boşluk ekle. Boşluk genişliği bir araç çubuğu simgesine eşittir.

source: Insert s&tretch space
fr_fr: Insérer un espace ajustable
hu_hu: &Nyújtási távtartó beszúrása

source: Insert a stretchable space. It takes all remaining toolbar space. If multiple stretch spaces are present, the space is evenly distributed.
fr_fr: Insérer un espace extensible. Il prend tout l'espace restant dans la barre d'outils. Si plusieurs espaces extensibles sont présents, l'espace est réparti entre eux.
hu_hu: Nyújtási távtartó behelyezése. Ez elfoglalja az összes fennmaradó eszköztárhelyet. Ha több nyújtási távtartó van jelen, a hely egyenletesen oszlik el.
it_it: Inserisce uno spazio estensibile. Occupa tutto lo spazio rimanente della barra degli strumenti. Se sono presenti più spazi estensibili, lo spazio viene distribuito in modo uniforme.
sv_se: Sätt i ett töjbart utrymme. Det tar allt kvarvarande utrymme i verktygsfältet. Om flera töjbara utrymmen är närvarande, är utrymmet jämnt fördelat.
tr_tr: Esneyebilen boşluk ekle. Araç çubuğundaki kalan tüm alanı kaplar. Birden fazla esneyebilen boşluk varsa, alan eşit şekilde dağıtılır.

source: Spacer
el_gr: Διαχωριστικό
fr_fr: Séparateur
hu_hu: Távtartó
it_it: Spaziatore
tr_tr: Ayraç boşluğu

source: February
ar_sa: فبراير
cs_cz: únor
el_gr: Φεβρουάριος
es_es: Febrero
fr_fr: Février
he: פברואר
hr_hr: veljače
hu_hu: február
it_it: Febbraio
nl_nl: Februari
pl_pl: luty
pt_pt: Fevereiro
ro_ro: Februarie
ru_ru: Февраль
sk_sk: Február
sv_se: Februari
tr_tr: Şubat

source: January
ar_sa: يناير
cs_cz: leden
el_gr: Ιανουάριος
es_es: Enero
fr_fr: Janvier
he: ינואר
hr_hr: siječnja
hu_hu: január
it_it: Gennaio
nl_nl: Januari
pl_pl: styczeń
pt_pt: Janeiro
ro_ro: Ianuarie
ru_ru: Январь
sk_sk: Január
sv_se: Januari
tr_tr: Ocak

source: March
ar_sa: مارس
cs_cz: březen
el_gr: Μάρτιος
es_es: Marzo
fr_fr: Mars
he: מרץ
hr_hr: ožujka
hu_hu: március
it_it: Marzo
nl_nl: Maart
pl_pl: marzec
pt_pt: Março
ro_ro: Martie
ru_ru: Март
sk_sk: Marec
sv_se: Mars
tr_tr: Mart

source: April
ar_sa: ابريل
cs_cz: duben
el_gr: Απρίλιος
es_es: Abril
fr_fr: Avril
he: אפריל
hr_hr: travnja
hu_hu: április
it_it: Aprile
pl_pl: kwiecień
pt_pt: Abril
ro_ro: Aprilie
ru_ru: Апрель
sk_sk: Apríl
tr_tr: Nisan

source: June
ar_sa: يونيو
cs_cz: červen
el_gr: Ιούνιος
es_es: Junio
fr_fr: Juin
he: יוני
hr_hr: lipnja
hu_hu: június
it_it: Giugno
nl_nl: Juni
pl_pl: czerwiec
pt_pt: Junho
ro_ro: Iunie
ru_ru: Июнь
sk_sk: Jún
sv_se: Juni
tr_tr: Haziran

source: May
ar_sa: ماي
cs_cz: květen
el_gr: Μάι
fr_fr: Mai
he: מאי
hr_hr: svi
hu_hu: május
it_it: Mag
nl_nl: Mei
pl_pl: Maj
pt_pt: Mai
ro_ro: Mai
ru_ru: Май
sk_sk: Máj
sv_se: Maj
