Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Days between selected transactions: %d
ar_sa: الأيام بين المعاملات المحددة: %d
el_gr: Ημέρες μεταξύ επιλεγμένων συναλλαγών: %d
es_es: Días entre las transacciones seleccionadas: %d
fr_fr: Jours entre les transactions sélectionnées : %d
hr_hr: Dani između odabranih transakcija: %d
hu_hu: Kijelölt ügyletek között eltelt napok: %d
it_it: Giorni tra le transazioni selezionate: %d
nl_nl: Dagen tussen geselecteerde transacties: %d
pl_pl: Liczba dni pomiędzy wybranymi transakcjami: %d
pt_pt: Dias entre transações selecionadas: %d
ru_ru: Дней между выбранными транзакциями: %d
sv_se: Dagar mellan valda transaktioner: %d
tr_tr: Seçilen işlemler arasındaki günler: %d

source: Click to show scheduled transactions. This feature works best with filter choices that extend into the future (e.g., Current Month).
el_gr: Κάντε κλικ για να εμφανίσετε τις προγραμματισμένες συναλλαγές. Αυτή η λειτουργία λειτουργεί καλύτερα με επιλογές φίλτρων που επεκτείνονται στο μέλλον (π.χ., Τρέχων Μήνας).
es_es: Haga clic para mostrar las transacciones programadas. Esta característica funciona mejor con opciones de filtros que continúan en el futuro (por ejemplo, el mes actual).
fr_fr: Cliquez pour afficher les opérations planifiées. Il est préférable que cette fonctionnalité soit utilisée avec des filtres applicables dans le futur (par exemple, le mois courant).
hu_hu: Kattintson az ütemezett ügyletek megjelenítéséhez. Ez a jellemző a jövőbe nyúló szűrőkijelölésekkel működik a legjobban (pl. Jelenlegi hónap).
it_it: Clicca per visualizzare le transazioni pianificate. Questa funzione risulta particolarmente utile con le opzioni di filtro che si estendono nel futuro (ad esempio, Mese corrente).
pl_pl: Kliknij, aby pokazać zaplanowane transakcje. Ta funkcja działa najlepiej z filtrowaniem, które obejmuje okres w przyszłości (np. bieżący miesiąc).
pt_pt: Clique para mostrar as transações agendadas. Esta funcionalidade funciona melhor com opções de filtro que se estendam para o futuro (por exemplo, mês atual).
sv_se: Klicka för att visa schemalagda transaktioner. Den här funktionen fungerar bäst med filterval som sträcker sig in i framtiden (t.ex. aktuell månad).
tr_tr: Planlanmış işlemleri göstermek için tıklayın. Bu özellik, geleceğe uzanan filtre seçenekleriyle (ör. Geçerli Ay) en iyi şekilde çalışır.

source: Scheduled transactions are not available, because the current filter ends in the past
el_gr: Οι προγραμματισμένες συναλλαγές δεν είναι διαθέσιμες, επειδή το τρέχον φίλτρο τελειώνει στο παρελθόν
es_es: Las transacciones programadas no están disponibles porque el filtro actual termina en una fecha pasada
fr_fr: Les opérations planifiées ne sont pas disponibles car le filtre en cours se termine dans le passé
hu_hu: Az ütemezett ügyletek nem érhetők el, mert a jelenlegi szűrő a múltban ér véget
it_it: Le transazioni pianificate non sono disponibili, perché il filtro corrente termina nel passato
pl_pl: Zaplanowane transakcje nie są dostępne, ponieważ obecny filtr kończy się w przeszłości
sv_se: Schemalagda transaktioner är inte tillgängliga, eftersom det aktuella filtret slutar i det förflutna
tr_tr: Planlanmış işlemler kullanılamıyor, çünkü geçerli filtre geçmişte sona eriyor

source: Click to hide scheduled transactions.
el_gr: Κάντε κλικ για να αποκρύψετε προγραμματισμένες συναλλαγές.
es_es: Haga clic para ocultar las transacciones programadas.
fr_fr: Cliquez pour masquer les opérations planifiées.
hu_hu: Kattintson az ütemezett ügyletek elrejtéséhez.
it_it: Clicca per nascondere le transazioni pianificate.
pl_pl: Kliknij, aby ukryć zaplanowane transakcje.
pt_pt: Clique para ocultar transações agendadas.
sv_se: Klicka för att dölja schemalagda transaktioner.
tr_tr: Planlanmış işlemleri gizlemek için tıklayın

source: Edit date ranges…
el_gr: Επεξεργασία εύρους ημερομηνιών…
es_es: Editar rangos de fechas…
fr_fr: Editer les plages de dates…
hu_hu: Dátumtartományok szerkesztése…
it_it: Modifica intervallo di date…
pl_pl: Edytuj zakresy dat…
sv_se: Redigera datumintervall…
tr_tr: Tarih aralıklarını düzenle…

source: &New Withdrawal…
ar_sa: &سحب جديد…
el_gr: &Νέα Ανάληψη…
es_es: &Nuevo retiro…
fr_fr: &Nouveau retrait…
hr_hr: &Nova isplata …
hu_hu: &Új kivétel…
it_it: &Nuovo Prelievo…
pl_pl: &Nowa wypłata…
pt_pt: &Novo Levantamento…
ru_ru: &Новый снятие…
sv_se: &Nytt uttag…
tr_tr: &Yeni Ödeme…

source: &New Deposit…
ar_sa: &إيداع جديد…
el_gr: &Νέα Κατάθεση…
es_es: &Nuevo depósito…
fr_fr: &Nouveau crédit…
hr_hr: &Nova uplata …
hu_hu: &Új betét…
it_it: &Nuovo Deposito…
pl_pl: &Nowa wpłata…
pt_pt: &Novo Depósito…
ru_ru: &Новый депозит…
sv_se: &Ny insättning…
tr_tr: &Yeni Gelir…

source: &New Transfer…
ar_sa: &تحويل جديد…
el_gr: &Νέα Μεταφορά…
es_es: &Nueva transferencia…
fr_fr: &Nouveau Virement…
hr_hr: &Novi prijenos …
hu_hu: &Új átutalás…
it_it: &Nuovo trasferimento…
pl_pl: &Nowy przelew…
pt_pt: &Nova Transferência…
ru_ru: Новый перевод…
sv_se: &Ny överföring…
tr_tr: &Yeni Aktarma…

source: Deleted Transactions
ar_sa: المعاملات المحذوفة
el_gr: Διαγραμμένες Συναλλαγές
es_es: Transacciones eliminadas
fr_fr: Opérations supprimées
hr_hr: Izbrisane transakcije
hu_hu: Törölt ügyletek
it_it: Transazioni Eliminate
pl_pl: Usunięte transakcje
pt_pt: Transações Eliminadas
ro_ro: Tranzacții șterse
ru_ru: Удаленные транзакции
sv_se: Borttagna transaktioner
tr_tr: Silinen İşlemler

source: Account View: %s
el_gr: Προβολή Λογαριασμού: %s
es_es: Vista de cuenta: %s
fr_fr: Vue du compte : %s
hr_hr: Prikaz računa: %s
hu_hu: Számlanézet: %s
it_it: Vista del Conto: %s
pl_pl: Widok konta: %s
pt_pt: Vista da Conta: %s
ru_ru: Просмотр счёта: %s
tr_tr: Hesap Görünümü: %s

source: Report
cs_cz: Sestava
el_gr: Αναφορά
es_es: Informe
fr_fr: Rapport
hr_hr: Izvještaj
hu_hu: Jelentés
pl_pl: Raport
pt_pt: Relatório
ru_ru: Отчет
sv_se: Rapport
tr_tr: Rapor

source: Period…
el_gr: Περίοδος…
es_es: Período…
fr_fr: Période…
hu_hu: Időszak…
it_it: Periodo…
tr_tr: Dönem…

source: Budget:
cs_cz: Rozpočet:
el_gr: Προϋπολογισμός:
es_es: Presupuesto:
hr_hr: Budžet:
hu_hu: Költségvetés:
pl_pl: Budżet:
pt_pt: Orçamento:
ru_ru: Бюджет:
tr_tr: Bütçe:

source: All Accounts
ar_sa: جميع الحسابات
cs_cz: Všechny účty
el_gr: Όλοι οι λογαριασμοί
es_es: Todas las cuentas
fr_fr: Tous les Comptes
he: כל החשבונות
hr_hr: Svi računi
hu_hu: Összes számla
it_it: Tutti i Conti
nl_nl: Alle rekeningen
pl_pl: wszystkie konta
pt_pt: Todas as Contas
ru_ru: Все счета
sk_sk: Všetky účty
sv_se: Alla konton
tr_tr: Tüm Hesaplar

source: Specific Accounts…
el_gr: Συγκεκριμένοι Λογαριασμοί…
es_es: Cuentas específicas…
fr_fr: Comptes spécifiques…
hu_hu: Meghatározott számlák…
it_it: Conti Specifici…
pt_pt: Especificar Contas…
sv_se: Specifika konton…
tr_tr: Belirli Hesaplar…

source: Future Months:
el_gr: Μελλοντικοί Μήνες:
es_es: Meses futuros:
fr_fr: Mois à venir:
hr_hr: Daljnji mjeseci:
hu_hu: Jövő hónapok:
it_it: Mesi Futuri:
pl_pl: Przyszłe miesiące:
pt_pt: Meses Futuros:
ru_ru: Будущие месяцы:
sv_se: Framtida månader:
tr_tr: Gelecek Aylar:

source: Chart:
cs_cz: Graf:
el_gr: Γράφημα:
es_es: Gráfico:
fr_fr: Graphique:
hr_hr: Dijagram:
hu_hu: Grafikon:
it_it: Grafico:
pl_pl: Wykres:
pt_pt: Gráfico:
ru_ru: Диаграмма:
sk_sk: Graf:
tr_tr: Çizelge:

source: Show
cs_cz: Zobrazit
el_gr: Εμφάνιση
es_es: Mostrar
fr_fr: Affiche
hr_hr: Prikaži
hu_hu: Megjelenítés
it_it: Mostra
pl_pl: Pokaż
pt_pt: Mostrar
ru_ru: Показать
sk_sk: Zobraziť
sv_se: Visa
tr_tr: Göster

source: In %s Days
ar_sa: خلال %s يوم
cs_cz: Na %s dnů
el_gr: Σε %s Ημέρες
es_es: En %s días
fr_fr: dans %s jours
he: ימים %s בעוד
hr_hr: Za %s dana
hu_hu: %s napon belül
it_it: Tra %s Giorni
nl_nl: Over %s dagen
pl_pl: Za %s dni
pt_pt: Daqui a %s Dias
ro_ro: În %s zile
ru_ru: В %s день
sk_sk: O %s dní
sv_se: Om %s dagar
tr_tr: %s Günde

source: In %s Months
ar_sa: خلال %s شهر
cs_cz: Na %s měsíců
el_gr: Σε %s Μήνες
es_es: En %s meses
fr_fr: dans %s mois
he: בעוד %s חודשים
hr_hr: Za %s mjeseca
hu_hu: %s hónapon belül
it_it: Tra %s Mesi
nl_nl: Over %s maanden
pl_pl: Za %s miesiące
pt_pt: Daqui a %s Meses
ro_ro: În %s luni
ru_ru: В %sмесяц
sk_sk: O %s mesiacov
sv_se: Om %s månader
tr_tr: %s Ayda

source: Every %s Days
ar_sa: كل %s يوم
cs_cz: Každý %s den
el_gr: Κάθε %s Ημέρες
es_es: Cada %s días
fr_fr: tous les %s jours
he: בכל %s ימים
hr_hr: Svakih %s dana
hu_hu: Minden %s. nap
it_it: Ogni %s Giorni
nl_nl: Alle %s dagen
pl_pl: Co %s dni
pt_pt: A cada %s Dias
ro_ro: La fiecare %s Zile
ru_ru: Каждые %s дней
sk_sk: Každých %s dní
sv_se: Var %s:e dag
tr_tr: Her %s Günde

source: Every %s Months
ar_sa: كل %s شهر
cs_cz: Každý %s měsíc
el_gr: Κάθε %s Μήνες
es_es: Cada %s meses
fr_fr: tous les %s mois
he: בכל %s חודשים
hr_hr: Svakih %s mjeseca
hu_hu: Minden %s. hónap
it_it: Ogni %s Mesi
nl_nl: Alle %s maanden
pl_pl: Co %s miesiące
pt_pt: A cada %s Meses
ro_ro: În fiecare %s Luni
ru_ru: Каждые %s месяцев
sk_sk: Každých %s mesiacov
sv_se: Var %s:e månad
tr_tr: Her %s Ay

source: Repetitions
ar_sa: تكرارات
cs_cz: Opakování
el_gr: Επαναλήψεις
es_es: Repeticiones
fr_fr: Répétitions
he: חזרות
hr_hr: Ponavljanja
hu_hu: Ismétlések
it_it: Ripetizioni
nl_nl: Herhalingen
pl_pl: Powtórzenia
pt_pt: Repetições
ro_ro: Repetiţie
ru_ru: Повторения
sk_sk: Opakovania
sv_se: Upprepningar
tr_tr: Yinelemeler

source: Autorepeat
ar_sa: التكرار التلقائي
cs_cz: Automatické opakování
el_gr: Αυτόματη επανάληψη
es_es: Autorepetir
fr_fr: Répétition automatique
he: חזרה אוטומטית
hr_hr: Automatska ponavljanja
hu_hu: Automatikus ismétlés
it_it: Ripetizione automatica
nl_nl: Automatisch herhalen
pl_pl: Autopowtarzanie
pt_pt: Repetir automaticamente
ro_ro: Repetare automata
ru_ru: Автоповтор
sk_sk: Automatické opakovanie
sv_se: Upprepa automatiskt
tr_tr: Otomatik Yineleme

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Dashboard 14 days before the transaction is due.
el_gr: Το MMEX επιτρέπει οι τακτικές πληρωμές να δημιουργηθούν όπως οι συναλλαγές. Αυτές οι συναλλαγές μπορούν επίσης να είναι τακτικές καταθέσεις ή μεταφορές που θα συμβούν σε κάποια μελλοντική στιγμή. Αυτές οι συναλλαγές λειτουργούν ως υπενθύμιση ότι ένα γεγονός πρόκειται να συμβεί, και εμφανίζεται στην Αρχική Σελίδα 14 ημέρες πριν από την πληρωμή της συναλλαγής.
es_es: MMEX permite configurar gastos periódicos como transacciones. También pueden ser abonos periódicos o transferencias que se producirán en algún momento futuro. Estas transacciones actúan como un recordatorio de que un evento va a ocurrir y aparecen en la página principal 14 días antes de que suceda la transacción.
fr_fr: MMEX permet de paramétrer des paiements réguliers en tant qu'opérations. Cela peut être des crédits ou des virements réguliers qui vont se produire dans le futur. Ces opérations permettent de rappeler qu'un événement est sur le point de se produire et apparaissent sur le tableau de bord 14 jours avant la date d'échéance attendue du paiement.
hu_hu: Az MMEX lehetővé teszi a rendszeres fizetések ügyletként történő beállítását. Ezek az ügyletek lehetnek rendszeres befizetések vagy átutalások is, amelyekre a jövőben sor kerül. Ezek az ügyletek emlékeztetnek arra, hogy egy esemény hamarosan bekövetkezik, és az ügylet esedékessége előtt 14 nappal megjelennek az irányítópulton.
it_it: MMEX consente di impostare i pagamenti regolari come transazioni. Queste transazioni possono anche essere depositi regolari o trasferimenti che avverranno in un momento futuro. Queste transazioni fungono da promemoria dell'imminente verificarsi di un evento e vengono visualizzate sul Pannello di Controllo 14 giorni prima della scadenza della transazione.
pl_pl: MMEX pozwala na ustawienie regularnych płatności jako transakcji. Transakcje te mogą być również regularnymi depozytami lub transferami, które będą miały miejsce w przyszłości. Te transakcje służą jako przypomnienie, że zdarzenie ma się pojawić, i pojawia się na stronie domowej na 14 dni przed terminem transakcji.
pt_pt: O MMEX permite que pagamentos regulares sejam configurados como transações. Estas transacções também podem ser depósitos regulares, ou transferências que ocorrerão num futuro próximo. Essas transações atuam como um lembrete de que um evento estará prestes a ocorrer, que aparece na Página Inicial 14 dias antes da transação ser devida.
ro_ro: MMEX permite ca plățile regulate să fie configurate ca tranzacții. Aceste tranzacții pot fi, de asemenea, depozite regulate sau transferuri care vor avea loc la un moment dat. Aceste tranzacții acționează ca un memento că un eveniment este pe cale să aibă loc și apar pe tabloul de bord cu 14 zile înainte de scadența tranzacției.
ru_ru: MMEX позволяет устанавливать регулярные платежи в качестве транзакций. Эти операции также могут быть регулярными депозитами или переводами, которые будут происходить в будущем. Эти транзакции служат напоминанием о том, что событие вот-вот произойдет и появляется на панели инструментов за 14 дней до начала транзакции.
tr_tr: MMEX, düzenli ödemelerin işlem olarak ayarlanmasına izin verir. Bu işlemler aynı zamanda düzenli gelirler veya gelecekteki bir zamanda gerçekleşecek aktarmalar olabilir. Bu işlemler, bir olayın gerçekleşmek üzere olduğunu hatırlatır ve işlemin vadesinden 14 gün önce Gösterge Tablosunda görünür.

source: Tip: These transactions can be set up to activate - allowing the user to adjust any values on the due date.
ar_sa: نصيحة: يمكن إعداد هذه المعاملات للتنشيط - مما يسمح للمستخدم بضبط أي قيم في تاريخ الاستحقاق.
cs_cz: Tip: Tyto transakce je možné nastavit jako aktivní – tzn., že uživatel může zvolit vlastní datum splatnosti.
el_gr: Συμβουλή: Αυτές οι συναλλαγές μπορούν να ρυθμιστούν για να ενεργοποιηθούν - επιτρέποντας στο χρήστη να προσαρμόσει τυχόν τιμές κατά την ημερομηνία λήξης.
es_es: Consejo: Estas transacciones pueden activarse - permitiendo al usuario ajustar cualquier valor en la fecha prevista.
fr_fr: Astuce : Ces transactions peuvent être configurées pour l'activation - Cela permet à l'utilisateur d'ajuster les valeurs et la date d'échéance.
he: עצה: ניתן להגדיר תנועות אלו שיפעלו אוטומטית – תהיה אפשרות להתאים את כל הערכים בתנועה בתאריך היעד.
hr_hr: Savjet: Ove se transakcije mogu postaviti kao aktivirajuće – dozvoljavaju korisniku prilagođavanje vrijednosti na datum dospijeća.
hu_hu: Tipp: ezek a tranzakciók aktiválandóvá tehetők - így akár az összeg az esedékesség napján módosítható.
it_it: Suggerimento: queste transazioni possono essere impostate come da attivare, consentendo all’utente di modificare eventuali valori alla data di scadenza.
nl_nl: TIP: Deze transacties kunnen worden ingegeven om de gebruiker op de vervaldatum de mogelijkheid te geven de waardes aan te passen.
pl_pl: Wskazówka: Te transakcje mogą być aktywowane w przyszłości - pozwalając użytkownikowi wybrać dowolną wartość daty realizacji.
pt_pt: Sugestão: Estas transações podem ser configuradas para ativar — permitindo que o utilizador ajuste quaisquer valores na data de vencimento.
ro_ro: Sfat: Aceste tranzacții pot fi setate pentru a fi activate - permițând utilizatorului să ajusteze orice valori la data scadentă.
ru_ru: Подсказка: Эти операции можно настроить для автоматической активации, позволяя пользователю настроить любые значения в срок.
tr_tr: İpucu: Bu işlemler kullanıcının ödeme tarihinde herhangi bir değeri ayarlamasına izin verecek şekilde etkinleştirmek için kurulabilir.

source: Delete Scheduled Transaction
el_gr: Διαγραφή Προγραμματισμένης Συναλλαγής
es_es: Eliminar transacción programada
fr_fr: Supprimer une opération récurrente
hr_hr: Izbriši terminiranu transakciju
hu_hu: Ütemezett ügylet törlése
it_it: Elimina Transazione Pianificata
pl_pl: Usuń zaplanowaną transakcję
pt_pt: Eliminar Transação Recorrente
ro_ro: Ștergeți tranzacția programată
ru_ru: Удалить запланированную транзакцию
sv_se: Radera schemalagd transaktion
tr_tr: Zamanlanmış İşlemi Sil

source: Enter next Occurrence…
ar_sa: أدخل الحدث التالي…
el_gr: Εισάγετε την επόμενη Εμφάνιση…
es_es: Registrar siguiente ocurrencia…
fr_fr: Saisir l'occurrence suivante…
hr_hr: Upiši sljedeći događaj …
hu_hu: Következő előfordulás megadása…
it_it: Inserire la Scadenza successiva…
pl_pl: Wprowadź następne wystąpienie…
pt_pt: Inserir a próxima Iteração…
ru_ru: Введите следующее начисление…
sv_se: Ange nästa förekomst…
tr_tr: Bir sonraki Oluşumu girin…

source: Skip next Occurrence
ar_sa: تخطي الحدث التالي
cs_cz: Přeskočit další výskyt
el_gr: Παράκαμψη επόμενης εμφάνισης
es_es: Omitir siguiente ocurrencia
fr_fr: Passer la prochaine occurrence
he: דלג על המופע הבא
hr_hr: Preskoči sljedeći događaj
hu_hu: Következő előfordulás kihagyása
it_it: Ignora prossima Scadenza
nl_nl: Overslaan volgende gebeurtenis
pl_pl: Pomiń następne wystąpienie
pt_pt: Saltar a próxima Iteração
ro_ro: Omite următoarea apariție
ru_ru: Пропустить следующее начисление
sk_sk: Preskočiť ďalší výskyt
sv_se: Hoppa över nästa tillfälle
tr_tr: Sonraki gerçekleşmeyi atlayın

source: &New Scheduled Transaction…
el_gr: &Νέα Προγραμματισμένη Συναλλαγή…
es_es: &Nueva transacción programada…
fr_fr: &Nouvelle opération récurrente…
hr_hr: &Nova terminirana transakcija …
hu_hu: &Új, ütemezett ügylet…
it_it: &Nuova Transazione Pianificata…
pl_pl: &Nowa zaplanowana transakcja…
pt_pt: &Nova Transação Recorrente…
ru_ru: &Новая запланированная транзакция…
sv_se: &Ny schemalagd transaktion…
tr_tr: &Yeni Zamanlanmış İşlem…

source: &Edit Scheduled Transaction…
el_gr: &Επεξεργασία Προγραμματισμένης Συναλλαγής…
es_es: &Editar transacción programada…
fr_fr: &Editer une opération récurrente…
hr_hr: &Uredi terminiranu transakciju …
hu_hu: Ütemezett ügyletének s&zerkesztése…
it_it: &Modifica Transazione Pianificata…
pl_pl: &Edytuj zaplanowaną transakcję…
pt_pt: &Editar Transação Recorrente…
ru_ru: &Редактировать запланированную операцию…
sv_se: &Redigera schemalagd transaktion…
tr_tr: &Zamanlanmış İşlemi Düzenle…

source: D&uplicate Scheduled Transaction…
el_gr: Δ&ημιουργία Αντιγράφου Επαναλαμβανόμενης Συναλλαγής…
es_es: D&uplicar transacción programada…
fr_fr: D&upliquer une opération récurrente…
hr_hr: &Dupliciraj terminiranu transakciju …
hu_hu: Ütemezett ügylet meg&kettőzése…
it_it: D&uplica Transazione Pianificata…
pl_pl: &Duplikuj zaplanowaną transakcję…
pt_pt: D&uplicar Transação Recorrente…
ru_ru: Дублировать запланированную транзакцию…
sv_se: D&uplicera schemalagd transaktion…
tr_tr: Z&amanlanmış İşlemi Çoğaltın…

source: &Delete Scheduled Transaction…
el_gr: &Διαγραφή Προγραμματισμένης Συναλλαγής…
es_es: &Eliminar transacción programada…
fr_fr: &Supprimer une opération récurrente…
hr_hr: &Izbriši terminiranu transakciju …
hu_hu: Ütemezett ügylet &törlése…
it_it: &Elimina Transazione Pianificata…
pl_pl: &Usuń zaplanowaną transakcję…
pt_pt: &Eliminar Transação Recorrente…
ru_ru: &Удалить запланированную операцию…
sv_se: &Radera schemalagd transaktion…
tr_tr: &Zamanlanmış İşlemi silin…

source: Automated
ar_sa: تلقائي
cs_cz: Automaticky
el_gr: Αυτοματοποιημένο
es_es: Automatizado
fr_fr: Automatisé
he: אוטומטי
hr_hr: Automatsko
hu_hu: Automatikus
it_it: Automatica
nl_nl: Automatisch
pl_pl: Automatycznie
pt_pt: Automatizado
ro_ro: Automatizat
ru_ru: Автоматизированный
sv_se: Automatiserad
tr_tr: Otomatik Olarak

source: Suggested
ar_sa: مقترح
cs_cz: Navrženo
el_gr: Προτεινόμενη
es_es: Sugerido
fr_fr: Suggéré
he: מוצע
hr_hr: Predloženo
hu_hu: Javasolt
it_it: Suggerito
nl_nl: Aanbevolen
pl_pl: Sugerowane
pt_pt: Sugerido
ro_ro: Sugerat
ru_ru: Предложенный
sk_sk: Navrhované
sv_se: Föreslagen
tr_tr: Önerilen

source: Manual
ar_sa: دليل
cs_cz: Manuálně
el_gr: Χειροκίνητα
fr_fr: Manuel
he: ידני
hr_hr: Ručno
hu_hu: Kézikönyv
it_it: Manuale
nl_nl: Handmatig
pl_pl: Ręcznie
ru_ru: Вручную
sv_se: Manuell
tr_tr: Elle

source: Inactive
ar_sa: غير نشط
cs_cz: Neaktivní
el_gr: Μη ενεργό
es_es: Inactivo
fr_fr: Inactif
he: לא פעיל
hr_hr: Neaktivno
hu_hu: Inaktív
it_it: Inattivo
nl_nl: Inactief
pl_pl: Nieaktywne
pt_pt: Inativo
ro_ro: Inactiv
ru_ru: не используется
sk_sk: Neaktívne
sv_se: Inaktiv
tr_tr: Etkin değil

source: Do you want to delete the scheduled transaction?
es_es: ¿Desea eliminar la transacción programada?
fr_fr: Voulez-vous supprimer l'opération planifiée ?
hu_hu: Szeretné törölni az ütemezett ügyletet?
it_it: Vuoi eliminare la transazione pianificata?
pl_pl: Czy chcesz usunąć zaplanowaną transakcję?
pt_pt: Pretende eliminar a transação agendada?
ru_ru: Вы хотите удалить запланированную транзакцию?
tr_tr: Planlanmış işlemi silmek istiyor musunuz?

source: Confirm Deletion
ar_sa: تأكيد الحذف
el_gr: Επιβεβαίωση Διαγραφής
es_es: Confirmar borrado
fr_fr: Confirmer la suppression
hr_hr: Potvrdi brisanje
hu_hu: Törlés megerősítése
it_it: Conferma Eliminazione
pl_pl: Potwiedź usunięcie
pt_pt: Confirmar Eliminação
ro_ro: Confirmă ștergerea
ru_ru: Подтвердите удаление
tr_tr: Silme İşlemini Onayla

source: Curr. Total Value
ar_sa: القيمة الاجمالية
cs_cz: Akt. hodnota
el_gr: Συνολική Τιμή Curr
es_es: Valor actual
fr_fr: Valeur totale actuelle
he: ערך כולל נוכחי
hr_hr: Trenutačna ukupna vrijednost
hu_hu: Akt. összérték
it_it: Valore Totale Attuale
nl_nl: Huidige waarde
pl_pl: Aktualna łączna wartość
pt_pt: Valor Total Atual
ru_ru: Текущая сумма
sv_se: Nuvarande totalt värde
tr_tr: Günc. Toplam Değer

source: &New Stock Investment…
ar_sa: &استثمار مخزون جديد…
es_es: &Nueva compra de acciones…
fr_fr: &Créer un investissement boursier…
hr_hr: &Nova burzovna investicija …
hu_hu: &Új értékpapírbefektetés…
it_it: &Modifica Investimento in Titoli…
pl_pl: &Nowa inwestycja…
pt_pt: &Novo Investimento em Ações…
ru_ru: &Добавление новой инвестиции…
sv_se: &Ny aktieinvestering…
tr_tr: &Yeni Hisse Senedi Yatırımı…

source: &Adjust Trade
el_gr: &Προσαρμογή Συναλλαγής
es_es: Ajustar Comercio
fr_fr: &Ajuster l'échange
hu_hu: &Kereskedés helyesbítése
it_it: Regol&a operazione
sv_se: &Justera handel
tr_tr: &Ticareti Ayarla

source: &View Stock Transactions
cs_cz: &Zobrazit transakce akcií
el_gr: &Προβολή Συναλλαγών Αποθέματος
es_es: &Ver transacciones de acciones
fr_fr: &Afficher une opération boursière
he: &הצג תנועות בנירות ערך
hr_hr: &Prikaz transakcije vlasničkog udjela
hu_hu: Értékpapírügyletek &megjelenítése
it_it: &Mostra Transazioni Titoli
nl_nl: Effectentransacties &tonen
pl_pl: Pokaż transakcje na akcjach
pt_pt: &Ver Transações de Ações
ru_ru: Показать транзакции
tr_tr: Menkul Değer İşlemlerini &Göster

source: &Edit Stock Investment…
es_es: &Editar compra de acciones…
fr_fr: &Editer l'investissement boursier…
hr_hr: &Uredi burzovnu investiciji …
hu_hu: Értékpapírbefektetés s&zerkesztése…
it_it: &Modifica Investimento in Titoli…
pl_pl: &Edytuj inwestycję…
pt_pt: &Editar Investimento em Ações…
ru_ru: &Редактирование инвестиции…
sv_se: &Ändra aktieinvestering…
tr_tr: &Hisse Senedi Yatırımını Düzenle…

source: &Delete Stock Investment…
es_es: &Eliminar compra de acciones…
fr_fr: &Supprimer l'investissement boursier…
hr_hr: &Izbriši burzovnu investiciji …
hu_hu: Értékpapírbefektetés &törlése…
it_it: &Elimina Investimento in Titoli…
pl_pl: &Usuń inwestycję…
pt_pt: &Eliminar Investimento em Ações…
ru_ru: &Удаление инвестиции…
sv_se: &Ta bort aktieinvestering…
tr_tr: Hisse Senedi Yatırımını &Sil…

source: Stock &Web Page
cs_cz: Strán&ky akcií
el_gr: Ιστοσελίδα Αποθεμάτων
es_es: Página &web de la acción
fr_fr: Page &Web du cours des titres
he: אתר &ניר ערך
hr_hr: Web stranica vlasničkog udjela
hu_hu: Részvények weblap
it_it: Pagina &Web titolo
nl_nl: Aandelen &website
pl_pl: Strona WWW akcji
pt_pt: Página &Web da Ação
ru_ru: Web-страница котировок
tr_tr: Hisse (Pay) &Web Sayfası
