Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Style Template
ar_sa: قالب النمط
cs_cz: Šablona stylu
el_gr: Πρότυπο Στυλ
es_es: Plantilla de estilo
fr_fr: Modèle de style
hr_hr: Stilski predložak
hu_hu: Stílussablon
it_it: Modello di Stile
pl_pl: Szablon wyglądu
pt_pt: Modelo de Estilo
ru_ru: Шаблон стиля
tr_tr: Stil Şablonu

source: Open Theme Manager
ar_sa: فتح مدير السمة
el_gr: Άνοιγμα Διαχειριστή Θεμάτων
es_es: Abrir gestor de temas
fr_fr: Ouvrir le gestionnaire de thème
hr_hr: Otvori upravljanje temama
hu_hu: Témakezelő megnyitása
it_it: Apri Gestore Temi
pl_pl: Otwórz Menedżera motywów
pt_pt: Abrir Gestor de Temas
ru_ru: Открыть менеджер тем
sv_se: Öppna temahanteraren
tr_tr: Tema Yöneticisini Aç

source: Theme
ar_sa: السمة
el_gr: Θέμα
es_es: Tema
fr_fr: Thème
hr_hr: Tema
hu_hu: Téma
it_it: Tema
pl_pl: Motyw
pt_pt: Tema
ro_ro: Temă
ru_ru: Тема
sv_se: Tema
tr_tr: Tema

source: System
ar_sa: النظام
el_gr: Σύστημα
es_es: Sistema
fr_fr: Système
hr_hr: Sustav
hu_hu: Rendszer
it_it: Sistema
pl_pl: Systemowy
pt_pt: Sistema
ru_ru: Системный
tr_tr: Sistem

source: Light
ar_sa: فاتح
el_gr: Φωτεινό
es_es: Claro
fr_fr: Clair
hr_hr: Svijetla
hu_hu: Világos
it_it: Chiaro
pl_pl: Jasny
pt_pt: Claro
ru_ru: Светлая
sv_se: Ljust
tr_tr: Açık

source: Dark
ar_sa: داكن
el_gr: Σκοτεινό
es_es: Oscuro
fr_fr: Foncé
hr_hr: Tamna
hu_hu: Sötét
it_it: Scuro
pl_pl: Ciemny
pt_pt: Escuro
ru_ru: Тёмная
sv_se: Mörkt
tr_tr: Koyu

source: Specify preferred theme variant to use if supported
ar_sa: حدد خيار السمة المفضلة لاستخدامها إذا كانت مدعومة
el_gr: Καθορίστε την προτιμώμενη παραλλαγή θέματος που θα χρησιμοποιηθεί εάν υποστηρίζεται
es_es: Especifique la variante del tema a usar si es compatible
fr_fr: Spécifier le choix de thème à utiliser si pris en charge
hu_hu: Használni kívánt témaváltozat megadása
it_it: Specifica la variante del tema preferito da usare se supportata
pl_pl: Określ preferowany wariant motywu do użycia, jeśli jest obsługiwany
pt_pt: Indicar variante de tema preferida a utilizar se suportado
ru_ru: Укажите предпочтительный вариант темы, если он поддерживается
tr_tr: Destekleniyorsa kullanılacak tercih edilen tema varyantını belirtin

source: HTML Scale Factor
ar_sa: عامل مقياس HTML
cs_cz: HTML měřítko
el_gr: Συντελεστής κλίμακας HTML
es_es: Factor de escala de HTML
fr_fr: Facteur d’échelle HTML
hr_hr: HTML faktor skaliranja
hu_hu: HTML-nagyságrendi tényező
it_it: Fattore di scala HTML
pl_pl: Współczynnik skali HTML
pt_pt: Fator de Escala HTML
ru_ru: HTML масштаб
tr_tr: HTML Ölçek Faktörü

source: Specify which scale factor is used for the report pages
ar_sa: تحديد عامل المقياس المستخدم لصفحات التقرير
cs_cz: Zadejte faktor měřítka pro stránky sestavy
el_gr: Καθορίστε τον συντελεστή κλίμακας που χρησιμοποιείται για τις σελίδες αναφοράς
es_es: Especifique el factor de escala usado para las páginas de informe
fr_fr: Indiquez quel est le facteur d'échelle est utilisé pour ce rapport
he: הגדר את גודל הגופן לתצוגה בדוחות
hr_hr: Odredi faktor skaliranja stranica izvještaja
hu_hu: Jelentések méretezési tényezőjének megadása
it_it: Specificare quale scala deve essere utilizzata per le pagine dei report
nl_nl: Specificeer schalingsfactor voor de rapportbladzijden
pl_pl: Określ współczynnik skali dla stron raportów
pt_pt: Indicar que fator de escala é utilizado para as páginas de relatórios
ru_ru: Определите, какой масштаб использовать для отчётов
tr_tr: Rapor sayfaları için hangi boyutun kullanılacağını belirtin

source: Font Size
ar_sa: حجم الخط
el_gr: Μέγεθος Γραμματοσειράς
es_es: Tamaño de fuente
fr_fr: Taille de police
hr_hr: Veličina fonta
hu_hu: Betűméret
it_it: Dimensione Carattere
pl_pl: Rozmiar czcionki
pt_pt: Tamanho de Letra
ro_ro: Mărime font
ru_ru: Размер Шрифта
sv_se: Teckenstorlek
tr_tr: Font Boyutu

source: Normal
ar_sa: عادي
el_gr: Κανονικό
hr_hr: Normalno
hu_hu: Szokásos
it_it: Normale
pl_pl: Normalny
ru_ru: Нормальный

source: Enlarged
ar_sa: موسع
el_gr: Διευρυμένο
es_es: Aumentado
fr_fr: Agrandi
hr_hr: Povećano
hu_hu: Felnagyítva
it_it: Ingrandito
pl_pl: Powiększony
pt_pt: Alargado
ru_ru: Увеличенный
sv_se: Förstorad
tr_tr: Büyütülmüş

source: Large
ar_sa: كبير
el_gr: Μεγάλο
es_es: Grande
fr_fr: Grande
hr_hr: Veliko
hu_hu: Nagy
it_it: Grande
pl_pl: Duży
pt_pt: Grande
ru_ru: Большой
sv_se: Stor
tr_tr: Büyük

source: Huge
ar_sa: ضخم
el_gr: Τεράστιο
es_es: Enorme
fr_fr: Très grande
hr_hr: Ogromno
hu_hu: Hatalmas
it_it: Enorme
pl_pl: Ogromny
pt_pt: Enorme
ru_ru: Огромный
sv_se: Jättestor
tr_tr: Çok Büyük

source: Toolbar Icon Size
ar_sa: حجم أيقونة شريط الأدوات
cs_cz: Velikost ikon v panelu nástrojů
el_gr: Μέγεθος εικόνων εργαλειοθήκης
es_es: Tamaño de iconos de la barra de herramientas
fr_fr: Taille des icônes de la barre d'outils
hr_hr: Veličina ikona alatne trake
hu_hu: Eszköztár ikonmérete
it_it: Dimensione Icone Barra degli Strumenti
pl_pl: Rozmiar ikon paska narzędzi
pt_pt: Tamanho dos Ícones na Barra de Ferramentas
ru_ru: Размер значков панели инструментов
tr_tr: Araç Çubuğu Simge Boyutu

source: Navigator Icon Size
el_gr: Μέγεθος Εικονιδίου Πλοηγού
es_es: Tamaño del icono del navegador
fr_fr: Taille de l'icône du navigateur
hr_hr: Veličina ikona navigacije
hu_hu: Navigátor ikonmérete
it_it: Dimensione Icona Navigatore
pl_pl: Rozmiar ikon drzewa nawigacyjnego
pt_pt: Tamanho do ícone na barra de navegação
ru_ru: Размер значка навигации
sv_se: Navigatorns ikonstorlek
tr_tr: Gezgin Simge Boyutu

source: Others Icon Size
ar_sa: حجم أيقونة أخرى
cs_cz: Velikost ostatních ikon
el_gr: Μέγεθος Εικονιδίου Άλλα
es_es: Tamaño de otros iconos
fr_fr: Taille des autres icônes
hr_hr: Veličina drugih ikona
hu_hu: Egyéni ikonmérete
it_it: Dimensione altre Icone
pl_pl: Rozmiar innych ikon
pt_pt: Tamanho de Outros Ícones
ru_ru: Размер прочих значков
tr_tr: Diğer Simge Boyutu

source: Small (16 px)
ar_sa: صغير (16 px)
cs_cz: Malé (16 px)
el_gr: Μικρό (16 px)
es_es: Pequeño (16 px)
fr_fr: Petit (16 px)
hr_hr: Mala (16 px)
hu_hu: Kicsi (16 képpont)
it_it: Piccolo (16 px)
pl_pl: Mały (16 px)
pt_pt: Pequeno (16 px)
ru_ru: Маленький (16 px)
sv_se: Liten (16 px)
tr_tr: Küçük (16 px)

source: Normal (24 px)
ar_sa: عادي (24 px)
cs_cz: Normální (24 px)
el_gr: Κανονικό (24 px)
hr_hr: Normalna (24 px)
hu_hu: Szokásos (24 képpont)
it_it: Normale (24 px)
pl_pl: Średni (24 px)
ru_ru: Нормальный (24 px)

source: Large (32 px)
ar_sa: كبير (32 px)
cs_cz: Velké (32 px)
el_gr: Μεγάλο (32 px)
es_es: Grande (32 px)
fr_fr: Grand (32 px)
hr_hr: Velika (32 px)
hu_hu: Nagy (32 képpont)
it_it: Grande (32 px)
pl_pl: Duży (32 px)
pt_pt: Grande (32 px)
ru_ru: Большой (32 px)
sv_se: Stor (32 px)
tr_tr: Büyük (32 px)

source: Huge (48 px)
ar_sa: ضخم (48 px)
cs_cz: Největší (48 px)
el_gr: Τεράστιο (48 px)
es_es: Enorme (48 px)
fr_fr: Énorme (48 px)
hr_hr: Ogromna (48 px)
hu_hu: Hatalmas (48 képpont)
it_it: Enorme (48 px)
pl_pl: Ogromny (48 px)
pt_pt: Enorme (48 px)
ru_ru: Огромный (48 px)
sv_se: Enorm (48 px)
tr_tr: Çok büyük (48 px)

source: Accounts Balance - %s
ar_sa: رصيد الحسابات - %s
cs_cz: Zůstatek a účtu - %s
el_gr: Υπόλοιπο Λογαριασμών - %s
es_es: Saldo de cuentas - %s
fr_fr: Balance des comptes - %s
he: יתרת חשבונות - %s
hr_hr: Saldo računa – %s
hu_hu: Számlaegyenleg - %s
it_it: Saldo Conto - %s
nl_nl: Rekeningbalans - %s
pl_pl: Bilans kont - %s
pt_pt: Saldo de Contas - %s
ro_ro: Balanța conturilor - %s
ru_ru: Баланс счётов - %s
tr_tr: Hesap Kalıntısı - %s

source: Monthly Report
ar_sa: التقرير الشهري
cs_cz: Měsíční zpráva
el_gr: Μηνιαία Αναφορά
es_es: Informe Mensual
fr_fr: Rapport mensuel
he: דוח חודשי
hr_hr: Mjesečni izvještaj
hu_hu: Havi jelentés
it_it: Resoconto Mensile
nl_nl: Maandelijks rapport
pl_pl: Raport miesięczny
pt_pt: Relatório Mensal
ru_ru: Ежемесячный отчёт
sv_se: Månatlig rapport
tr_tr: Aylık Rapor

source: Yearly Report
ar_sa: التقرير السنوي
cs_cz: Roční zpráva
el_gr: Ετήσια Έκθεση
es_es: Informe anual
fr_fr: Rapport annuel
he: דוח שנתי
hr_hr: Godišnji izvještaj
hu_hu: Éves jelentés
it_it: Resoconto Annuale
nl_nl: Jaarlijks rapport
pl_pl: Raport roczny
pt_pt: Relatório Anual
ru_ru: Годовой отчёт
sv_se: Årlig rapport
tr_tr: Yıllık Rapor

source: Collapse All
ar_sa: طي الكل
el_gr: Σύμπτυξη Όλων
es_es: Contraer Todo
fr_fr: Réduire tout
hr_hr: Sklopi sve
hu_hu: Összes összecsukása
it_it: Comprimi Tutto
pl_pl: Zwiń wszystko
pt_pt: Colapsar tudo
ro_ro: Restrânge tot
ru_ru: Свернуть все
sv_se: Fäll ihop alla
tr_tr: Tümünü Daralt

source: Expand All
ar_sa: توسيع الكل
el_gr: Ανάπτυξη Όλων
es_es: Ampliar todo
fr_fr: Développer tout
hr_hr: Rasklopi sve
hu_hu: Összes kibontása
it_it: Espandi Tutto
pl_pl: Rozwiń wszystko
pt_pt: Expandir tudo
ro_ro: Extinde tot
ru_ru: Развернуть все
sv_se: Expandera alla
tr_tr: Tümünü Genişlet

source: Total Expenses:
ar_sa: مجموع المصروفات:
cs_cz: Celkové výdaje:
el_gr: Σύνολο Εξόδων:
es_es: Gastos Totales:
fr_fr: Total des dépenses :
he: סך כל הוצאות:
hr_hr: Ukupni troškovi:
hu_hu: Összes kiadás:
it_it: Totale Uscite:
nl_nl: Totaal uitgaven:
pl_pl: Wydatki łącznie:
pt_pt: Despesas Totais:
ru_ru: Суммарный расход:
sk_sk: Celkové výdavky:
tr_tr: Toplam Gider:

source: Total Income:
ar_sa: إجمالي الإيرادات:
cs_cz: Celkové příjmy:
el_gr: Συνολικό Εισόδημα:
es_es: Ingresos totales:
fr_fr: Total des revenus :
he: סך כל הכנסות:
hr_hr: Ukupni prihod:
hu_hu: Összes bevétel:
it_it: Totale Entrate:
nl_nl: Totaal inkomsten:
pl_pl: Dochody łącznie:
pt_pt: Receitas Totais:
ru_ru: Суммарный доход:
sk_sk: Celkový príjem:
tr_tr: Toplam Gelir:

source: Grand Total:
ar_sa: الإجمالي:
cs_cz: Celkový součet:
el_gr: Γενικό σύνολο:
es_es: Suma total:
he: סך הכל כללי:
hr_hr: Sveukupno:
hu_hu: Végösszeg:
it_it: Totale Generale:
nl_nl: Eindtotaal:
pl_pl: Suma łącznie:
pt_pt: Total Geral:
ru_ru: Всего:
sk_sk: Celkový súčet:
tr_tr: Genel Toplam:

source: Categories Summary
ar_sa: ملخص الفئات
cs_cz: Přehled kategorií
el_gr: Σύνοψη Κατηγοριών
es_es: Resumen de categorías
fr_fr: Résumé des catégories
hr_hr: Sažetak kategorija
hu_hu: Kategóriák összegzése
it_it: Riepilogo Categorie
pl_pl: Podsumowanie kategorii
pt_pt: Resumo de Categorias
ru_ru: Сводка по категориям
sv_se: Sammanfattning av kategorier
tr_tr: Kategori Özeti

source: Category Income/Expenses
ar_sa: فئة الدخل/المصروفات
cs_cz: Kategorie Příjmy/Výdaje
el_gr: Έσοδα/Έξοδα Κατηγορίας
es_es: Categoría ingresos/gastos
fr_fr: Catégorie revenus / dépenses
he: קטגוריה הכנסות/הוצאות
hr_hr: Kategorija Prihod/Troškovi
hu_hu: Bevételek/kiadások kategóriánként
it_it: Entate/Uscite per Categoria
nl_nl: Categorie inkomsten/uitgaven
pl_pl: Kategoria Przychody/Wydatki
pt_pt: Categoria Receitas/Despesas
ru_ru: Доход/Расход по категориям
tr_tr: Kategori Gelir/Gider

source: Difference
ar_sa: الفرق
cs_cz: Rozdíly
el_gr: Διαφορά
es_es: Diferencia
fr_fr: Différence
he: הפרש
hr_hr: Razlika
hu_hu: Különbözet
it_it: Differenza
nl_nl: Verschil
pl_pl: Różnica
pt_pt: Desvio
ro_ro: Diferența
ru_ru: Разница
sk_sk: Rozdiel
sv_se: Skillnad
tr_tr: Fark

source: Overall
ar_sa: الكل
cs_cz: Celkem
el_gr: Συνολικά
es_es: Global
fr_fr: Globalement
he: כללי
hr_hr: Sveukupno
hu_hu: Összesen
it_it: Totale
nl_nl: Totaal
pl_pl: Ogólnie
pt_pt: Somatório
ro_ro: Global
ru_ru: Суммарно
sk_sk: Celkom
tr_tr: Tümü

source: Incomes
ar_sa: الايرادات
cs_cz: Příjmy
el_gr: Έσοδα
es_es: Ingresos
fr_fr: Revenus
he: הכנסות
hr_hr: Prihodi
hu_hu: Bevételek
it_it: Entrate
nl_nl: Inkomsten
pl_pl: Przychody
pt_pt: Receitas
ru_ru: Доходы
sk_sk: Príjmy
tr_tr: Gelirler

source: %1$s (%2$i month)
es_es: %1$s (%2$i mes)
fr_fr: %1$s (%2$i mois)
hr_hr: %1$s (%2$i mjesec)
hu_hu: %1$s (%2$i hónap)
it_it: %1$s (%2$i mese)
pl_pl: %1$s (%2$i miesiąc)
pt_pt: %1$s (%2$i mês)
ro_ro: %1$s (%2$i lună)
ru_ru: %1$s (%2$i месяц)
sv_se: %1$s (%2$i månad)
tr_tr: %1$s (%2$i ay)

source: Cumulative Difference
el_gr: Σωρευτική Διαφορά
es_es: Diferencia acumulada
fr_fr: Différence cumulative
hr_hr: Kumulirana razlika
hu_hu: Halmozott különbség
it_it: Differenza Complessiva
pl_pl: Skumulowana różnica
pt_pt: Diferença Acumulada
ru_ru: Общая разница
tr_tr: Kümülatif Fark

source: Cash Flow - Daily
el_gr: Ταμειακές Ροές - Καθημερινά
es_es: Flujo de caja - Diario
fr_fr: Flux de trésorerie - Quotidien
hr_hr: Novčani tok – dnevno
hu_hu: Pénzforgalom - Napi
it_it: Flusso Di Cassa - Giornaliero
pl_pl: Dzienny przepływ pieniędzy
pt_pt: Fluxo de Caixa - Diário
ru_ru: Денежный поток - Ежедневно
tr_tr: Nakit Akışı - Günlük

source: Cash Flow - Monthly
el_gr: Ταμειακές Ροές - Μηνιαίως
es_es: Flujo de caja - Mensual
fr_fr: Flux de trésorerie - mensuel
hr_hr: Novčani tok – mjesečno
hu_hu: Pénzforgalom - Havi
it_it: Flusso Di Cassa - Mensile
pl_pl: Miesięczny przepływ pieniędzy
pt_pt: Fluxo de Caixa - Mensal
ru_ru: Денежный поток - Ежемесячно
tr_tr: Nakit Akışı - Aylık

source: Cash Flow - Transactions
ar_sa: التدفق النقدي - المعاملات
el_gr: Ταμειακές Ροές - Συναλλαγές
es_es: Flujo de caja - Transacciones
fr_fr: Flux de trésorerie - Transactions
hr_hr: Novčani tok – transakcije
hu_hu: Pénzforgalom - Ügyletek
it_it: Flusso Di Cassa - Transazioni
pl_pl: Przepływy pieniężne - Transakcje
pt_pt: Fluxo de Caixa - Transações
ru_ru: Денежный поток - Транзакции
tr_tr: Nakit Akışı - İşlemler

source: Forecast
ar_sa: توقعات
cs_cz: Prognóza
el_gr: Πρόβλεψη
es_es: Previsión
fr_fr: Prévision
he: תחזית
hr_hr: Prognoza
hu_hu: Előrejelzés
it_it: Previsione
nl_nl: Prognose
pl_pl: Prognoza
pt_pt: Previsão
ru_ru: Прогноз
sk_sk: Predpoveď
tr_tr: Tahmin

source: Income vs. Expenses Summary
el_gr: Αναφορά Εισόδων - Εξόδων
es_es: Resumen de ingresos y gastos
fr_fr: Bilan des revenus et des dépenses
hr_hr: Prihod – Troškovi, sažetak
hu_hu: Bevételek/kiadások összesítése
it_it: Riepilogo Entrate vs Spese
pl_pl: Podsumowanie bilansu przychodów i wydatków
ru_ru: Доходы/Расходы суммарно
sv_se: Inkomster vs utgifter, sammanfattning
tr_tr: Gelir ve Gider Özeti

source: Income:
ar_sa: الواردات:
cs_cz: Příjmy:
el_gr: Έσοδα:
es_es: Ingresos:
fr_fr: Revenu :
he: הכנסה:
hr_hr: Prihod:
hu_hu: Bevétel:
it_it: Entrate:
nl_nl: Inkomsten:
pl_pl: Przychody:
pt_pt: Rendimento:
ro_ro: Venituri:
ru_ru: Доход:
sk_sk: Príjmy:
sv_se: Inkomst:
tr_tr: Gelir:

source: Expenses:
ar_sa: المصروفات
cs_cz: Výdaje:
el_gr: Έξοδα:
es_es: Gastos:
fr_fr: Dépenses :
he: הוצאות:
hr_hr: Troškovi:
hu_hu: Kiadások:
it_it: Uscite:
nl_nl: Uitgaven:
pl_pl: Wydatki:
pt_pt: Despesa:
ro_ro: Cheltuieli:
ru_ru: Расход:
sk_sk: Výdavky:
sv_se: Utgifter:
tr_tr: Gider:

source: Income vs. Expenses Monthly
el_gr: Μηνιαία Έσοδα - Έξοδα
es_es: Ingresos y gastos mensuales
fr_fr: Bilan mensuel des revenus et des dépenses
hr_hr: Prihod – Troškovi, mjesečno
hu_hu: Bevételek/kiadások havonta
it_it: Entrate vs Uscite Mensili
pl_pl: Miesięczny bilans przychodów i wydatków
pt_pt: Rendimentos vs Despesas mensais
ru_ru: Доход и расходы за месяц
sv_se: Inkomster vs utgifter månadsvis
tr_tr: Gelir ve Aylık Giderler

source: Cumulative
ar_sa: التراكمي
el_gr: Αθροιστικά
es_es: Acumulado
fr_fr: Cumulé
hr_hr: Kumulativno
hu_hu: Halmozott
it_it: Cumulativo
pl_pl: Łącznie
pt_pt: Acumulado
ru_ru: Суммарно
tr_tr: Kümülatif

source: Payee Report
ar_sa: تقرير المستفيد
cs_cz: Sestava příjemců
el_gr: Έκθεση δικαιούχου
es_es: Informe de beneficiarios
fr_fr: apport sur Tiers
he: דוח מוטב
hr_hr: Izvještaj o primaocu
hu_hu: Kedvezményezett kimutatása
it_it: Resoconto Beneficiari
nl_nl: Begunstigden
pl_pl: Raport beneficjentów
pt_pt: Relatório de Beneficiários
ru_ru: Отчёт по получателям
sk_sk: Report príjemcov
sv_se: Rapport för betalningsmottagare
tr_tr: Alacaklı Raporu

source: Summary of Stocks
ar_sa: ملخص الاسهم
cs_cz: Přehled účtů
el_gr: Περίληψη μετοχών
es_es: Resumen de acciones
fr_fr: Liste des titres
he: סיכום מניות
hr_hr: Ukupni iznosi vlasničkih udjela
hu_hu: Befektetések összegzése
it_it: Saldo dei Titoli
nl_nl: Samenvatting van effectenfondsen
pl_pl: Podsumowanie papierów wartościowych
pt_pt: Resumo dos Investimentos em Bolsa
ro_ro: Sumarul Acțiunilor
ru_ru: Сводка по инвестициям
sk_sk: Súhrn akcií
sv_se: Aktiesammanfattning
tr_tr: Stok Özeti

source: Purchase Date
ar_sa: تاريخ الشراء
el_gr: Ημερομηνία Αγοράς
es_es: Fecha de Compra
fr_fr: Date d'achat
hr_hr: Datum kupnje
hu_hu: Beszerzés dátuma
it_it: Data d'Acquisto
pl_pl: Data zakupu
pt_pt: Data de Compra
ru_ru: Дата покупки
sv_se: Inköpsdatum
tr_tr: Satınalma Tarihi

source: Quantity
ar_sa: الكمية
cs_cz: Počet
el_gr: Ποσότητα
es_es: Cantidad
fr_fr: Quantité
he: כמות
hr_hr: Količina
hu_hu: Mennyiség
it_it: Quantità
nl_nl: Aantal
pl_pl: Ilość
pt_pt: Quantidade
ro_ro: Cantitate
ru_ru: Количество
sk_sk: Počet
sv_se: Kvantitet
tr_tr: Miktar

source: Stocks Performance Charts
ar_sa: المخزون من مخططات الأداء
cs_cz: Graf výkonu akcií
el_gr: Χάρτες Απόδοσης Αποθεμάτων
es_es: Gráficos de rendimiento de acciones
fr_fr: Graphique de la performance des titres
he: גרף בצועי נירות ערך
hr_hr: Dijagram rezultata vlasničkih udjela
hu_hu: Részvény teljesítménye diagram
it_it: Diagrammi andamento azioni
nl_nl: Aandelenprestatiegrafiek
pl_pl: Wykresy akcji
pt_pt: Gráficos de Desempenho de Ações
ru_ru: Представление которовок
tr_tr: Borsa Performans Çizelgesi

source: Accounts:
ar_sa: الحسابات:
cs_cz: Účty:
el_gr: Λογαριασμοί:
es_es: Cuentas:
fr_fr: Comptes:
he: חשבונות:
hr_hr: Računi:
hu_hu: Számlák:
it_it: Conti:
nl_nl: Rekeningen:
pl_pl: Konta:
pt_pt: Contas:
ru_ru: Счета:
sk_sk: Účty:
sv_se: Konton:
tr_tr: Hesaplar:

source: FX Rate
el_gr: Ισοτιμία FX
es_es: Tasa de FX
fr_fr: Taux de change
hr_hr: FX stopa
hu_hu: Deviza árfolyam
it_it: Tasso di cambio
pl_pl: Kurs wal.
pt_pt: Taxa de Câmbio
ro_ro: Rată FX
ru_ru: Курс FX
sv_se: FX kurs
tr_tr: Döviz Kuru

source: All Transactions: Withdrawals, Deposits, and Transfers
ar_sa: جميع المعاملات: السحب والإيداع والتحويلات
cs_cz: Všechny transakce: výběry, vklady a převody
el_gr: Όλες οι Συναλλαγές: Αναλήψεις, Καταθέσεις και Μεταφορές
es_es: Todas las transacciones: retiros, depósitos y transferencias
fr_fr: Toutes les transactions : débits, crédits et virements
hr_hr: Sve transakcije: isplate, uplate i prijenosi
hu_hu: Az összes ügylet: Kivétel, Betét és Átutalás
it_it: Tutte le transazioni: Prelievi, Depositi e Trasferimenti
pl_pl: Wszystkie transakcje: wypłaty, depozyty i przelewy
pt_pt: Todas as Transações: Pagamentos, Depósitos e Transferências
ru_ru: Все транзакции: снятия, депозиты и переводы
tr_tr: Tüm İşlemler: Ödeme, Gelir ve Aktarmalar

source: All Transactions excluding Transfers
ar_sa: جميع المعاملات باستثناء التحويلات
cs_cz: Všechny transakce s výjimkou převodů
el_gr: Όλες οι συναλλαγές εκτός των μεταφορών
es_es: Todas las transacciones menos las transferencias
fr_fr: Toutes les transactions sauf les virements
hr_hr: Sve transakcije, ne uključujući prijenose
hu_hu: Az összes ügylet, az átutalásokat kivéve
it_it: Tutte le transazioni, esclusi i trasferimenti
pl_pl: Wszystkie transakcje z wyłączeniem przelewów
pt_pt: Todas as Transações menos Transferências
ru_ru: Все транзакции, за исключением переводов
tr_tr: Aktarmalar hariç tüm işlemler

source: Statistics
el_gr: Στατιστικά στοιχεία
es_es: Estadísticas
fr_fr: Statistiques
hr_hr: Statistika
hu_hu: Statisztika
it_it: Statistiche
pt_pt: Estatísticas
ru_ru: Статистика
sv_se: Statistik
tr_tr: İstatistik

source: Minimum
el_gr: Ελάχιστο
es_es: Mínimo
hu_hu: Legalacsonyabb
it_it: Minimo
pt_pt: Mínimo
ru_ru: Минимум
tr_tr: En az

source: Maximum
el_gr: Μέγιστο
es_es: Máximo
hr_hr: Maksimum
hu_hu: Legfeljebb
it_it: Massimo
pt_pt: Máximo
ru_ru: Максимум
tr_tr: En çok

source: Average
el_gr: Μέσος όρος
es_es: Promedio
fr_fr: Moyenne
hr_hr: Prosjek
hu_hu: Átlag
it_it: Media
pt_pt: Média
ru_ru: Средний
sv_se: Genomsnittlig
tr_tr: Ortalama

source: MMEX Usage Frequency
ar_sa: تردد استخدام MMEX
cs_cz: MMEX využití
el_gr: Συχνότητα Χρήσης Mmex
es_es: Frecuencia de uso de MMEX
fr_fr: Fréquence d'utilisation de MMEX
hr_hr: Učestalost korištenja MMEX-a
hu_hu: MMEX-használati gyakoriság
it_it: Frequenza d'uso MMEX
pl_pl: Częstotliwość używania MMEX
pt_pt: Frequência de Utilização do MMEX
ru_ru: Частота использования MMEX
tr_tr: MMEX Kullanım Sıklığı

source: Financial Year: %s - %i
ar_sa: السنة المالية: %s - %i
cs_cz: Finanční rok: %s - %i
el_gr: Οικονομικό Έτος: %s - %i
es_es: Año fiscal: %s - %i
fr_fr: Année financière: %s - %i
he: שנה פיננסית: %s - %i
hr_hr: Fiskalna godina: %s – %i
hu_hu: Pénzügyi év: %s - %i
it_it: Anno finanziario: %s - %i
nl_nl: Financieel jaar: %s - %i
pl_pl: Rok finansowy: %s - %i
pt_pt: Ano Fiscal: %s - %i
ru_ru: Финансовый год: %s - %i
sv_se: Räkenskapsår: %s - %i
tr_tr: Finansal Yıl: %s - %i

source: Financial Year: %i Month: %s
el_gr: Οικονομικό Έτος: %i - %s
es_es: Año fiscal: %i Mes: %s
fr_fr: Année financière : %i Mois : %s
hr_hr: Fiskalna godina: %i Mjesec: %s
hu_hu: Pénzügyi év: %i, hónap: %s
it_it: Anno finanziario: %i Mese: %s
pt_pt: Ano financeiro: %i Mês: %s
ru_ru: Финансовый год: %i месяц: %s
sv_se: Finansiellt år: %i Månad: %s
tr_tr: Mali Yıl: %i Ay: %s

source: Year: %i Month: %s
cs_cz: Rok: %i měsíc: %s
el_gr: Έτος: %i Μήνας: %s
es_es: Año: %i Mes: %s
fr_fr: Année : %i Mois : %s
hr_hr: Godina: %i Mjesec: %s
hu_hu: Év: %i Hónap: %s
it_it: Anno: %i Mese: %s
pl_pl: Rok: %i miesiąc: %s
pt_pt: Ano: %i Mês: %s
ru_ru: Год: %i Месяц: %s
sv_se: År: %i Månad: %s
tr_tr: Yıl: %i Ay: %s

source: Budget Categories for %s
cs_cz: Rozpočet podle kategorií pro %s
el_gr: Κατηγορίες προϋπολογισμού για %s
es_es: Categorías presupuestarias de %s
fr_fr: Budget des Catégories pour %s
he: קטגוריות התקציב ל %s
hr_hr: Budžetske kategorije za %s
hu_hu: Költségvetési kategóriák ehhez: %s
it_it: Categorie Budget per %s
nl_nl: Begrotingscategorieën voor %s
pl_pl: Budżet wg kategorii na %s
pt_pt: Categorias Orçamentais de %s
ru_ru: Бюджет на %s
tr_tr: %s için Bütçe Kategorileri

source: Budget Category Summary for %s
cs_cz: Rozpočet – Podle kategorií pro %s
el_gr: Περίληψη κατηγορίας προϋπολογισμού για %s
es_es: Resumen de categorías presupuestarias de %s
fr_fr: Résumé des catégories du budget pour %s
he: סיכום קטגוריות תקציב ל %s
hr_hr: Ukupni iznosi budžetske kategorije za %s
hu_hu: Költségvetési kategóriák összesítése ehhez: %s
it_it: Riepilogo Categoria Budget per %s
nl_nl: Begrotingscategoriesamenvatting voor %s
pl_pl: Podsumowanie budżetu wg kategorii na %s
pt_pt: Resumo de Categorias Orçamentais de %s
ru_ru: Итоги бюджета на %s
tr_tr: %s için Bütçe Kategori Özeti

source: (Estimated vs. Actual)
el_gr: (Εκτιμώμενη vs. Πραγματική)
es_es: (Estimado contra real)
fr_fr: (Balance Estimé / Réel)
hr_hr: (Procijenjeno – stvarno)
hu_hu: (becsült/tényleges)
it_it: (Previsto / Attuale)
pt_pt: (Estimado vs Atual)
ru_ru: (Предполагаемый и фактический)
sv_se: (Uppskattad vs faktisk)
tr_tr: (Tahmini vs. Gerçekleşen)

source: Estimated Income:
cs_cz: Předpokládaný příjem:
el_gr: Εκτιμώμενο Εισόδημα:
es_es: Ingreso estimado:
fr_fr: revenu estimé:
he: הכנסות צפויות:
hr_hr: Procijenjeni prihod:
hu_hu: Becsült bevétel:
it_it: Entrate Previste:
nl_nl: Geschatte inkomsten:
pl_pl: Szacowane dochody:
pt_pt: Receita estimada:
ru_ru: Ожидаемый доход:
sk_sk: Odhadované príjmy:
sv_se: Beräknad inkomst:
tr_tr: Tahmini Gelir:

source: Actual Income:
cs_cz: Aktuální příjem:
el_gr: Πραγματικό Εισόδημα:
es_es: Ingreso real:
fr_fr: Revenu actuel:
he: הכנסות בפועל:
hr_hr: Stvarni prihod:
hu_hu: Tényleges bevétel:
it_it: Entrate Effettive:
nl_nl: Werkelijke inkomsten:
pl_pl: Rzeczywiste dochody:
pt_pt: Receita Realizada:
ru_ru: Реальный доход:
sk_sk: Skutočné príjmy:
sv_se: Faktisk inkomst:
tr_tr: Gerçekleşen Gelir:

source: Difference Income:
cs_cz: Rozdíl příjmů:
el_gr: Έσοδα Διαφοράς:
es_es: Diferencia de ingresos:
fr_fr: Différenciel des revenus:
he: הפרש הכנסות:
hr_hr: Razlika prihoda:
hu_hu: Bevétel különbözete:
it_it: Saldo Entrate:
nl_nl: Verschil inkomsten:
pl_pl: Różnica dochodów:
pt_pt: Desvio Receitas:
ru_ru: Разница по доходу:
sk_sk: Rozdiel príjmov:
sv_se: Skillnad på inkomst:
tr_tr: Gelir Farkı:
