Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: The database you are trying to open has been marked as opened by another instance of MMEX. To avoid data loss or conflict, it's strongly recommended that you close all other applications that may be using the database. If nothing else is running, it's possible that the database was left open as a result of a crash during previous usage of MMEX. Would you like to continue to open this database?
ro_ro: Baza de date pe care încercați să o deschideți a fost marcată ca fiind deschisă de o altă instanță a MMEX. Pentru a evita pierderea sau conflictul de date, este recomandat să închideți toate celelalte aplicații care ar putea folosi baza de date. Dacă nimic altceva nu rulează, este posibil ca baza de date să fie rămas deschisă accidental în timpul utilizării anterioare a MMEX. Doriți să continuați să deschideți această bază de date?

source: A scheduled transaction will exceed your account limit. Account: %1$s Current Balance: %2$6.2f Transaction amount: %3$6.2f %4$s: %5$6.2f Do you wish to continue?
ro_ro: O tranzacție programată va depăși limita contului dvs. Cont: %1$s Soldul curent: %2$6.2f Valoarea tranzacției: %3$6.2f %4$s: %5$6.2f Vrei să continui?

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: Bulk Transactions
ro_ro: Tranzacții în masă

source: Are you sure you want to use this theme? Please note that this will only take effect when MMEX is re-started.
ro_ro: Sunteți sigur că doriți să utilizați această temă? Reține că acest lucru va avea efect doar atunci când MMEX va fi repornit.

source: Some transactions could not be updated
ro_ro: Câteva tranzacții nu au putut fi mutate

source: Please fix attachments folder or delete attachments from WebApp
ro_ro: Vă rugăm să remediați folderul de atașamente sau să ștergeți atașamentele din WebApp

source: Please insert a valid URL
sk_sk: Prosím, zadajte platnú adresu URL

source: This category cannot be deleted because it's used by transactions.
sk_sk: Túto kategóriu nemožno vymazať, lebo je používaná pri transakciách.

source: Delete an existing category.
sk_sk: Vymazať existujúcu kategóriu.

source: Template name
sk_sk: Názov šablóny

source: Export to JSON
sk_sk: Exportovať do JSON

source: Begin date:
sk_sk: Dátum začiatku:

source: Date:
sk_sk: Dátum:

source: End date:
sk_sk: Dátum konca:

source: Url
sk_sk: Adresa Url

source: Database version:
sk_sk: Verzia databázy:
