Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Specify the number of payments to be made. Leave blank if the payments continue forever.
ar_sa: حدد عدد المدفوعات التي يتعين القيام بها. اتركه فارغا إذا استمرت المدفوعات إلى الأبد.
cs_cz: Zadejte počet plateb, které mají být zadány. Ponechte prázdné, pokud mají platby pokračovat do nekonečna.
el_gr: Καθορίστε τον αριθμό των πληρωμών που πρέπει να γίνουν. Αφήστε το κενό αν οι πληρωμές συνεχιστούν για πάντα.
es_es: Especificar el número de pagos a realizar. Deje en blanco si los pagos continúan para siempre.
fr_fr: Indiquer le nombre de paiements à effectuer. Laisser vide pour continuer indéfiniment.
hr_hr: Odredi broj potrebnih plaćanja. Ostavi prazno, ako se plaćanja beskonačno ponavljaju.
hu_hu: Adja meg hányszor kell fizetni. Hagyja üresen ha a kifizetésnek nincs lejárata.
it_it: Specifica il numero di pagamenti da effettuare. Lascia vuoto se i pagamenti devono continuare indefinitamente.
nl_nl: Het aantal uit te voeren betalingen ingeven. Leeg laten als de betaling oneindig door moet lopen.
pl_pl: Określ liczbę płatności do wykonania. Pozostaw puste jeśli płatność ma być realizowana bez końca.
pt_pt: Especifique o número de pagamentos a serem feitos. Deixe em branco se os pagamentos continuarem indefinidamente.
ro_ro: Specifică numărul de plăți care trebuie efectuate. Lasă necompletat dacă plățile continuă la nesfârșit.
ru_ru: Введите количество повторов. Оставьте поле пустым, если бесконечно.
sv_se: Ange antalet betalningar som ska göras. Lämna tomt om betalningarna ska fortsätta för evigt.
tr_tr: Yapılacak ödemelerin sayısını belirtin. Ödemeler sürekli devam edecekse boş bırakın.

source: Split Transaction
ar_sa: تقسيم المُعاملة
el_gr: Διαχωρισμός Συναλλαγής
es_es: Transacción dividida
fr_fr: Fractionner la transaction
hr_hr: Podijeljena transakcija
hu_hu: Ügylet felosztása
it_it: Transazione Suddivisa
pl_pl: Podziel transakcję
pt_pt: Transação Fracionada
ro_ro: Tranzacție divizată
ru_ru: Разделить транзакцию
tr_tr: İşlemi Böl

source: New Scheduled Transaction
el_gr: Νέα Προγραμματισμένη Συναλλαγή
es_es: Nueva transacción programada
fr_fr: Nouvelle opération récurrente
hr_hr: Nova terminirana transakcija
hu_hu: Új, ütemezett ügylet
it_it: Nuova Transazione Pianificata
pl_pl: Nowa zaplanowana transakcja
pt_pt: Nova Transação Recorrente
ro_ro: O nouă tranzacție programată
ru_ru: Новая запланированная транзакция
sv_se: Ny schemalagd transaktion
tr_tr: Yeni Zamanlanmış İşlem

source: Specify where the transaction is going to
ar_sa: حدد إلى أين ستذهب المعاملة
cs_cz: Zadejte kam transakce odejde
el_gr: Καθορίστε πού πηγαίνει η συναλλαγή
es_es: Especifique a dónde va la transacción
fr_fr: Spécifiez où va cette opération
he: בחר להיכן מועברת התנועה
hr_hr: Odredi kamo prijenos ide
hu_hu: Ügylet címzettjének megadása
it_it: Specifica la destinazione della transazione
nl_nl: Specificeer waar de transactie naartoe gaat
pl_pl: Określ cel transakcji
pt_pt: Indique o destino desta transação
ro_ro: Specifică unde este trimisă tranzacția
ru_ru: Укажите счёт куда будет произведено перечисление
sk_sk: Upresnite kam odchádza transakcia
sv_se: Ange var transaktionen ska
tr_tr: İşlemin nereye gittiğini belirtin

source: Specify where the transaction is coming from
ar_sa: حدد من أين تأتي المعاملة
cs_cz: Zadejte odkud transakce přichází
el_gr: Καθορίστε από πού έρχεται η συναλλαγή
es_es: Especifique de dónde viene la transacción
fr_fr: Précisez d'où cette opération vient
he: הגדר מהיכן מגיעה התנועה
hr_hr: Odredi odakle prijenos dolazi
hu_hu: Adja meg hogy az ügylet honnan ered
it_it: Specifica la provenienza della transazione
nl_nl: Specificeer waar de transactie vandaan komt
pl_pl: Określ źródło transakcji
pt_pt: Indique de onde esta transação está vir
ro_ro: Specifică de unde provine tranzacția
ru_ru: Укажите откуда будет произведено перечисление
sk_sk: Upresnite odkiaľ prichádza transakcia
sv_se: Ange var transaktionen kommer från
tr_tr: İşlemin nereden geldiğini belirtin

source: Specify which account the transfer is going to
ar_sa: حدد الحساب الذي سيذهب إليه التحويل
cs_cz: Zadejte účet kam převod odejde
el_gr: Καθορίστε σε ποιο λογαριασμό θα πάει η μεταφορά
es_es: Especifique la cuenta a la que va la transferencia
fr_fr: Précisez le compte qui recevra le transfert
he: בחר את החשבון ה'מקבל' של התנועה
hr_hr: Odredi račun u koji prijenos ide
hu_hu: Átutalást fogadó számla megadása
it_it: Specifica il conto verso cui viene effettuato il trasferimento
nl_nl: Specificeer naar welke rekening de overboeking gaat
pl_pl: Określ konto na które trafi przelew
pt_pt: Indique para que conta está a ser efetuada a transferência
ro_ro: Specifică la ce cont va fi trimis transferul
ru_ru: Укажите счёт куда будет произведено перечисление
sk_sk: Upresnite účet, na ktorý odchádza prevod
sv_se: Ange vilket konto överföringen ska gå till
tr_tr: Aktarımın hangi hesaba gittiğini belirtin

source: Specify the amount for this transaction
ar_sa: تعيين مبلغ العملية
cs_cz: Zadejte částku transakce
el_gr: Δηλώστε το ποσό της συναλλαγής
es_es: Especifique el importe de esta transacción
fr_fr: Précisez le montant de l'opération
he: הזן את סכום התנועה
hr_hr: Odredi iznos za ovu transakciju
hu_hu: Ügylethez tartozó összeg megadása
it_it: Specifica l'importo di questa transazione
nl_nl: Specificeer het bedrag voor deze transactie
pl_pl: Określ kwotę dla tej transakcji
pt_pt: Especifique o valor desta transação
ro_ro: Specifică suma pentru această tranzacție
ru_ru: Введите сумму для данной проводки
sk_sk: Upresnite sumu pre túto transakciu
sv_se: Ange beloppet för transaktionen
tr_tr: Bu işlem için tutar belirtiniz.

source: Specify the amount to be transferred
ar_sa: حدد المبلغ المراد تحويله
cs_cz: Zadejte částku převodu
el_gr: Προσδιορίστε το ποσό που πρόκειται να μεταφερθεί
es_es: Especificar la cantidad a transferir
fr_fr: Précisez le montant à transférer
he: הזן את הסכום ל'העברה'
hr_hr: Odredi iznos koji će se prenijeti
hu_hu: Átutalandó összeg megadása
it_it: Specifica l'importo da trasferire
nl_nl: Specificeer het over te boeken bedrag
pl_pl: Określ kwotę dla przelewu
pt_pt: Indique o montante a ser transferido
ro_ro: Specificați suma care urmează să fie transferată
ru_ru: Сумма, которая будет переведена
sv_se: Ange det belopp som ska överföras
tr_tr: Aktarılacak tutarı belirtin.

source: Edit Split Detail
ar_sa: تعديل تفاصيل التقسيم
el_gr: Επεξεργασία Λεπτομερειών Διαχωρισμού
es_es: Editar detalles de la división
fr_fr: Editer les détails de la transaction fractionnée
hr_hr: Uredi detalj podjele
hu_hu: Felosztás részleteinek szerkesztése
it_it: Modifica dettaglio divisione
pl_pl: Edytuj szczegóły podziału
pt_pt: Editar Detalhe da Transação Fracionada
ru_ru: Изменить детали разделённой транзакции
sv_se: Redigera detaljer för delad betalning
tr_tr: Bölme Detayını Düzenle

source: Enter notes to describe this split transaction
ar_sa: أدخل ملاحظات لوصف هذه المعاملة المقسمة
el_gr: Εισάγετε σημειώσεις για να περιγράψετε αυτή τη διαχωρισμένη συναλλαγή
es_es: Introducir notas para describir esta transacción dividida
fr_fr: Entrer des commentaire pour décrire cette transaction fractionnée
hr_hr: Upiši bilješke za opis ove podijeljene transakcije
hu_hu: Írjon be megjegyzéseket a felosztott ügylet leírásához
it_it: Inserisci le note per descrivere questa transazione divisa
pl_pl: Wprowadź notatki do opisu tej części transakcji
pt_pt: Digite as notas para descrever esta transação fracionada
ro_ro: Introduceți note pentru a descrie această tranzacție divizată
ru_ru: Введите заметки для этой разделённой транзакции
sv_se: Ange anteckningar för att beskriva denna delade transaktion
tr_tr: Bu bölünmüş işlemi açıklamak için notlar girin

source: &Add Split
ar_sa: &إضافة تقسيم
el_gr: &Προσθήκη Διαχωρισμού
es_es: &Añadir desglose
fr_fr: &Ajouter un partage
hr_hr: &Dodaj podjelu
hu_hu: Felosztás &hozzáadása
it_it: &Aggiungi Frazionamento
pl_pl: &Dodaj podział
pt_pt: &Adicionar Transação Fracionada
ru_ru: &Добавить строку
sv_se: &Lägg till delning
tr_tr: &Bölme Ekle

source: &Remove Split
ar_sa: &إزالة تقسيم
el_gr: &Αφαίρεση Διαχωρισμού
es_es: &Eliminar desglose
fr_fr: &Supprimer le partage
hr_hr: &Ukloni podjelu
hu_hu: Felosztás &eltávolítása
it_it: &Rimuovi Frazionamento
pl_pl: &Usuń podział
pt_pt: Remover Transação Fracionada
ru_ru: &Убрать строку
sv_se: &Ta bort delning
tr_tr: &Bölmeyi Kaldır

source: Total:
ar_sa: المجموع:
cs_cz: Celkem:
el_gr: Σύνολο:
he: סך הכל:
hr_hr: Ukupno:
hu_hu: Összesen:
it_it: Totale:
nl_nl: Totaal:
pl_pl: Łącznie:
ru_ru: Всего:
sk_sk: Spolu:
sv_se: Totalt:
tr_tr: Toplam:

source: Invalid Total Amount
ar_sa: المبلغ الإجمالي غير صالح
cs_cz: Neplatná celková částka
el_gr: Άκυρο Συνολικό Ποσό
es_es: Cantidad total incorrecta
fr_fr: Montant total non valable
he: סכום כולל לא תקין:
hr_hr: Nevaljan ukupni iznos
hu_hu: Érvénytelen végösszeg
it_it: Importo Totale Non Valido
nl_nl: Ongeldig totaal bedrag
pl_pl: Nieprawidłowa łączna kwota
pt_pt: Valor Total Inválido
ru_ru: Введена неправильная сумма
sk_sk: Neplatná celková suma
sv_se: Ogiltigt totalbelopp
tr_tr: Geçersiz Toplam Tutar

source: Invalid Value
ar_sa: قيمة غير صالحة
cs_cz: Neplatná hodnota
el_gr: Μη έγκυρη τιμή
es_es: Valor no válido
fr_fr: Valeur invalide
hr_hr: Neispravna vrijednost
hu_hu: Érvénytelen érték
it_it: Valore non valido
pl_pl: Nieprawidłowa wartość
pt_pt: Valor inválido
ro_ro: Valoare nevalidă
ru_ru: Неверное значение
sk_sk: Neplatná hodnota
sv_se: Ogiltigt värde
tr_tr: Geçersiz Değer

source: Please enter a valid monetary amount
ar_sa: الرجاء إدخال مبلغ نقدي صحيح
el_gr: Παρακαλώ εισάγετε ένα έγκυρο χρηματικό ποσό
es_es: Introduzca una cantidad monetaria válida
fr_fr: Veuillez saisir un montant valide
hr_hr: Unesi ispravan novčani iznos
hu_hu: Adjon meg egy érvényes pénzösszeget
it_it: Inserisci un importo monetario valido
pl_pl: Wprowadź prawidłową kwotę pieniężną
pt_pt: Por favor, insira um valor monetário válido
ru_ru: Пожалуйста, введите правильную денежную сумму
sv_se: Ange ett giltigt penningbelopp
tr_tr: Lütfen geçerli bir parasal tutar girin

source: Open Last Opened &Database
ar_sa: افتح آخر قاعدة بيانات تم فتحها
cs_cz: Otevřít poslední
el_gr: Άνοιγμα Τελευταίας Ανοιγμένης Βάσης &Δεδομένων
es_es: Abrir la última &base de datos utilizada
fr_fr: Ouvrir la dernière base de données utilisée
hr_hr: Otvori zadnju otvorenu bazu po&dataka
hu_hu: Utoljára megnyitott &adatbázis megnyitása
it_it: Apri l'ultimo &Database aperto
pl_pl: Otwórz ostatnio &używaną bazę danych
pt_pt: Abrir Última &Base de Dados Aberta
ro_ro: Deschide ultima bază de date deschisă
ru_ru: Открыть последнюю используемую &базу данных
sv_se: Öppna senast öppnade &databas
tr_tr: En Son Kullanılan Veritabanını Aç

source: &New Database
ar_sa: قاعدة بيانات جديدة
cs_cz: &Nová databáze
el_gr: &Νέα Βάση Δεδομένων
es_es: &Nueva base de datos
fr_fr: &Nouvelle base de données
hr_hr: &Nova baza podataka
hu_hu: Új adatbázis
it_it: &Nuovo Database
pl_pl: &Nowa baza danych
pt_pt: &Nova Base de Dados
ro_ro: Bază de date nouă
ru_ru: &Новая база данных
sv_se: &Ny databas
tr_tr: &Yeni Veritabanı

source: Create new MMEX database file
el_gr: Δημιουργία νέου αρχείου βάσης δεδομένων MMEX
es_es: Crear nuevo archivo de base de datos de MMEX
fr_fr: Créer un nouveau fichier de base de données MMEX
hr_hr: Stvori novu MMEX datoteku baze podataka
hu_hu: Új MMEX-adatbázisfájl létrehozása
it_it: Crea un nuovo file di database MMEX
pl_pl: Utwórz nowy plik bazy danych MMEX
pt_pt: Criar um ficheiro da base de dados MMEX
ru_ru: Создать новый файл базы данных MMEX
sv_se: Skapa ny MMEX-databasfil
tr_tr: Yeni MMEX veritabanı dosyası oluşturun

source: Open &Existing Database
ar_sa: فتح قاعدة بيانات موجودة
cs_cz: Otevřít &existující databázi
el_gr: Άνοιγμα Υπάρχουσας Βάσης Δεδομένων
es_es: Abrir una base de datos &existente
fr_fr: Ouvrir une base de données existante
hr_hr: Otvori postoj&eću bazu podataka
hu_hu: &Létező adatbázis megnyitása
it_it: Apri un Database esistente
pl_pl: &Otwórz istniejącą bazę danych
pt_pt: Abrir Base de Dados &Existente
ro_ro: Deschide o Baza de Date existentă
ru_ru: Открыть &существующую базу данных
sv_se: Öppna &befintlig databas
tr_tr: Varolan Veritabanını Aç

source: Open MMEX database file
ar_sa: فتح مِلَفّ قاعدة بيانات MMEX
el_gr: Άνοιγμα αρχείου βάσης δεδομένων MMEX
es_es: Abrir archivo de base de datos de MMEX
fr_fr: Ouvrir le fichier de base de données MMEX
hr_hr: Otvori MMEX datoteku baze podataka
hu_hu: MMEX-adatbázisfájl megnyitása
it_it: Apri il file del database MMEX
pl_pl: Otwórz plik bazy danych MMEX
pt_pt: Abrir ficheiro da base de dados MMEX
ru_ru: Открыть файл базы данных MMEX
sv_se: Öppna MMEX databasfil
tr_tr: MMEX veritabanı dosyasını aç

source: User Interface &Language
ar_sa: لغة واجهة المستخدم
el_gr: Γλώσσα περιβάλλοντος χρήστη
es_es: &Idioma de la interfaz de usuario
fr_fr: &Langue de l'interface utilisateur
hr_hr: &Jezik korisničkog sučelja
hu_hu: Felhasználói felület n&yelve
it_it: &Lingua Interfaccia Utente
pl_pl: &Język interfejsu użytkownika
pt_pt: &Idioma da Interface do Utilizador
ro_ro: &Limbă interfaţă utilizator
ru_ru: &Язык интерфейса пользователя
sv_se: &Språk för användargränssnitt
tr_tr: Kullanıcı Arayüz &Dili

source: Change user interface language
ar_sa: تغيير لغة واجهة المستخدم
el_gr: Αλλαγή ρυθμίσεων περιβάλλοντος χρήστη
es_es: Cambiar el idioma de la interfaz de usuario
fr_fr: Changer la langue de l'interface utilisateur
hr_hr: Promijeni jezik korisničkog sučelja
hu_hu: Felhasználói felület nyelvének módosítása
it_it: Cambia la lingua dell’interfaccia utente
pl_pl: Zmień język interfejsu
pt_pt: Alterar idioma da interface do utilizador
ro_ro: Schimbă limba interfeței utilizatorului
ru_ru: Изменить язык интерфейса
sv_se: Ändra användargränssnittets språk
tr_tr: Kullanıcı arabirimi dilini değiştir

source: &User Manual
ar_sa: دليل المستخدم
el_gr: Ε&γχειρίδιο
es_es: Manual de &usuario
fr_fr: Manuel de l'&Utilisateur
hr_hr: &Korisnički priručnik
hu_hu: &Felhasználói kézikönyv
it_it: Man&uale Utente
pl_pl: &Instrukcja obsługi
pt_pt: Manual do &Utilizador
ro_ro: Manualul utilizatorului
ru_ru: &Руководство пользователя
sv_se: &Användarmanual
tr_tr: Kullanım Kılavuzu

source: Read MMEX user manual
ar_sa: اقرأ دليل المستخدم
el_gr: Διαβάστε το εγχειρίδιο χρήστη MMEX
es_es: Leer el manual de usuario de MMEX
fr_fr: Lire le manuel de l'utilisateur MMEX
hr_hr: Pročitaj korisnički priručnik za MMEX
hu_hu: MMEX felhasználói kézikönyv elolvasása
it_it: Leggi manuale utente MMEX
pl_pl: Przeczytaj podręcznik użytkownika
pt_pt: Ler o manual do utilizador do MMEX
ru_ru: Читать руководство пользователя MMEX
sv_se: Läs MMEX bruksanvisning
tr_tr: MMEX kullanıcı kılavuzunu okuyun

source: &Website
ar_sa: &الموقع الالكتروني
cs_cz: &Webové stránky
el_gr: &Ιστοσελίδα
es_es: &Página web
fr_fr: Site Internet
hr_hr: &Web stranica
hu_hu: &Honlap
it_it: Sito &Web
pl_pl: Strona &internetowa
pt_pt: Página &Web
ro_ro: Pagină Web
ru_ru: &Web-сайт
sv_se: &Webbplats
tr_tr: &İnternet Sitesi

source: Visit MMEX website for the latest news and updates
ar_sa: زُر موقع MMEX للحصول على أحدث الأخبار والتحديثات
el_gr: Επισκεφθείτε την ιστοσελίδα MMEX για τα τελευταία νέα και ενημερώσεις
es_es: Visita la página web de MMEX para las últimas noticias y actualizaciones
fr_fr: Visitez le site Internet MMEX pour accéder aux dernières informations et mises à jour
hu_hu: MMEX-webhely meglátogassa a legfrissebb hírekért és frissítésekért
it_it: Visita il sito MMEX per le ultime notizie e gli aggiornamenti
pl_pl: Odwiedź stronę MMEX po najnowsze wiadomości i aktualizacje
pt_pt: Abra o site do MMEX para saber das últimas novidades e atualizações
ru_ru: Посетить сайт MMEX для получения последних новостей и обновлений
sv_se: Besök MMEX webbplats för de senaste nyheterna och uppdateringarna
tr_tr: En son haberler ve güncellemeler için MMEX internet sitesini ziyaret edin

source: &Forum
ar_sa: &المنتدى
el_gr: &Φόρουμ
es_es: &Foro
fr_fr: &Forum de discussion
hu_hu: &Fórum
pt_pt: &Fórum
ru_ru: &Форум
tr_tr: &Destek Forumu

source: Visit MMEX forum to read and post comments and for support
el_gr: Επισκεφθείτε το φόρουμ MMEX για να διαβάσετε και να δημοσιεύσετε σχόλια και για υποστήριξη
es_es: Visita el foro de MMEX para leer y publicar comentarios y para obtener soporte
fr_fr: Visitez le forum MMEX pour lire et poster des commentaires et pour obtenir de l'aide
hu_hu: MMEX-fórum látogatása megjegyzések olvasásához és közzétételéhez, valamint támogatásért
it_it: Visita il forum di MMEX per leggere e pubblicare commenti e per ricevere supporto
pl_pl: Odwiedź forum MMEX, aby czytać i publikować komentarze oraz uzyskać wsparcie
pt_pt: Visite o fórum do MMEX para ler, publicar comentários e para obter suporte
ru_ru: Посетите форум MMEX, чтобы прочитать и опубликовать комментарии и для поддержки
sv_se: Besök MMEX forum för att läsa och skriva kommentarer och få hjälp
tr_tr: MMEX forumunu ziyaret et

source: &Show this dialog box at startup
ar_sa: &إظهار مربع الحوار هذا عند بدء التشغيل
el_gr: &Εμφάνιση αυτού του πλαισίου διαλόγου κατά την εκκίνηση
es_es: &Mostrar este cuadro de diálogo al iniciar
fr_fr: Afficher cette boîte de dialogue au démarrage
hr_hr: &Prikaži ovaj dijalog pri pokretanju
hu_hu: Induláskor &jelenjen meg ez a párbeszédpanel
it_it: &Mostra questa finestra di dialogo all' avvio
pl_pl: &Pokaż to okno przy starcie programu
pt_pt: &Mostrar esta janela de diálogo na inicialização
ro_ro: &Afișează această casetă de dialog la pornire
ru_ru: &Показывать это диалоговое окно при запуске
sv_se: &Visa denna dialogruta vid start
tr_tr: &Bu iletişim kutusunu başlangıçta göster

source: E&xit
ar_sa: &خروج
el_gr: &Έξοδος
es_es: &Salir
fr_fr: Quitter
hr_hr: &Zatvori
hu_hu: &Kilépés
it_it: &Esci
pl_pl: &Zakończ
pt_pt: &Sair
ro_ro: Ieșire
ru_ru: В&ыход
sv_se: &Avsluta
tr_tr: &Çıkış

source: Open the previously opened database: %s
el_gr: Ανοίξτε την τελευταία ανοιγμένη βάση δεδομένων: %s
es_es: Abrir la base de datos abierta anteriormente: %s
fr_fr: Ouvrir la dernière base de données utilisée : %s
hr_hr: Otvori prethodno otvorenu bazu podataka: %s
hu_hu: Korábban megnyitott adatbázis megnyitása: %s
it_it: Apri il database precedentemente aperto: %s
pl_pl: Otwórz ostatnio używaną bazę danych: %s
pt_pt: Abrir a base de dados aberta anteriormente: %s
ru_ru: Открыть снова базу данных: %s
sv_se: Öppna den tidigare öppnade databasen: %s
tr_tr: Son açılan veritabanını aç: %s

source: System default
ar_sa: الإعداد الافتراضي للنظام
el_gr: Προεπιλογή συστήματος
es_es: Valor por defecto
fr_fr: Valeurs par défaut du système
hr_hr: Standardna postavka sustava
hu_hu: Rendszerbeli alapértelmezés
it_it: Predefinito di sistema
pl_pl: Ustawienia domyślne
pt_pt: Pré-definição de sistema
ro_ro: Setări implicite ale sistemului
ru_ru: Системный
tr_tr: Sistem varsayılanı

source: User Interface Language
el_gr: Γλώσσα Περιβάλλοντος Χρήστη
es_es: Idioma de la interfaz de usuario
fr_fr: Langue de l'interface utilisateur
hr_hr: Jezik korisničkog sučelja
hu_hu: Felhasználói felület nyelve
it_it: Lingua dell'Interfaccia Utente
pl_pl: Język interfejsu użytkownika
pt_pt: &Idioma da Interface do Utilizador
ro_ro: &Limba interfaţei utilizatorului
ru_ru: Язык интерфейса
sv_se: Språk för användargränssnitt
tr_tr: Kullanıcı Arayüz Dili

source: The language for this application has been changed. The change will take effect the next time the application is started.
ar_sa: تم تغيير لغة هذا التطبيق. سيدخل التغيير حيز التنفيذ في المرة القادمة التي يبدأ فيها التطبيق.
cs_cz: Jazyk aplikace byl změněn. Změny se projeví při příštím spuštění aplikace.
el_gr: Η γλώσσα αυτής της εφαρμογής έχει αλλάξει. Η αλλαγή θα τεθεί σε ισχύ την επόμενη φορά που θα ξεκινήσει η εφαρμογή.
es_es: Se ha cambiado el idioma para esta aplicación. El cambio tendrá efecto la próxima vez que se inicie la aplicación.
fr_fr: La langue utilisée pour cette application a été changée. Le changement prendra effet lors du prochain démarrage de l'application.
hr_hr: Jezik programa je promijenjen. Do promjene će doći prilikom sljedećeg pokretanja programa.
hu_hu: Megváltozott az alkalmazás nyelve. A módosítás az alkalmazás következő indításakor lép életbe.
it_it: La lingua dell’applicazione è stata cambiata. La modifica avrà effetto al prossimo avvio dell’applicazione.
pl_pl: Zmieniono język programu. Zmiana będzie widoczna po ponownym uruchomieniu programu.
pt_pt: O idioma desta aplicação foi alterado. A alteração terá efeito na próxima vez que for iniciada.
ro_ro: Limba acestei aplicații a fost schimbată. Schimbarea va avea efect data viitoare când aplicația este pornită.
ru_ru: Язык для этого приложения изменен. Это изменение вступит в силу при следующем запуске приложения.
sv_se: Språket för denna applikation har ändrats. Ändringen kommer att träda i kraft nästa gång applikationen startas.
tr_tr: Bu uygulama için dil değişti. Değişiklik uygulama yeniden başlatıldığında etkili olacak.

source: Language change
ar_sa: تغيير اللغة
cs_cz: Změna jazyka
el_gr: Αλλαγή γλώσσας
es_es: Cambio de idioma
fr_fr: Changement de langue
hr_hr: Promjena jezika
hu_hu: Nyelv módosítása
it_it: Cambio lingua
pl_pl: Zmiana języka
pt_pt: Alteração de idioma
ro_ro: Schimbă limba
ru_ru: Изменение языка
sv_se: Språkändring
tr_tr: Dil değiştirme

source: Edit Stock Investment
ar_sa: تحرير سهم استثماري
cs_cz: Upravit akcie
el_gr: Επεξεργασθείτε την επένδυση σε μετοχές
es_es: Editar compra de acciones
fr_fr: Editer investissement
he: ערוך תיק נירות ערך
hr_hr: Uredi vlasnički udio
hu_hu: Értékpapírbefektetés szerkesztése
it_it: Modifica Investimento in Titoli
nl_nl: Wijzig effecten investering
pl_pl: Edytuj inwestycję
pt_pt: Editar o Investimento
ro_ro: Editează Investiția în Acțiuni
ru_ru: Редактирование инвестиции
sk_sk: Upraviť akcie
sv_se: Ändra aktieinvestering
tr_tr: Menkul Değer Yatırımı Düzenle

source: New Stock Investment
ar_sa: اضافة سهم استثماري
cs_cz: Nové akcie
el_gr: Νέα επένδυση μετοχών
es_es: Nueva compra de acciones
fr_fr: Nouvel investissement
he: השקעה חדשה
hr_hr: Novi vlasnički udio
hu_hu: Új értékpapírbefektetés
it_it: Nuovo Investimento in Titoli
nl_nl: Nieuwe effecten investering
pl_pl: Nowa inwestycja
pt_pt: Novo Investimento
ro_ro: Adaugă o Nouă Investiție în Acțiuni
ru_ru: Добавление новой инвестиции
sk_sk: Nové akcie
sv_se: Ny aktieinvestering
tr_tr: Yeni Menkul Değer Yatırımı

source: Stock Investment Details
ar_sa: تفاصيل الاسهم الاستثمارية
cs_cz: Detaily akcií
el_gr: Λεπτομέρειες της επένδυσης σε μετοχές
es_es: Detalles de la compra de acciones
fr_fr: Investissements - Détails
he: פרטי תיק נירות ערך
hr_hr: Detalji vlasničkog udjela
hu_hu: Értékpapírbefektetés részletei
it_it: Dettagli Investimento in Titoli
nl_nl: Details effecten investering
pl_pl: Szczegóły inwestycji
pt_pt: Detalhes do Investimento
ro_ro: Detaliile Investiției în Acțiuni
ru_ru: Детали по ценным бумагам
sk_sk: Podrobnosti akcií
tr_tr: Menkul Değer Yatırım Ayrıntıları

source: Company Name
ar_sa: اسم الشركة
cs_cz: Název společnosti
el_gr: Επωνυμία Εταιρείας
es_es: Nombre de la Empresa
fr_fr: Nom de la société
he: שם חברה
hr_hr: Ime poduzeća
hu_hu: Cégnév
it_it: Nome Società
nl_nl: Bedrijfsnaam
pl_pl: Nazwa emitenta
pt_pt: Nome da Empresa
ru_ru: Название Организации
sk_sk: Názov spoločnosti
sv_se: Företagsnamn
tr_tr: Firma Adı
