Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Save database file as
ar_sa: حفظ ملف قاعدة البيانات ك
cs_cz: Uložit soubor databáze jako
el_gr: Αποθήκευση βάσης δεδομένων ως
es_es: Guardar base de datos como
fr_fr: Enregistrer la base de données sous
he: שמור קובץ מסד נתונים בשם
hr_hr: Spremi datoteku baze podataka pod
hu_hu: Adatbázisfájl mentése másként
it_it: Salva il database con un determinato nome
nl_nl: Databestand opslaan als
pl_pl: Zapisz bazę danych jako
pt_pt: Gravar ficheiro de base de dados como
ro_ro: Salvează fișierul bazei de date ca
ru_ru: Сохранить базу данных как
sk_sk: Uložiť databázový súbor ako
sv_se: Spara databasfil som
tr_tr: Veritabanını Farklı Kaydet

source: Unable to copy file to itself
es_es: No se puede copiar el archivo a sí mismo
fr_fr: Impossible de copier le fichier sur lui-même
hu_hu: Nem sikerült másolni a fájlt önmagába
it_it: Impossibile copiare il file su se stesso
pt_pt: Não se pode copiar o ficheiro para o mesmo destino
ru_ru: Невозможно копировать файл в самого в себя
tr_tr: Dosya kendi üzerine kopyalanamıyor

source: Enter password for new database
ar_sa: أدخل كلمة المرور لقاعدة البيانات الجديدة
cs_cz: Zadejte heslo pro novou databázi
el_gr: Εισάγετε το κωδικό πρόσβασης για τη νέα βάση δεδομένων
es_es: Introduzca contraseña para la nueva base de datos
fr_fr: Saisir le mot de passe pour la nouvelle BdD
hr_hr: Upiši lozinku za novu bazu podataka
hu_hu: Adjon meg jelszót az új adatbázishoz
it_it: Inserire la password per il nuovo database
pl_pl: Wprowadź hasło dla pliku bazy danych
pt_pt: Insira a palavra-passe para a nova base de dados
ro_ro: Introdu parola pentru noua baza de date
ru_ru: Введите пароль для новой базы данных
sv_se: Ange lösenord för ny databas
tr_tr: Yeni veritabanı için şifre girin

source: No account available to import
ar_sa: لا يوجد حساب متاح للاستيراد
cs_cz: Není k dispozici žádný účet pro import
el_gr: Κανένας λογαριασμός διαθέσιμος για εισαγωγή
es_es: Ninguna cuenta disponible para importar
fr_fr: Aucun compte disponible pour l'importation
hr_hr: Nema računa za uvoz
hu_hu: Nincs importálásható számla
it_it: Nessun conto disponibile per l'importazione
pl_pl: Brak dostępnego konta do zaimportowania
pt_pt: Nenhuma conta disponível para importação
ro_ro: Nici un cont disponibil pentru import
ru_ru: Не выбран счёт. Нечего загружать.
sv_se: Inget konto tillgängligt att importera
tr_tr: İçe aktarılacak hesap yok

source: Help
ar_sa: مساعدة
cs_cz: Nápověda
el_gr: Βοήθεια
es_es: Ayuda
fr_fr: Aide
he: עזרה
hr_hr: Pomoć
hu_hu: Súgó
it_it: Aiuto
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sk_sk: Pomoc
sv_se: Hjälp
tr_tr: Yardım

source: Asset Accounts hold Asset transactions Asset transactions are created within the Assets View after the selection of the Asset within that view. Asset Accounts can also hold normal transactions to regular accounts.
ar_sa: حسابات الأصول تحتفظ بمعاملات الأصول معاملات الأصول يتم إنشاؤها ضمن عرض الأصول بعد اختيار الأصول داخل ذلك العرض. يمكن أيضا أن تحتفظ حسابات الأصول بالمعاملات العادية في حسابات عادية.
cs_cz: Majetkové účty spravují transakce majetku Transakce majetku vytvoříte v pohledu Majetek po vybrání položky majetku. Majetkové účty mohou obsahovat i standardní transakce na běžné účty.
el_gr: Οι λογαριασμοί περιουσιακών στοιχείων κατέχουν συναλλαγές περιουσιακών στοιχείων. Οι συναλλαγές περιουσιακών στοιχείων δημιουργούνται στο πλαίσιο της προβολής περιουσιακών στοιχείων μετά την επιλογή του περιουσιακού στοιχείου μέσα σε αυτή την άποψη. Οι Ενεργητικοί Λογαριασμοί μπορούν επίσης να διατηρούν κανονικές συναλλαγές σε τακτικούς λογαριασμούς.
es_es: Las cuentas de valores contienen las transacciones de valores Las transacciones de valores se crean desde la vista de valores después de la selección del valor desde esa vista. Las cuentas de valores también pueden contener transacciones normales a cuentas regulares.
fr_fr: Les Comptes d’actif contiennent les opérations relatives aux biens Les opérations d'actif sont créées dans la vue des biens après la sélection de l’actif dans cette vue. Les comptes d’actif peut contenir également des opérations normales de comptes réguliers.
he: חשבונות נכסים, מכילם תנועות של נכסים ורכוש קבוע תנועות רכוש קבוע נוצרת במסך נכסים לאחר בחירת נכס בתוך תצוגה זו. חשבונות נכסים יכולת לכלול גם תנועות רגילות לחשבונות רגילים.
hr_hr: Imovinski računi sadržavaju imovinske transakcije Imovinske transakcije možeš stvoriti u prikazu imovine nakon odabira imovine unutar tog prikaza. Imovinski računi mogu također sadržavati normalne transakcije s običnim računima.
hu_hu: A vagyoni számlák az eszközökhöz kapcsolódó tranzakciókat tartalmazzák Az eszközökkel kapcsolatos ügyletek a Vagyonnézetben, a nézeten belül, az eszköz kiválasztását követően, hozhatok létre. A vagyonszámlák a többi számlán végezhető szokásos ügyleteket is tartalmazhatnak.
it_it: I Conti Cespiti contengono transazioni relative ai cespiti. Le transazioni vengono create all'interno della vista Cespiti, dopo aver selezionato l’elemento desiderato da quella schermata. I Conti Cespiti possono anche contenere transazioni normali verso conti ordinari.
nl_nl: Bezittingrekeningen bevatten ook bezittingtransacties Bezittingtransacties worden ingevoerd in het bezittingenvenster na het selecteren van de bezitting in het venster. Bezittingrekeningen kunnen ook transacties naar reguliere rekeningen bevatten.
pl_pl: Konto aktywów przechowuje transakcje na aktywach Są one tworzone w widoku aktywów po wybraniu aktywu w tym widoku. Konta aktywów mogą także przechowywać zwykłe transakcje kont.
pt_pt: Contas de Ativos contêm transações de Ativos As transações de Ativos são criadas na Vista de Ativos após a seleção do Ativo nesta. Contas de Ativos também podem conter transações normais, para contas normais.
ro_ro: Conturile de active conțin tranzacții cu active Tranzacțiile cu active sunt create în cadrul Vizualizării Activelor după selectarea Activului din acea vizualizare. Conturile de active, de asemenea, pot să dețină tranzacții normale în conturi obișnuite.
ru_ru: Счета активов содержат сделки с активами. Сделки с активами создаются из списка активов после выбора нужного актива из списка. Счета активов также могут содержать обычные транзакции для обычных счетов.
tr_tr: Varlık Hesapları varlık işlemlerini tutar Varlık işlemleri varlık seçiminden sonra Varlık Görünümü içinde oluşturulur. Varlık Hesapları düzenli hesaplara normal işlemleri de tutabilir.

source: Asset Account Creation
ar_sa: إنشاء حساب الأصول
cs_cz: Vytvoření majetkového účtu
el_gr: Δημιουργία Ενεργητικού Λογαριασμού
es_es: Creación de cuenta de valores
fr_fr: Création de compte d'actif
he: יצירת חשבון נכס
hr_hr: Stvaranje imovinskog računa
hu_hu: Eszközszámla létrehozása
it_it: Creazione Conto Cespiti
nl_nl: Bezittingenrekening aanmaken
pl_pl: Tworzenie konta aktywów
pt_pt: Criação de Conta de Ativo
ro_ro: Crearea unui cont de active
ru_ru: Создание счёта актива
tr_tr: Varlık Hesabı Oluşturma

source: Share Accounts hold Share transactions Share transactions are created within the Stock Portfolio View after the selection of the Company Stock within the associated view. These accounts only become visible after associating a Stock to the Share Account Or by using the Menu View → 'Display Share Accounts' Share Accounts can also hold normal transactions to regular account.
ar_sa: مشاركة الحسابات التي تحتفظ بالمعاملات المشاركة المعاملات المشاركة يتم إنشاؤها ضمن عرض حافظة الأسهم بعد اختيار أسهم الشركة ضمن العرض المقترن. تصبح هذه الحسابات مرئية فقط بعد ربط المخزون بحساب المشاركة أو باستخدام عرض القائمة → 'عرض الحسابات المشاركة' حسابات المشاركة يمكن أيضًا الاحتفاظ بالمعاملات العادية إلى حساب عادي.
el_gr: Οι Λογαριασμοί μετοχών κατέχουν συναλλαγές μετοχών. Οι συναλλαγές μετοχών δημιουργούνται στο πλαίσιο της προβολής χαρτοφυλακίου μετοχών μετά την επιλογή του αποθέματος της εταιρείας μέσα στη σχετική προβολή. Αυτοί οι λογαριασμοί γίνονται ορατοί μόνο αφού συσχετίσετε ένα Απόθεμα με το Λογαριασμό Μοιραστείτε Ή χρησιμοποιώντας το μενού Προβολή --> 'Προβολή Συναλλαγές Μετοχών' Οι λογαριασμοί μετοχών μπορούν επίσης να κρατήσουν κανονικές συναλλαγές σε κανονικό λογαριασμό.
es_es: Las cuentas de acciones contienen las transacciones de acciones Las transacciones de acciones se crean desde la vista del portafolio de acciones después de seleccionar la Compañía en la vista correspondiente. Estas cuentas solo son visibles si se asocia una acción a ellas O bien seleccionando en el menú Ver → 'Mostrar cuentas de acciones' Las cuentas de acciones también puede tener transacciones a cuentas normales.
fr_fr: Les comptes de titres servent à la gestion des valeurs mobilières. Les opérations sont créées dans la vue Portefeuille des titres, après avoir sélectionné la valeur de la société au sein de la vue associée. Ces comptes ne seront visibles qu’après avoir associé des actions à un compte d’émission Ou à l’aide du menu Affichage --> Afficher les comptes de titres. Les comptes de titres peuvent contenir également des opérations normales vers un compte ordinaire.
hu_hu: Értékpapírszámlák az értékpapírügyleteket tartalmazzák Az értékpapírügyletek bevitele a Értékpapír portfólió nézetben történik, a gazdasági társaság kijelölése után, a hozzárendelt nézetben. Ezek a számlák csak akkor láthatók, ha már rendeltünk értékpapírt az értékpapírszámlához, vagy a menüben Nézet → Értékpapírszámlák megjelenítése kiválasztásával. Az Értékpapírszámlák az egyéb számlákon szokásos ügyleteket is tartalmazhatnak.
it_it: Conti azionari contengono transazioni azionarie Le transazioni azionarie vengono create all'interno della Vista Portafoglio Titoli dopo la selezione delle azioni all'interno della vista associata. Questi conti diventano visibili solo dopo aver associato un titolo al Conto Azioni O utilizzando il Menu Visualizza → 'Visualizza Conti azionari' I Conti azionari possono anche tenere le transazioni normali sul conto regolare.
pl_pl: Rachunki akcji przechowują transakcje na akcjach/udziałach Transakcje dotyczące akcji są tworzone z widoku portfela po wyborze emitenta w powiązanym widoku. Rachunki te stają się widoczne dopiero po skojarzeniu akcji z kontem Lub za pomocą menu Wygląd → Pokaż udziały giełdowe Rachunki te mogą również obsługiwać normalne transakcje na zwykłe konta.
pt_pt: Contas de Títulos contêm transações de Títulos Financeiros As transações de títulos são criadas na Vista da Carteira de Ações mediante a seleção da Ação da Empresa dentro da vista associada. Estas contas só se tornam visíveis depois de associar uma Ação à Conta de Títulos Ou usando a Vista de Menu → 'Exibir Contas de Títulos' Contas de Títulos também podem conter transações normais, para contas normais.
ro_ro: Conturile de acțiuni conțin tranzacții cu acțiuni Tranzacțiile cu acțiuni sunt create în Vizualizarea Portofoliului de Acțiuni după selectarea acținilor companiei în cadrul vizualizării asociate. Aceste conturi devin vizibile numai după asocierea unei acțiuni cu contul de acțiuni sau utilizând meniul Vezi → 'Afișează conturi de acțiuni' Conturi de acțiuni, de deasemenea, pot conține tranzacțiile normale în conturi obișnuite.
ru_ru: Паевые счета содержат сделки с акциями. Сделки с акциями регистрируются в фондовом портфеле после выбора акций компании в связанном виде. Эти счета становятся видимыми только после связывания акции со счётом или с помощью меню Показать → 'Показывать паевой счёт' Паевые счета также могут содержать обычные транзакции для обычных счетов.
tr_tr: Hisse Hesapları Hisse işlemlerini tutar Hisse işlemleri Hisse Senedi Portföy Görünümü'nde oluşturulur İlgili görünümde Şirket Hissesinin seçilmesinden sonra. Bu hesaplar ancak Hisse Senedi'nin Hisse Hesabı ile ilişkilendirilmesinden sonra görünür hale gelir Veya Menü Görünümü → 'Paylaşım Hesaplarını Görüntüle'yi kullanarak Hisse Hesapları ayrıca normal hesaplarda normal işlemleri de gerçekleştirebilir.

source: Share Account Creation
ar_sa: مشاركة إنشاء الحساب
cs_cz: Vytvoření akciového účtu
el_gr: Διαμοιρασμός Δημιουργίας Λογαριασμού
es_es: Creación de cuenta de acciones
fr_fr: Création de compte d'actions
he: יצירת חשבון נירות ערך
hr_hr: Stvaranje dioničkog računa
hu_hu: Értékpapírszámla létrehozása
it_it: Creazione conto titoli
nl_nl: Aandelenrekening aanmaken
pl_pl: Tworzenie konta giełdowego
pt_pt: Criação de Conta de Títulos
ru_ru: Создание счёта ценных бумаг
tr_tr: Pay (Borsa) Hesabı Oluşturma

source: Transactions per payee
el_gr: Συναλλαγές ανά δικαιούχο
es_es: Transacciones por beneficiario
fr_fr: Opérations par bénéficiaire
hu_hu: Ügyletek kedvezményezettenként
it_it: Transazioni per beneficiario
sv_se: Transaktioner per betalningsmottagare
tr_tr: Alacaklı başına işlemler

source: Settings have been updated.
el_gr: Οι ρυθμίσεις ενημερώθηκαν.
es_es: La configuración ha sido actualizada.
fr_fr: Les paramètres ont été mis à jour.
hu_hu: Beállítások frissítve.
it_it: Impostazioni aggiornate.
pl_pl: Ustawienia zostały zaktualizowane.
pt_pt: As definições foram atualizadas.
ro_ro: Setările au fost actualizate.
ru_ru: Настройки были обновлены.
sv_se: Inställningarna har uppdaterats.
tr_tr: Ayarlar güncellendi.

source: Some settings take effect only after an application restart.
ar_sa: بعض الإعدادات تصبح نافذة المفعول فقط بعد إعادة تشغيل التطبيق.
cs_cz: Některá nastavení se projeví až po restartu aplikace.
el_gr: Ορισμένες ρυθμίσεις εφαρμόζονται μόνο μετά την επανεκκίνηση της εφαρμογής.
es_es: Algunos ajustes solo surten efecto después de reiniciar la aplicación.
fr_fr: Certains paramètres ne prennent effet qu'après le redémarrage de l'application.
hu_hu: Néhány beállítás csak az alkalmazás újraindítása után lép érvénybe.
it_it: Alcune impostazioni avranno effetto solo dopo un riavvio dell'applicazione.
pl_pl: Niektóre ustawienia zaczną obowiązywać dopiero po ponownym uruchomieniu aplikacji.
pt_pt: Algumas configurações só surtirão efeito após uma reinicialização da aplicação.
ro_ro: Unele setări vor avea efect numai după repornirea aplicației.
ru_ru: Некоторые настройки вступят в силу только после перезапуска приложения.
sv_se: Vissa inställningar träder i kraft först efter en omstart av programmet.
tr_tr: Bazı ayarlar yalnızca uygulama yeniden başlatıldıktan sonra etkili olur.

source: Accounts, Payees, and Categories Updated
ar_sa: تم تحديث الحسابات والمستفيدين والفئات
el_gr: Οι Λογαριασμοί, Δικαιούχοι και Κατηγορίες Ενημερώθηκαν
es_es: Cuentas, beneficiarios y categorías actualizadas
fr_fr: Comptes, bénéficiaires et catégories mis à jour
hr_hr: Računi, promaoci i kategorije su aktualizirani
hu_hu: Számlák, Kedvezményezettek és Kategóriák frissítve
it_it: Conti, Beneficiari e Categorie Aggiornati
pl_pl: Konta, beneficjenci i kategorie zaktualizowane
pt_pt: Contas, Beneficiários e Categorias Atualizados
ro_ro: Conturi, Beneficiari și Categorii actualizate
ru_ru: Аккаунты, платежи и категории обновлены
tr_tr: Hesaplar, Alacaklar ve Kategoriler Güncellendi

source: Issue encountered updating WebApp, check Web server and WebApp settings
ar_sa: تمت مصادفة مشكلة تحديث WebApp، تحقق من خادم الويب وإعدادات WebApp
el_gr: Εμφανίστηκε ένα πρόβλημα κατά την ενημέρωση του WebApp, ελέγξτε τον Web Server και τις ρυθμίσεις του WebApp
es_es: Problema al actualizar la WebApp, compruebe la configuración del servidor Web y de WebApp
fr_fr: Problème rencontré lors de la mise à jour de la WebApp, vérifiez les paramètres du serveur Web et de la WebApp
hu_hu: Hiba történt a Webalkalmazás frissítésekor. Kérjük, ellenőrizze a Webkiszolgáló- és Webalkalmazás-beállításokat.
it_it: Problema riscontrato durante l'aggiornamento della WebApp, controllare il server Web e le impostazioni della WebApp
pl_pl: Wystąpił problem z aktualizacją aplikacji WebApp, sprawdź ustawienia serwera sieci Web i WebApp
pt_pt: Problema encontrado ao atualizar a Aplicação Web, verifique o servidor Web e as configurações da Aplicação
ro_ro: Problemă cu actualizarea WebApp, verifică setările serverului Web și ale WebApp
ru_ru: Возникла проблема при обновлении WebApp, проверьте настройки веб-сервера и WebApp
tr_tr: WebApp güncellenirken sorunla karşılaşıldı, Web sunucusu ve WebApp ayarlarını kontrol edin

source: Choose HTML file to export
el_gr: Επιλέξτε αρχείο HTML για εξαγωγή
es_es: Seleccionar el fichero HTML a exportar
hu_hu: HTML-fájl kijelölése az exportáláshoz
it_it: Scegliere il file HTML da esportare
sv_se: Välj HTML-fil att exportera
tr_tr: Dışa aktarmak için HTML dosyası seç

source: Scheduled Transactions
el_gr: Προγραμματισμένες συναλλαγές
es_es: Transacciones programadas
fr_fr: Opérations récurrentes
hr_hr: Terminirane transakcije
hu_hu: Ütemezett ügyletek
it_it: Transazioni Pianificate
pl_pl: Zaplanowane transakcje
pt_pt: Transações Recorrentes
ro_ro: Tranzacții programate
ru_ru: Запланированные транзакции
sv_se: Schemalagda transaktioner
tr_tr: Zamanlanmış İşlemler

source: Downloading stock prices from Yahoo
ar_sa: تحميل أسعار الأسهم من ياهو
cs_cz: Stahuji kurzy akcií z Yahoo
el_gr: Λήψη τιμών αποθέματος από το Yahoo
es_es: Descargando los precios de las acciones desde Yahoo
fr_fr: Téléchargement du cours des actions depuis Yahoo
hr_hr: Preuzimanje cijena dionica s Yahoo stranice
hu_hu: Részvényárfolyamok letöltése Yahoo-ról
it_it: Aggiornamento valore azioni da Yahoo
pl_pl: Pobierz ceny akcji z Yahoo
pt_pt: A transferir as cotações das ações do Yahoo
ro_ro: Se descarcă prețurile acțiunilor de la Yahoo
ru_ru: Обновление котировок с Yahoo
tr_tr: Yahoo'dan hisse senedi fiyatları indiriliyor

source: %1$s on %2$s
ar_sa: %1$s في %2$s
el_gr: %1$s σε %2$s
es_es: %1$s en %2$s
fr_fr: %1$s sur %2$s
hr_hr: %1$s na %2$s
hu_hu: %1$s/%2$s
it_it: %1$s su %2$s
pl_pl: %1$s na %2$s
pt_pt: %1$s em %2$s
ru_ru: %1$s - %2$s
tr_tr: %2$s'da %1$s

source: No account available to edit!
ar_sa: لا يوجد حِساب لتحريره!
cs_cz: Není k dispozici žádný účet pro úpravu!
el_gr: Κανείς λογαριασμός διαθέσιμος για επεξεργασία!
es_es: ¡Ninguna cuenta disponible para editar!
fr_fr: Aucun compte valable!
he: אין חשבון זמין לעריכה!
hr_hr: Ne postoji dostupan račun za uređivanje!
hu_hu: Nincs szerkeszthető számla!
it_it: Nessun conto disponibile per la modifica!
nl_nl: Geen rekening beschikbaar om te wijzigen!
pl_pl: Brak konta do edycji!
pt_pt: Nenhuma conta disponível para editar!
ro_ro: Nici un cont disponibil pentru editare!
ru_ru: Нет доступного счёта!
sk_sk: Na úpravu nie je dostupný žiadny účet!
tr_tr: Düzenlenecek kullanılabilir hesap yok!

source: Choose Account to Edit
ar_sa: إختر حساباً لتحريره
cs_cz: Zvolte účet pro úpravu
el_gr: Επιλέξτε λογαριασμό για επεξεργασία
es_es: Seleccionar la cuenta a editar
fr_fr: Sélectionner le compte à éditer
he: בחר חשבוון לעריכה
hr_hr: Odaberi račun koji želiš urediti
hu_hu: Számla kijelölése szerkesztéshez
it_it: Scegliere il conto da modificare
nl_nl: Selecteer de te wijzigen rekening
pl_pl: Wybierz konto do edycji
pt_pt: Escolha a Conta para Editar
ro_ro: Alege contul de editat
ru_ru: Выберите счёт для редактирования
sk_sk: Vybrať účet na úpravu
sv_se: Välj konto att ändra
tr_tr: Düzenlenecek Hesabı Seçin

source: No account available to delete!
ar_sa: لا يوجد حِساب لحذفه!
cs_cz: Není k dispozici žádný účet pro odstranění!
el_gr: Κανείς λογαριασμός διαθέσιμος προς διαγραφή!
es_es: ¡Ninguna cuenta disponible para borrar!
fr_fr: Aucun compte valable!
he: אין חשבון זמין למחיקה!
hr_hr: Ne postoji dostupan račun za brisanje!
hu_hu: Nincs törölhető számla!
it_it: Nessun conto da eliminare!
nl_nl: Geen rekening beschikbaar om te verwijderen!
pl_pl: Brak konta do usunięcia!
pt_pt: Nenhuma conta disponível para eliminar!
ro_ro: Nici un cont disponibil pentru ștergere!
ru_ru: Нет доступного счёта для удаления!
sk_sk: Na odstránenie nie je dostupný žiadny účet!
sv_se: Inget konto tillgängligt att ta bort!
tr_tr: Silinecek kullanılabilir hesap yok

source: Choose Account to Delete
ar_sa: اختيار الحساب لحذفه
cs_cz: Zvolte účet pro odstranění
el_gr: Επέλεξε λογαριασμό για διαγραφή
es_es: Seleccionar la cuenta a borrar
fr_fr: Sélectionner le compte à supprimer
he: בחר חשבון למחיקה
hr_hr: Odaberi račun koji želiš izbrisati
hu_hu: Számla kijelölése törléshez
it_it: Scegliere il conto da eliminare
nl_nl: Kies te verwijderen rekening
pl_pl: Wybierz konto do usunięcia
pt_pt: Escolha a Conta para Apagar
ro_ro: Alege contul de șters
ru_ru: Выберите счёт для удаления
sk_sk: Vybrať účet na odstránenie
sv_se: Välj konto att ta bort
tr_tr: Silinecek Hesabı Seçin

source: Do you you want to delete %1$s account: %2$s?
es_es: ¿Está seguro de querer borrar la cuenta %1$s: %2$s?
fr_fr: Êtes-vous sûr de vouloir supprimer le compte %1$s : %2$s ?
hu_hu: Szeretné törölni a(z) %1$s-számlát: %2$s?
it_it: Sicuro di voler eliminare il conto %1$s: %2$s?
pt_pt: Pretende eliminar a conta %1$s: %2$s?
ru_ru: Хотите удалить %1$s аккаунт: %2$s?
tr_tr: %1$s hesabını silmek istiyor musun: %2$s?

source: Change Account Type
el_gr: Αλλαγή Τύπου Λογαριασμού
es_es: Cambiar tipo de cuenta
fr_fr: Modifier le type de compte
hr_hr: Promijeni vrstu računa
hu_hu: Számlatípus módosítása
it_it: Modifica Tipo di Conto
pl_pl: Zmień typ konta
pt_pt: Alterar Tipo de Conta
ru_ru: Изменить тип счета
sv_se: Ändra kontotyp
tr_tr: Hesap &Tipini Değiştir

source: Select account
el_gr: Επιλογή λογαριασμού
es_es: Seleccionar cuenta
fr_fr: Sélectionner un compte
hr_hr: Odaberi račun
hu_hu: Számla kijelölése
it_it: Seleziona conto
pl_pl: Wybierz konto
pt_pt: Selecionar conta
ru_ru: Выберите счёт
sv_se: Välj konto
tr_tr: Hesap seçin

source: Select new account type for %s
el_gr: Επιλέξτε νέο τύπο λογαριασμού για %s
es_es: Seleccione un nuevo tipo de cuenta para %s
fr_fr: Sélectionnez un nouveau type de compte pour %s
hr_hr: Odaberi novu vrstu računa za %s
hu_hu: %s-számlatípus módosításának kijelölése
it_it: Seleziona il nuovo tipo di conto per %s
pl_pl: Wybierz nowy typ konta dla %s
pt_pt: Selecione o novo tipo de conta para %s
ru_ru: Выберите новый тип счета для %s
tr_tr: %s için yeni hesap türünü seçin

source: Merge tags completed
el_gr: Συγχώνευση ετικετών ολοκληρώθηκε
es_es: Completada la combinación de etiquetas
fr_fr: Fusion des étiquettes réalisée
hr_hr: Sjedinjavanje oznaka dovršeno
hu_hu: Címkék egyesítése befejeződött
it_it: Unione Etichette Completata
pl_pl: Scalanie tagów zakończone
pt_pt: Fusão de etiquetas completa
ru_ru: Слияние тегов завершено
sv_se: Sammanslagning av taggar slutförd
tr_tr: Etiketleri birleştirme tamamlandı

source: Merge tags result
el_gr: Συγχώνευση αποτελεσμάτων ετικετών
es_es: Resultado de la combinación de etiquetas
fr_fr: Résultat de la fusion des étiquettes
hr_hr: Rezultat sjedinjavanja oznaka
hu_hu: Címkék egyesítésének eredménye
it_it: Risultato dell'unione delle etichette
pl_pl: Wynik scalania tagów
pt_pt: Resultado da fusão de etiquetas
ru_ru: Результат слияния тегов
sv_se: Resultat av sammanslagning av taggar
tr_tr: Etiketleri birleştirme sonucu

source: File %s not found.
ar_sa: لم يتم العثور على الملف %s.
el_gr: Το αρχείο %s δεν βρέθηκε.
es_es: Archivo %s no encontrado.
fr_fr: Le fichier %s n'a pas été trouvé.
hr_hr: Datoteka %s nije pronađena.
hu_hu: %s fájl nem található.
it_it: File %s non trovato.
pl_pl: Pliku %s nie odnaleziono.
pt_pt: Ficheiro '%s' não encontrado.
ru_ru: Файл %s не найден.
sv_se: Filen %s hittades inte.
tr_tr: %s dosyası bulunamadı.

source: General Group Report
ar_sa: تقرير المجموعة العامة
cs_cz: Obecný výpis skupin
el_gr: Γενική Έκθεση Ομάδας
es_es: Informe de grupo general
fr_fr: Rapports généraux
he: בטל קבוצת דוחות
hr_hr: Opći grupni izvještaj
hu_hu: Fő Csoportjelentés
it_it: Resoconto Gruppo Generale
nl_nl: Algemeen Groepsrapport
pl_pl: General Group Raport
pt_pt: Relatório Geral do Grupo
ru_ru: Менеджер отчётов
tr_tr: Genel Grup Raporu
