Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Incorrect fields specified for import!
ar_sa: حقول غير صحيحة محددة للاستيراد!
cs_cz: Zadána neplatná pole pro import!
el_gr: Λάθος πεδία που καθορίστηκαν για εισαγωγή!
es_es: ¡Campos especificados incorrectos para la importación!
fr_fr: Champs incorrects spécifiés pour l'importation !
hr_hr: Određena su netočna polja za uvoz!
hu_hu: Hibás importálási mezőkijelölés!
it_it: Campi non corretti per l'importazione!
pl_pl: Nieprawidłowe pola wybrane do importu!
pt_pt: Campos incorretos especificados para importação!
ro_ro: Câmpuri incorecte specificate pentru import!
ru_ru: Неправильные поля указаны для импорта!
tr_tr: Alma için hatalı alanlar belirlendi.

source: Date field is required.
ar_sa: حقل التاريخ مطلوب.
cs_cz: Pole Datum je povinné.
el_gr: Το πεδίο ημερομηνίας απαιτείται.
es_es: Se requiere el campo de fecha.
fr_fr: Le champ date est obligatoire.
hr_hr: Polje datuma je obavezno.
hu_hu: A dátummező kötelező.
it_it: Il campo Data è obbligatorio.
pl_pl: Pole daty jest wymagane.
pt_pt: O campo Data é obrigatório.
ro_ro: Câmpul dată este necesar.
ru_ru: Поле даты обязательно.
sv_se: Datumfältet är obligatoriskt.
tr_tr: Tarih alanı gereklidir.

source: Amount field or both Withdrawal and Deposit fields are required.
ar_sa: حقل المبلغ أو كلا حقول السحب والودائع مطلوب.
cs_cz: Pole částky nebo obě pole výběru a vkladu jsou povinné.
el_gr: Απαιτείται το πεδίο Ποσό ή και τα δύο πεδία Ανάληψη και Κατάθεση.
es_es: El campo Importe o los campos de cargo e ingreso son necesarios.
fr_fr: Le champ Montant ou les champs Crédit et Débit sont obligatoires.
hr_hr: Polje iznosa ili polja isplate i uplate su obavezna.
hu_hu: Az összeg mezőt vagy mindkettőt a kivétel és a betét mezők kitöltése kötelező.
it_it: Il campo Importo o entrambi i campi Prelievo e Deposito sono richiesti.
pl_pl: Pole kwoty lub oba pola wpłata i wypłata są wymagane.
pt_pt: O campo Valor ou ambos os campos Levantamento e Depósito são obrigatórios.
ro_ro: Câmpul Sumă sau amândouă câmpurile de Retragere și Depunere sunt necesare.
ru_ru: Поле «Сумма» или оба поля «Снятие средств» и «Депозит» необходимы.
tr_tr: Tutar veya ödeme ve gelir alanlarının ikisi de gereklidir.

source: Import
ar_sa: استيراد
el_gr: Εισαγωγή
es_es: Importar
fr_fr: Importer
he: יבוא
hr_hr: Uvezi
hu_hu: Importálás
it_it: Importa
nl_nl: Importeren
pt_pt: Importação
ro_ro: Importă
ru_ru: Импорт
sk_sk: Importovať
sv_se: Importera
tr_tr: Al

source: Transactions imported to account %s: %ld
ar_sa: المعاملات المستوردة إلى الحساب %s: %ld
cs_cz: Počet transakcí importovaných do účtu %s: %ld
el_gr: Οι συναλλαγές εισήχθησαν στο λογαριασμό %s: %ld
es_es: Transacciones importadas en la cuenta %s: %ld
fr_fr: Opérations importées dans le compte %s : %ld
hr_hr: Uvezene transakcije u račun %s: %ld
hu_hu: A tranzakció a(z) %s: %ld számlához importálva lett
it_it: Transazioni importate nel conto %s: %ld
pl_pl: Transakcji zaimportowanych na konto %s: %ld
pt_pt: Transações importadas para a conta %s: %ld
ro_ro: Tranzacții importate în contul %s: %ld
ru_ru: Транзакций импортировано в счёт %s: %ld
sv_se: Transaktioner importerade till konto %s: %ld
tr_tr: %s : %ld hesabına alınan işlemler

source: Line %ld: Empty
ar_sa: السطر %ld: فارغ
cs_cz: Řádek %ld: Prázdný
el_gr: Γραμμή %ld: Κενή
es_es: Línea %ld: vacía
fr_fr: Ligne %ld : vide
hr_hr: Redak %ld: Prazan
hu_hu: %ld. sor: Üres
it_it: Riga %ld: vuoto
pl_pl: Linia %ld: pusta
pt_pt: Linha %ld: Vazia
ro_ro: Linia %ld: goală
ru_ru: Строка %ld: Пусто
sv_se: Rad %ld: Tom
tr_tr: Satır %ld: Boş

source: Line %ld: Error:
ar_sa: السطر %ld: خطأ:
cs_cz: Řádek %ld: Chyba:
el_gr: Γραμμή %ld: Σφάλμα:
es_es: Línea %ld: Error:
fr_fr: Ligne %ld : erreur :
hr_hr: Redak %ld: Greška:
hu_hu: %ld. sor: Hiba:
it_it: Riga %ld: errore:
pl_pl: Linia %ld: błąd:
pt_pt: Linha %ld: Erro:
ro_ro: Linia %ld: Eroare:
ru_ru: Строка %ld: Ошибка:
sv_se: Rad %ld: Fel:
tr_tr: Satır %ld: Error:

source: Line %ld: %s
ar_sa: السطر %ld: %s
el_gr: Γραμμή %ld %s
es_es: Línea %ld: %s
fr_fr: Ligne %ld : %s
hr_hr: Redak %ld: %s
hu_hu: %ld. sor: %s
it_it: Riga %ld: %s
pl_pl: Wiersz %ld: %s
pt_pt: Linha %ld: %s
ro_ro: Linia %ld %s
ru_ru: Строка %ld: %s
sv_se: Rad %ld: %s
tr_tr: Satır %ld: %s

source: Line %ld: OK, imported.
ar_sa: السطر %ld: حسنا، تم استيراده.
cs_cz: Řádek %ld: OK, importován.
el_gr: Γραμμή %ld: Εντάξει, εισάγεται.
es_es: Línea %ld: OK, importado.
fr_fr: Ligne %ld : Importée avec succès.
hr_hr: Redak %ld: U redu, uvezen.
hu_hu: %ld sor: Rendben, importálva.
it_it: Riga %ld: OK, importato.
pl_pl: Linia %ld: OK, zaimportowana.
pt_pt: Linha %ld: OK, importada.
ro_ro: Linia %ld: OK, importată.
ru_ru: Строка% ld: ОК, импортировано.
sv_se: Rad %ld: OK, importerad.
tr_tr: Satır %ld: alımı tamamlandı.

source: Rejected rows:
el_gr: Σειρές που απορρίφθηκαν:
es_es: Filas rechazadas:
fr_fr: Lignes rejetées :
hr_hr: Odbijeni redci:
hu_hu: Elutasított sorok:
it_it: Righe rifiutate:
pl_pl: Odrzucone wiersze:
pt_pt: Linhas rejeitadas:
ro_ro: Rânduri respinse:
ru_ru: Отклонёные строки:
sv_se: Avvisade rader:
tr_tr: Reddedilen satırlar:

source: Lines selected to import: %ld
el_gr: Επιλεγμένες γραμμές για εισαγωγή: %ld
es_es: Líneas seleccionadas para importar: %ld
hu_hu: Importálásra kijelölt sorok: %ld
it_it: Righe selezionate da importare: %ld
sv_se: Rader valda att importera: %ld
tr_tr: İçe aktarılmak üzere seçilen satır: %ld

source: Empty lines: %ld
el_gr: Κενές Γραμμές: %ld
es_es: Las líneas vacías: %ld
hu_hu: Üres sorok: %ld
it_it: Righe vuote: %ld
sv_se: Tomma rader: %ld
tr_tr: Boş satır: %ld

source: Imported: %ld
ar_sa: المستوردة: %ld
cs_cz: Importováno: %ld
el_gr: Εισήχθη: %ld
es_es: Importado: %ld
fr_fr: Importé : %ld
hr_hr: Uvezeno: %ld
hu_hu: Importálva: %ld
it_it: Importati: %ld
pl_pl: Zaimportowanych: %ld
pt_pt: Importadas: %ld
ro_ro: Importat: %ld
ru_ru: Импортировано: %ld
sv_se: Importerad: %ld
tr_tr: Alınan : %ld

source: Errored: %ld
ar_sa: مخطئ: %ld
cs_cz: Chyby: %ld
el_gr: Σφάλμα: %ld
es_es: Erróneos: %ld
fr_fr: Erronées : %ld
hr_hr: S greškom: %ld
hu_hu: Hibás: %ld
it_it: Errore: %ld
pl_pl: Błędnych: %ld
pt_pt: Erradas: %ld
ro_ro: Cu eroare: %ld
ru_ru: С ошибками: %ld
sv_se: Fel: %ld
tr_tr: Hatalı: %ld

source: Log file written to: %s
ar_sa: ملف السجل المكتوب إلى: %s
cs_cz: Soubor záznamu zapsán do: %s
el_gr: Το αρχείο καταγραφής γράφτηκε στο: %s
es_es: Archivo de registro escrito a: %s
fr_fr: Fichier journal enregistré à : %s
hr_hr: Dateteka dnevnika je zapisana u: %s
hu_hu: Naplófájl ide írva: %s
it_it: File di log scritti: %s
pl_pl: Plik dziennika zapisany do: %s
pt_pt: Ficheiro de log gravado para: %s
ro_ro: Fișierul jurnal scris la: %s
ru_ru: Файл журнала записан в: %s
sv_se: Loggfil skriven till: %s
tr_tr: Yazılan log dosyası : %s

source: No imported transactions!
ar_sa: لا توجد معاملات مستوردة!
cs_cz: Nebyly importovány žádné transakce!
el_gr: Δεν έχουν εισαχθεί συναλλαγές!
es_es: ¡Ninguna transacción importada!
fr_fr: Aucune opération n'a été importée !
hr_hr: Nijedna transakcija nije uvezena!
hu_hu: Nincsenek importált tranzakciók!
it_it: Nessuna Transazione importata!
pl_pl: Nie zaimportowano transakcji!
pt_pt: Nenhuma transação importada!
ro_ro: Nici o tranzacție importată!
ru_ru: Нет импортированных транзакций!
sv_se: Inga importerade transaktioner!
tr_tr: Alınan işlem yok!

source: Incorrect fields specified for export! Requires at least Date and Amount.
ar_sa: الحقول المحددة للتصدير غير صحيحة! يتطلب على الأقل التاريخ والمبلغ.
cs_cz: Při exportu byla zadána neplatná pole! Zadejte alespoň datum a částku.
el_gr: Λανθασμένα πεδία που έχουν καθοριστεί για εξαγωγή! Απαιτεί τουλάχιστον Ημερομηνία και Ποσό.
es_es: ¡Campos incorrectos especificados para la exportación! Se requiere al menos la fecha y la cantidad.
fr_fr: Champs incorrects spécifiés pour l'export ! Nécessite au moins la date et le montant.
he: לא הוגדרו השדות הנחוצים ליבוא! השדות המינימליים הדרושים הם תאריך וסכום.
hr_hr: Određena su kriva polja za izvoz! Obavezna polja su barem datum i iznos.
hu_hu: Érvénytelen mezőket adott meg az exportáláshoz! Legalább dátum és összeg kell!
it_it: Campi specificati non correttamente per l'esportazione! Sono richiesti almeno data e importo.
nl_nl: Onjuiste velden voor export gespecificeerd! Minimaal vereist zijn datum en bedrag.
pl_pl: Nieprawidłowe pola do eksportu! Wymagane są co najmniej data i kwota.
pt_pt: Especificados campos incorretos para exportação! Requer pelo menos Data e Valor.
ro_ro: Câmpuri incorecte selectate pentru export! Necesită cel puțin Data și Suma.
ru_ru: Указаны неверные поля для экспорта! Обязательны дата и сумма.
sv_se: Felaktiga fält angivna för export! Kräver åtminstone datum och belopp.
tr_tr: Verme için geçersiz alanlar belirlendi. En azından Tarih ve Tutar gereklidir.

source: Export
ar_sa: تصدير
el_gr: Εξαγωγή
es_es: Exportar
fr_fr: Exporter
he: יצא
hr_hr: Izvezi
hu_hu: Exportálás
it_it: Esportare
nl_nl: Exporteren
pl_pl: Eksport
pt_pt: Exportação
ru_ru: Экспорт
sk_sk: Exportovať
sv_se: Exportera
tr_tr: Ver

source: File exists
ar_sa: ملف موجود
cs_cz: Soubor již existuje
el_gr: Το αρχείο υπάρχει
es_es: El archivo existe
fr_fr: Le fichier existe déjà
he: קובץ קיים
hr_hr: Datoteka postoji
hu_hu: A fájl létezik
it_it: File già esistente
nl_nl: Bestand bestaat al.
pl_pl: Plik istnieje
pt_pt: O ficheiro já existe
ro_ro: Fișierul există
ru_ru: Файл существует
sk_sk: Súbor existuje
tr_tr: Dosya var.

source: Overwrite existing file?
ar_sa: الكتابة فوق الملف الموجود؟
cs_cz: Přepsat existující soubor?
el_gr: Αντικατάσταση υπάρχοντος αρχείου;
es_es: ¿Sobrescribir archivo existente?
fr_fr: Écraser le fichier existant ?
he: האם לדרוס קובץ קיים?
hr_hr: Prepisati postojeću datoteku?
hu_hu: Létező fájlt felülírja?
it_it: Sostituire il file esistente?
nl_nl: Bestaand bestand overschrijven?
pl_pl: Nadpisać istniejący plik?
pt_pt: Substituir o ficheiro existente?
ro_ro: Suprascrieți fișierul existent?
ru_ru: Перезаписать имеющийся файл?
sk_sk: Prepísať existujúci súbor?
sv_se: Skriva över befintlig fil?
tr_tr: Var olan dosyanın üzerine yazılsın mı?

source: An error occurred while deleting the existing file. File may be locked by another program.
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή του υπάρχοντος αρχείου. Το αρχείο μπορεί να είναι κλειδωμένο από κάποιο άλλο πρόγραμμα.
es_es: Se ha producido un error al eliminar el archivo existente. El archivo puede estar bloqueado por otro programa.
fr_fr: Une erreur s'est produite lors de la suppression du fichier existant. Le fichier peut être verrouillé par un autre programme.
hu_hu: Hiba történt a meglévő fájl törlése közben. A fájlt egy másik program zárolhatja.
it_it: Si è verificato un errore durante l'eliminazione del file esistente. Il file potrebbe essere bloccato da un altro programma.
pt_pt: Ocorreu um erro ao eliminar o ficheiro existente. O ficheiro pode estar bloqueado por outro programa.
sv_se: Ett fel inträffade vid borttagning av den befintliga filen. Filen kan vara låst av ett annat program.
tr_tr: Mevcut dosya silinirken bir hata oluştu. Dosya başka bir program tarafından kilitlenmiş olabilir.

source: Destination file error
ar_sa: الملف الوجهه غير موجود
cs_cz: Chyba cíle souboru
el_gr: Σφάλμα αρχείου προορισμού
es_es: Error de archivo de destino
fr_fr: Erreur de fichier de destination
he: שגיאת קובץ יעד
hr_hr: Greška u odredišnoj datoteci
hu_hu: Célfájl hibája
it_it: Errore file di destinazione
nl_nl: Foutief doelbestand
pl_pl: Błąd pliku docelowego
pt_pt: Erro no ficheiro de destino
ro_ro: Eroare a fișierului de destinație
ru_ru: Ошибка в файле назначения
tr_tr: Hedef dosya hatası

source: Invalid Account
ar_sa: حساب غير صحيح
cs_cz: Neplatný účet
el_gr: Μη Έγκυρος Λογαριασμός
es_es: Cuenta no válida
fr_fr: Nom du compte invalide
he: חשבון לא תקין
hr_hr: Nevaljan račun
hu_hu: Érvénytelen számla
it_it: Conto non valido
nl_nl: Foutieve rekening
pl_pl: Nieprawidłowa kwota
pt_pt: Conta Inválida
ro_ro: Cont incorect
ru_ru: Неверный счёт
sk_sk: Neplatný účet
sv_se: Ogiltigt konto
tr_tr: Geçersiz Hesap

source: Transactions/Stocks exported: %ld
el_gr: Συναλλαγές/Μετοχές που εξήχθησαν: %ld
fr_fr: Opérations exportées : %ld
hu_hu: Exportált ügyletek/értékpapírok: %ld
it_it: Transazioni/Titoli esportati: %ld
tr_tr: Dışa aktarılan İşlemler/Hisseler: %ld

source: Preset '%s' will be deleted
ar_sa: الإعداد المسبق ''%s' سيتم حذفه
el_gr: Η Προεπιλογή %s θα διαγραφεί
es_es: Se eliminará el preajuste '%s'
fr_fr: Le préréglage %s sera supprimé
hr_hr: Postava „%s” će se izbrisati
hu_hu: A(z) „%s” előbeállítás törlődik
it_it: Il preset '%s' sarà eliminato
pl_pl: Ustawienie '%s' zostanie usunięte
pt_pt: Predefinição '%s' será eliminada
ro_ro: Presetarea %s va fi ştearsă
ru_ru: Пресет '%s' будет удален
sv_se: Förval %s kommer raderas
tr_tr: %s önayarı silinecek

source: All Files
ar_sa: كلّ الملفّات
cs_cz: Všechny soubory
el_gr: Όλα Τα Αρχεία
es_es: Todos los archivos
fr_fr: Tous les fichiers
hr_hr: Sve datoteke
hu_hu: Minden fájl
it_it: Tutti i files
pl_pl: Wszystkie pliki
pt_pt: Todos os Ficheiros
ro_ro: Toate fişierele
ru_ru: Все файлы
sk_sk: Všetky súbory
tr_tr: Tüm Dosyalar

source: XML Files (*.xml)
ar_sa: ملفات XML (*.xml)
cs_cz: XML soubory (*.xml)
el_gr: Αρχεία XML (*.xml)
es_es: Archivos XML (*.xml)
fr_fr: Fichiers XML (*.xml)
hr_hr: XML datoteke (*.xml)
hu_hu: XML-fájlok (*.xml)
it_it: File XML (*. Xml)
pl_pl: Pliki XML (*.xml)
pt_pt: Ficheiros XML (*.xml)
ro_ro: Fișiere XML (*.xml)
ru_ru: XML файлы (*.xml)
sk_sk: Súbory XML (*.xml)
tr_tr: XML Dosyaları (*.xml)

source: Enter a value
ar_sa: أدخل قيمة
cs_cz: Zadejte hodnotu
el_gr: Εισάγετε μια τιμή
es_es: Introduzca un valor
fr_fr: Saisir une valeur
hr_hr: Upiši vrijednost
hu_hu: Írjon be egy értéket
it_it: Immettere un valore
pl_pl: Wprowadź wartość
pt_pt: Introduza um valor
ro_ro: Introdu o valoare
ru_ru: Введите значение
sk_sk: Zadajte hodnotu
sv_se: Ange ett värde
tr_tr: Bir değer girin

source: Please, type the word indicating positive values in the CSV file, e.g., 'credit'.
es_es: Por favor, escriba la palabra que indica valores positivos en su archivo CSV, por ejemplo 'crédito'.
fr_fr: Veuillez taper le mot indiquant des valeurs positives dans votre fichier CSV, par exemple 'crédit'.
hu_hu: Kérjük, írja be a pozitív értékeket jelző szót a CSV-fájlba, például: „jóváírás”.
it_it: Per favore, digita la parola che indica i valori positivi nel file CSV, ad esempio, "credito".
pt_pt: Por favor, escreva a palavra que indica valores positivos no ficheiro CSV, por exemplo, 'crédito'.
tr_tr: Lütfen CSV dosyasında pozitif değerleri belirten kelimeyi yazın, örn. 'kredi'.

source: Amount sign must be defined by type when 'Type' is selected for import
ar_sa: يجب تعريف علامة المبلغ حسب النوع عندما يتم تحديد "نوع" للاستيراد
el_gr: Το πρόσημο ποσού πρέπει να ορίζεται ανά τύπο όταν το 'Τύπος' είναι επιλεγμένο για εισαγωγή
es_es: El signo de la cantidad debe definirse por tipo cuando se selecciona 'Tipo' para importar
fr_fr: Le signe du montant doit être défini par type lorsque 'Type' est sélectionné pour l'importation
hu_hu: Az összegjelet típus szerint kell megadni, amikor a „Típus” van kijelölve az importáláshoz
it_it: Il segno dell'importo deve essere definito per tipo quando si seleziona "Tipo" per l'importazione
pl_pl: Znak wartości musi być zdefiniowany przez typ, gdy wybrano 'Typ' dla importu
pt_pt: O sinal do valor deve ser definido pelo tipo quando o 'Tipo' é selecionado para importação
ro_ro: Semnul sumei trebuie să fie definit de tip atunci când 'Tip' este selectat pentru import
ru_ru: Знак суммы должен быть определен по типу, когда для импорта выбран тип
sv_se: Belopp tecken måste definieras efter typ när 'Type' är valt för import
tr_tr: İçe aktarma için 'Tür' seçildiğinde miktar işareti türe göre tanımlanmalıdır

source: Value %1$s for custom field '%2$s' is not type %3$s.
el_gr: Η Τιμή %1$s για το προσαρμοσμένο πεδίο '%2$s' δεν είναι τύπου %3$s.
es_es: El valor %1$s para el campo personalizado '%2$s' no es del tipo %3$s.
fr_fr: La valeur %1$s pour le champ personnalisé '%2$s' n'est pas de type %3$s.
hu_hu: A(z) %1$s értéke egyéni mezőben: „%2$s” nem %3$s típusú.
it_it: Il valore %1$s per il campo personalizzato '%2$s' non è di tipo %3$s.
pl_pl: Wartość %1$s dla pola niestandardowego '%2$s' nie jest typem %3$s.
pt_pt: O valor %1$s para o campo personalizado '%2$s' não é do tipo %3$s.
ro_ro: Valoarea %1$s pentru câmpul personalizat '%2$s' nu este de tip %3$s.
ru_ru: Значение %1$s для настраиваемого поля '%2$s' не соответствует типу %3$s.
tr_tr: '%2$s' özel alanı için %1$s değeri %3$s türü değildir.

source: Value %1$s for %2$s custom field '%3$s' is not a valid selection.
el_gr: Η Τιμή %1$s για το προσαρμοσμένο πεδίο %2$s '%3$s' δεν είναι μια έγκυρη επιλογή.
es_es: El valor %1$s para %2$s campo personalizado '%3$s' no es una selección válida.
fr_fr: La valeur %1$s pour le champ personnalisé %2$s '%3$s' n'est pas une sélection valide.
hu_hu: A(z) %2$s „%3$s” egyéni mező %1$s értéke nem érvényes kijelölés.
it_it: Il valore %1$s per il campo personalizzato %2$s '%3$s' non è una selezione valida.
pl_pl: Wartość %1$s dla %2$s pola niestandardowego '%3$s' nie jest prawidłowym wyborem.
pt_pt: O valor %1$s para o campo personalizado %2$s, '%3$s', não é uma seleção válida.
ro_ro: Valoarea %1$s pentru câmpul personalizat %2$s '%3$s' nu este o selecție validă.
ru_ru: Значение %1$s для %2$s настраиваемого поля '%3$s' не является допустимым выбором.
tr_tr: %2$s özel alanı '%3$s' için %1$s değeri geçerli bir seçim değil.

source: Confirm format matches selection %s.
es_es: Confirme que el formato coincide con la selección %s.
fr_fr: Confirmer que le format correspond bien à la sélection %s.
hu_hu: Erősítse meg, hogy a formátum megfelel a(z) %s elemnek.
it_it: Conferma il formato corrispondente alla selezione %s.
pl_pl: Potwierdź, że format pasuje do %s.
pt_pt: Confirme que o formato corresponde à seleção %s.
ro_ro: Confirmați formatul selecției %s.
ru_ru: Подтвердите соответствие выбранного формата %s.
sv_se: Bekräfta att valet av format matchar %s.
tr_tr: Formatın %s seçimiyle eşleştiğini onaylayın.

source: Value %1$s does not match regex %2$s for custom field '%3$s'.
el_gr: Η τιμή %1$s δεν ταιριάζει με το regex %2$s για το προσαρμοσμένο πεδίο '%3$s'.
es_es: El valor %1$s no coincide con la expresión regular %2$s para el campo personalizado '%3$s'.
fr_fr: La valeur %1$s ne correspond pas à l'expression régulière %2$s pour le champ personnalisé '%3$s'.
hu_hu: A(z) %1$s érték nem egyezik a(z) %2$s reguláris kifejezéssel a(z) „%3$s” egyéni mezőben.
it_it: Il valore %1$s non corrisponde con l'espressione regolare %2$s per il campo personalizzato '%3$s'.
pl_pl: Wartość %1$s nie pasuje do regex %2$s dla pola niestandardowego '%3$s'.
pt_pt: O valor %1$s não corresponde à expressão regular %2$s para o campo personalizado '%3$s'.
ro_ro: Valoarea %1$s nu se potrivește cu regex %2$s pentru câmpul personalizat '%3$s'.
ru_ru: Значение %1$s не соответствует регулярному выражению %2$s для настраиваемого поля '%3$s'.
tr_tr: %1$s değeri, '%3$s' özel alanı için %2$s normal ifadesiyle eşleşmiyor.

source: Wrong WebApp GUID:
cs_cz: Chybné WebApp GUID:
el_gr: Λάθος Οδηγός WebApp:
es_es: WebApp GUID errónea:
fr_fr: Erreur pour la GUID WebApp
he: GUID אפליקציית רשת שגוי
hr_hr: Pogrešan GUID web aplikacije:
hu_hu: Hibás WebApp GUID:
it_it: WebApp GUID errato:
nl_nl: Foutieve WebApp GUID:
pl_pl: Niewłaściwy WebApp GUID:
pt_pt: Identificador Global Único (GUID) da Aplicação Web errado:
ru_ru: Неверный WebApp GUID:
sk_sk: Nesprávny GUID webovej aplikácie:
sv_se: Fel webbapp-GUID:
tr_tr: Yanlış WebApp GUID:

source: please check it in network options.
cs_cz: ověřte prosím nastavení sítě.
el_gr: παρακαλώ ελέγξτε το στις επιλογές δικτύου.
es_es: por favor, compruebe las opciones de red.
fr_fr: Merci de vérifier les options réseau.
he: נא בדוק זאת באפשרויות רשת.
hr_hr: provjeri u mrežnim opcijama.
hu_hu: a hálózati beállításoknál ellenőrizze.
it_it: verificare nelle opzioni di rete.
nl_nl: Controleer het in de netwerk instellingen.
pl_pl: sprawdź to w opcjach sieci.
pt_pt: verifique por favor nas opções de rede.
ru_ru: пожалуйста проверьте это в опциях сети.
sk_sk: prosím overte ho v sieťových nastaveniach.
sv_se: kontrollera det i nätverksalternativ.
tr_tr: Lütfen onu ağ ayarlarında kontrol edin.

source: Wrong WebApp settings
cs_cz: Chybné nastavení WebApp
el_gr: Λάθος ρυθμίσεις WebApp
es_es: Configuración de WebApp errónea
fr_fr: Erreur dans la configuration WebApp
he: הגדרות אפליקציית רשת שגויות
hr_hr: Pogrešne postavke web aplikacije
hu_hu: Hibás WebApp beállítások.
it_it: Impostazioni WebApp errate
nl_nl: Verkeerde WebApp instellingen
pl_pl: Złe ustawienia WebApp
pt_pt: Configurações da Aplicação Web erradas
ru_ru: Не верные настройки WebApp
sk_sk: Nesprávne nastavenia webovej aplikácie
sv_se: Fel WebApp-inställningar
tr_tr: Yanlış WebApp ayarları

source: Unable to connect to WebApp:
cs_cz: Nelze se připojit k WebApp:
el_gr: Αδυναμία σύνδεσης στην WebApp:
es_es: No se puede conectar con la WebApp:
fr_fr: Connexion WebApp impossible:
he: לא ניתן להתחבר לאפליקציית רשת:
hr_hr: Nije moguće spojiti se s web aplikacijom:
hu_hu: Nem tudok a WebApp-hoz kapcsolódni:
it_it: Impossibile collegarsi alla WebApp:
nl_nl: Kan geen verbinding maken met de WebApp:
pl_pl: Brak połączenia z WebApp:
pt_pt: Não foi possível estabelecer conexão com a Aplicação Web:
ru_ru: Нет связи с WebApp:
sk_sk: Nepodarilo sa pripojiť k webovej aplikácii:
sv_se: Kunde inte ansluta till WebApp:
tr_tr: WebApp bağlantısı başarısız:

source: Please check settings and/or Internet connection.
es_es: Por favor, compruebe la configuración y/o la conexión a Internet.
fr_fr: Veuillez vérifier les paramètres et/ou la connexion Internet.
hu_hu: Ellenőrizze a beállításokat, illetve az internetkapcsolatot.
it_it: Per favore, controlla le impostazioni e/o la connessione Internet.
pt_pt: Por favor, verifique as definições e/ou a ligação à internet.
ru_ru: Пожалуйста, проверьте настройки и/или соединение с интернетом.
tr_tr: Lütfen ayarları ve/veya internet bağlantısını kontrol edin.

source: WebApp connection error
cs_cz: Chyba připojení WebApp
el_gr: Σφάλμα σύνδεσης WebApp
es_es: Error de conexión a la WebApp
fr_fr: Erreur de connexion WebApp
he: שגיאת התחברות אפליקציית רשת
hr_hr: Greška u vezi s web aplikacijom
hu_hu: WebApp-kacsolódási hiba
it_it: Errore di connessione alla WebApp
nl_nl: WebApp verbindingsfout
pl_pl: Błąd połączenia z WebApp:
pt_pt: Erro de conexão com a Aplicação Web
ru_ru: Ошибка соединения WebApp
sk_sk: Chyba spojenia webovej aplikácie
sv_se: Anslutningsfel för webbapp
tr_tr: WebApp bağlantı hatası

source: Wrong WebApp API version:
cs_cz: Chybná verze API WebApp:
el_gr: Λάθος έκδοση API Webapp:
es_es: Versión API de la WebApp errónea:
fr_fr: Mauvaise version de l'API Webapp:
he: גרסת API אפליקציית רשת שגויה:
hr_hr: Pogrešna API verzija web aplikacije:
hu_hu: Rossz WebApp API-verzió:
it_it: Versione API WebApp errata:
nl_nl: Foutieve WebApp API versie:
pl_pl: Niewłaściwa wersja WebApp API
pt_pt: Versão errada da API da Aplicação Web:
ru_ru: Не правильная WebApp API версия:
sk_sk: Nesprávna verzia API webovej aplikácie:
sv_se: Fel API-version av WebApp:
tr_tr: Yanlış WebApp API sürümü:

source: WebApp API version: %s
el_gr: WebApp API έκδοση -> %s
es_es: Versión de la API de la WebApp: %s
fr_fr: Version de l'API WebApp : %s
hr_hr: WebApp API verzija: %s
hu_hu: Webalkalmazás-API verzió: %s
it_it: Versione API WebApp: %s
pl_pl: Wersja WebApp API → %s
pt_pt: Versão da API da Aplicação Web: %s
ru_ru: WebApp API версия: %s
tr_tr: WebApp API sürümü: %s
