Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Enter the name of the financial institution in which the account is held.
ar_sa: اكتب اسم المؤسسة المالية التي لديك حساب فيها
cs_cz: Zadejte název finanční instituce, kde je účet veden.
el_gr: Εισάγετε το όνομα του οικονομικού οργανισμού όπου διατηρείται αυτός ο λογαριασμός.
es_es: Introduzca el nombre de la entidad financiera que mantiene esta cuenta.
fr_fr: Saisissez le nom de l'établissement financier où le compte est détenu.
he: הזן את שם המוסד הכספי בו מנוהל החשבון.
hr_hr: Unesi ime financijske institucije u kojoj se nalazi račun.
hu_hu: Pénzintézet nevének megadása, ahol a számlát vezetik.
it_it: Inserisci il nome dell'istituto finanziario presso cui è tenuto il conto.
nl_nl: Vul de naam van de financiële instelling in waar deze rekening is ondergebracht.
pl_pl: Wprowadź nazwę instytucji finansowej która prowadzi to konto.
pt_pt: Insira o nome da instituição financeira onde a conta é mantida.
ro_ro: Scrie numele instituției financiare unde este deschis contul.
ru_ru: Введите наименование организации, где открыт данный счёт.
sk_sk: Zadajte názov finančnej inštitúcie, v ktorej je účet vedený.
sv_se: Ange namnet på den finansiella institutionen där kontot finns.
tr_tr: Hesabınızın tutulduğu finans kuruluşunun adını giriniz.

source: Website:
ar_sa: الموقع:
cs_cz: Internetové stránky:
el_gr: Ιστοσελίδα:
es_es: Sitio web:
fr_fr: Site Internet :
he: אתר:
hr_hr: Web stranice:
hu_hu: Weboldal:
it_it: Sito Web:
pl_pl: Strona WWW:
pt_pt: Página Web:
ro_ro: Sit:
ru_ru: Сайт:
sk_sk: Internetová stránka:
sv_se: Hemsida:
tr_tr: İnternet sitesi:

source: Enter the URL of the website for the financial institution.
ar_sa: ادخل رابط موقع المؤسسة المالية.
cs_cz: Zadejte internetovou adresu finanční instituce.
el_gr: Εισάγετε την URL της ιστοσελίδας του οικονομικού οργανισμού.
es_es: Introduzca la URL de la web de la entidad financiera.
fr_fr: Saisissez l'adresse du site Internet de l'établissement financier.
he: הזן את כתובת ה URL של המוסד הכספי".
hr_hr: Unesi adresu web stranica financijske institucije.
hu_hu: Pénzügyi intézmény honlapjának URL-címének megadása.
it_it: Inserisci l'URL del sito web dell'istituto finanziario.
nl_nl: Vul de URL in van de website van de financiële instelling.
pl_pl: Wprowadź URL strony WWW instytucji finansowej.
pt_pt: Insira o endereço da página Web da instituição financeira.
ro_ro: Introdu adresa de internet a instituției financiare.
ru_ru: Введите Web-адрес организации.
sk_sk: Zadajte URL internetovej stránky finančnej inštitúcie.
sv_se: Ange URLen till hemsidan för den finansiella institutionen.
tr_tr: Finans kuruluşunun internet sitesini giriniz.

source: Contact:
ar_sa: الاتصال:
cs_cz: Kontakt:
el_gr: Επικοινωνία:
es_es: Contacto:
he: קשר:
hr_hr: Kontakt:
hu_hu: Elérhetőség:
it_it: Contatto:
nl_nl: Contactpersoon:
pl_pl: Kontakt:
pt_pt: Contacto:
ru_ru: Контакты:
sk_sk: Kontakt:
sv_se: Kontakt:
tr_tr: İletişim:

source: Enter any contact information for the financial institution.
ar_sa: ادخل معلومات أي وسيلة اتصال بالمؤسسة المالية.
cs_cz: Zadejte jakýkoliv kontakt na finanční instituci.
el_gr: Εισάγετε τυχόν στοιχεία επικοινωνίας με τον οικονομικό οργανισμό.
es_es: Introduzca cualquier información de contacto de la entidad financiera.
fr_fr: Saisissez les coordonnées de contact de l'établissement financier.
he: הזן פרטי קשר של המוסד הכספי.
hr_hr: Unesi kontakt informacije financijske institucije.
hu_hu: Írja be a pénzintézet bármely elérhetőségét.
it_it: Inserisci eventuali informazioni di contatto per l'istituto finanziario.
nl_nl: Vul de contactpersoon gegevens in voor de financiële instelling.
pl_pl: Wprowadź dowolne dane kontaktowe instytucji finansowej.
pt_pt: Indique alguma informação de contacto da instituição financeira.
ro_ro: Introdu informațiile de contact ale instituției financiare.
ru_ru: Введите любую контактную информацию об организации.
sk_sk: Zadajte kontakt na finančnú inštitúciu.
sv_se: Ange ev. kontaktinfo för den finansiella institutionen.
tr_tr: Finans Kuruluşu için iletişim bilgisi giriniz.

source: Access Info:
ar_sa: معلومات الوصول:
cs_cz: Přístupové informace:
el_gr: Πληροφορίες πρόσβασης:
es_es: Información de acceso:
fr_fr: Informations d'accès :
he: פרטי גישה:
hr_hr: Pristupne informacije:
hu_hu: Hozzáférési info.-k:
it_it: Informazioni di Accesso:
nl_nl: Toegangsinformatie:
pl_pl: Informacje o dostępie:
pt_pt: Informação de acesso:
ro_ro: Autentificare:
ru_ru: Секреты:
sk_sk: Prihlasovacie informácie:
sv_se: Åtkomstinfo:
tr_tr: Erişim bilgisi:

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
ar_sa: أدخل أي معلومات عن تسجيل الدخول/الوصول للمؤسسة المالية. هذا ليس آمنًا حيث يمكن لأي شخص لديه إمكانية الوصول إلى ملف mmb الوصول إليه.
cs_cz: Zadejte přihlašovací jméno/heslo pro finanční instituci. Toto není bezpečné pokud má někdo cizí přístup k Vašemu mmb souboru.
el_gr: Εισάγετε τυχόν πληροφορίες σύνδεσης/πρόσβασης στον οικονομικό οργανισμό. Αυτές δεν θα είναι ασφαλείς διότι οποιοσδήποτε έχει πρόσβαση στο αρχείο mmb μπορεί να τις προσπελάσει.
es_es: Introduzca cualquier contraseña/información de acceso para la entidad financiera. Esto no es seguro porque cualquiera con acceso al archivo puede acceder a ella.
fr_fr: Entrez des informations de connexion ou d'accès à l'établissement financier. Ces informations ne sont pas sécurisées car quiconque ayant accès au fichier .mmb peut y accéder.
he: הזן שם משתמש/קוד גישה לחשבון במוסד הכספי. שים לב! שדה זה אינו מאובטח וכל אדם עם גישה לבסיס הנתונים יוכל לגשת אליו.
hr_hr: Unesi informacije za prijavu/pristup za financijsku instituciju. Ovaj postupak nije siguran, jer svatko s pristupom na mmb datoteku ima uvid u te informacije.
hu_hu: Adja meg a pénzintézethez tartozó bejelentkezési és elérési adatait. Figyelem, nem biztonságos, mivel bárki, aki hozzáfér az mmb-fájlhoz elérheti.
it_it: Inserisci qualsiasi informazione di accesso per l'istituto finanziario. Questo non è sicuro, poiché chiunque abbia accesso al file mmb può visualizzarla.
nl_nl: Vul de inloggegevens in voor de financiële instelling. Deze zijn niet beveiligd voor iemand die in een mmb bestand kan kijken.
pl_pl: Wprowadź informacje o loginie/haśle dla instytucji finansowej. Nie jest to bezpieczne jeśli inni mogą mieć dostęp do pliku mmb.
pt_pt: Insira as credenciais de acesso à conta. Isto não é seguro já que qualquer um pode ler o ficheiro (*. mmb).
ro_ro: Introdu informațiile de autentificare/acces pentru instituția financiară. Acestea nu sunt securizate și oricine are acces la fișierul MoneyManagerEx le poate vedea.
ru_ru: Введите логин/пароль доступа к счёту в организации. Данная информация будет храниться не защищенной!
sk_sk: Zadajte prihlasovacie meno/prihlasovacie informácie pre finančnú inštitúciu. Toto nie je bezpečné, pretože ktokoľkvek, kto má prístup k .mmb súboru, sa môže dostať aj k prihlasovacím informáciam.
sv_se: Ange all inloggning/åtkomstinformation för finansinstitutet. Detta är inte säkert eftersom vem som helst med åtkomst till mmb-filen kan komma åt informationen.
tr_tr: Finans Kuruluşu için oturum açma / giriş bilgisi giriniz. 'mmb' dosyasına erişen kimse bu bilgiye ulaşabileceğinden güvenli değildir.

source: Statement
ar_sa: بيان
cs_cz: Výpis
el_gr: Κατάσταση
es_es: Estado de cuenta
fr_fr: Relevé de compte
he: דף חשבון
hr_hr: Izvadak
hu_hu: Kivonat
it_it: Estratto conto
nl_nl: Afschrift
pl_pl: Wyciąg
pt_pt: Extrato
ro_ro: Extras
ru_ru: Выписка
sk_sk: Výpis
tr_tr: Durum

source: Statement:
ar_sa: بيان:
cs_cz: Výpis:
el_gr: Κατάσταση:
es_es: Estado de cuenta:
fr_fr: Relevé de compte :
he: דף חשבון:
hr_hr: Izvadak:
hu_hu: Kivonat:
it_it: Estratto conto:
nl_nl: Afschrift:
pl_pl: Wyciąg:
pt_pt: Extrato:
ro_ro: Extras:
ru_ru: Состояние:
sk_sk: Výpis:
tr_tr: Durum:

source: Locked
ar_sa: مؤمن
cs_cz: Uzavřený
el_gr: Κλειδωμένος
es_es: Bloqueado
fr_fr: Verrouillé
he: נעול
hr_hr: Zaključano
hu_hu: Zárolva
it_it: Bloccato
nl_nl: Vergrendeld
pl_pl: Zablokowane
pt_pt: Bloqueado
ro_ro: Blocat
ru_ru: Зафиксировать
sk_sk: Zamknuté
sv_se: Låst
tr_tr: Kilitli

source: Enable or disable the transaction Lock
ar_sa: تمكين أو تعطيل قفل المعاملة
cs_cz: Zapnout nebo vypnout uzavření transakcí
el_gr: Ενεργοποίηση ή απενεργοποίηση του κλειδώματος συναλλαγών
es_es: Activar o desactivar el bloqueo de la transacción
fr_fr: Activer ou désactiver le verrouillage de la transaction
he: אפשר או השבת נעילת תנועה
hr_hr: Zaključaj ili otključaj lokot transakcije
hu_hu: Ügyletzárolás be- vagy kikapcsolása
it_it: Abilita o disabilita il blocco delle transazioni
nl_nl: In- of Uitschakelen van transactieblokkering
pl_pl: Włącz/wyłącz blokadę transakcji
pt_pt: Ativar ou desativar o bloqueio de transação
ro_ro: Activează sau dezactivează blocarea tranzacției
ru_ru: Включение или отключение блокировки транзакции
tr_tr: İşlem kilidini etkinleştir veya devre dışı bırak.

source: Reconciled Date:
ar_sa: تاريخ التوفيق:
cs_cz: Datum zúčtování:
el_gr: Τακτοποιημένο υπόλοιπο:
es_es: Fecha de conciliación:
fr_fr: Date de rapprochement :
he: הותאמו תאריך:
hr_hr: Datum usklađivanja:
hu_hu: Egyeztetett dátum:
it_it: Data riconciliazione:
nl_nl: Startdatum:
pl_pl: Data rozliczenia:
pt_pt: Data Reconciliada:
ro_ro: Data Reconciliată:
ru_ru: Дата фиксации:
sv_se: Avstämt datum:
tr_tr: Onay Tarihi:

source: The date of the transaction lock
ar_sa: تاريخ قفل المعاملة
cs_cz: Datum uzavření transakcí.
el_gr: Ημερομηνία κλειδώματος συναλλαγών
es_es: La fecha del bloqueo de la transacción
fr_fr: Date du verrouillage de la transaction
he: תאריך נעית התנועה
hr_hr: Datum zaključavanja transakcije
hu_hu: Ügyletzárolás dátuma
it_it: Data di blocco della transazione
nl_nl: Datum van de transactieblokkering
pl_pl: Data zablokowania transakcji
pt_pt: A data do bloqueio de transação
ro_ro: Data blocării tranzacției
ru_ru: Дата блокировки транзакции
tr_tr: İşlem kilit tarihi

source: Minimum Bal:
ar_sa: القيمة الدنيا
cs_cz: Min. zůstatek:
el_gr: Ελάχιστο υπόλοιπο:
es_es: Saldo mínimo:
fr_fr: Solde minimum :
he: יתרה מינימלית:
hr_hr: Minimalni saldo:
hu_hu: Legkisebb egyenleg:
it_it: Saldo minimo:
pl_pl: Saldo min:
pt_pt: Saldo min:
ro_ro: Sold minim:
ru_ru: Мин. баланс:
tr_tr: Enaz Kalıntı:

source: Account balance lower limit. Zero to disable
ar_sa: الحد الأدنى لرصيد الحساب. صفر لتعطيل
cs_cz: Nejnižší možný zůstatek na účtu. Zadejte 0 pro vypnutí.
el_gr: Κατώτατο όριο υπόλοιπου λογαριασμού. Μηδέν για απενεργοποίηση
es_es: Límite inferior del saldo de la cuenta. 0 para deshabilitar
fr_fr: Limite inférieure du solde du compte. Zéro pour désactiver
he: יתרה מינימלית של החשבון. אפס כדי להשבית
hr_hr: Donji limit salda računa. Postavi na nulu, ako ne želiš limit
hu_hu: Számlaegyenleg alsó határa. Nulla a kikapcsoláshoz
it_it: Saldo minimo del conto. Zero per disabilitare
nl_nl: Ondergrens rekeningbalans. Nul om dit uit te schakelen
pl_pl: Dolny limit salda dla konta. Zero aby wyłączyć
pt_pt: Limite inferior do saldo da conta. Zero para desativar
ro_ro: Limita minima pentru soldul contului. Zero pentru a dezactiva
ru_ru: Остаток на счете, нижний предел. Ноль для отключения
tr_tr: Hesap kalıntısı limitin altında. Devre dışı bırakmak için sıfırlayın.

source: Credit
ar_sa: ائتمان
cs_cz: Kredit
el_gr: Πίστωση
es_es: Crédito
fr_fr: Crédit
he: אשראי
hr_hr: Kredit
hu_hu: Hitel
it_it: Credito
nl_nl: Krediet
pl_pl: Debet
pt_pt: Crédito
ru_ru: Кредит
sv_se: Kredit
tr_tr: Kredi

source: Credit Limit:
ar_sa: حد الرصيد
cs_cz: Kreditní limit:
el_gr: Πιστωτικό Όριο:
es_es: Límite de crédito:
fr_fr: Plafond de crédit :
he: מסגרת אשראי:
hr_hr: Kreditni limit:
hu_hu: Hitelkeret:
it_it: Limite Di Credito:
nl_nl: Kredietlimiet:
pl_pl: Limit kredytowy:
pt_pt: Limite de Crédito:
ro_ro: Limită de credit:
ru_ru: Кредитный лимит:
sv_se: Kreditgräns:
tr_tr: Kredi Limiti:

source: Credit limit for the Account. Zero to disable
ar_sa: حد الائتمان للحساب. صفر لتعطيل
cs_cz: Kreditní limit účtu. Zadejte 0 pro vypnutí.
el_gr: Πιστωτικό όριο λογαριασμού. Μηδέν για απενεργοποίηση
es_es: Límite de crédito de la cuenta. 0 para deshabilitar
fr_fr: Plafond supérieur d'avoir pour le compte. Zéro pour désactiver
he: יתרת אשראי מינימלית. אפס כדי להשבית
hr_hr: Kreditni limit računa. Postavi na nulu, ako ne želiš limit
hu_hu: A számla hitelkerete. Nulla a kikapcsoláshoz
it_it: Limite di credito del conto. Zero per disabilitare
nl_nl: Kredietlimiet voor de rekening. Nul om dit uit te schakelen
pl_pl: Limit kredytowy dla konta. Zero aby wyłączyć
pt_pt: Limite de crédito para a Conta. Zero para desativar
ro_ro: Limita de credit pentru Cont. Zero pentru dezactivare
ru_ru: Кредитный лимит для счета. Ноль для отключения
tr_tr: Hesap için kredi limiti. Devre dışı bırakmak için sıfırlayın.

source: Interest Rate:
ar_sa: نسبة الفائدة
cs_cz: Úroková sazba:
el_gr: Επιτόκιο:
es_es: Tasa de interés:
fr_fr: Taux d'intérêt :
he: שיעור הריבית:
hr_hr: Kamatna stopa:
hu_hu: Kamatláb:
it_it: Tasso d'Interesse:
nl_nl: Rentekoers:
pl_pl: Oprocentowanie:
pt_pt: Taxa de Juro:
ro_ro: Rata dobânzii:
ru_ru: Процентная ставка:
sk_sk: Úroková sadzba:
sv_se: Räntesats:
tr_tr: Faiz Oranı:

source: Payment Due Date:
ar_sa: تاريخ الاستحقاق
cs_cz: Datum splatnosti:
el_gr: Ημ/νία εξόφλησης:
es_es: Fecha de vencimiento del pago:
fr_fr: Date d'échéance du paiement :
he: תאריך פרעון:
hr_hr: Datum dospijeća plaćanja:
hu_hu: Fizetési határidő:
it_it: Data Scadenza Pagamento:
nl_nl: Volgende betaaldatum:
pl_pl: Termin płatności:
pt_pt: Data de vencimento:
ro_ro: Termen de plată:
ru_ru: Очередная дата:
sk_sk: Dátum splatnosti:
sv_se: Betalning förfallodatum:
tr_tr: Vade Tarihi:

source: Minimum Payment:
ar_sa: الحد الأدنى للدفع:
cs_cz: Minimální splátka:
el_gr: Ελάχιστη Πληρωμή:
es_es: Pago mínimo:
fr_fr: Échéance minimum :
he: תשלום מינימלי:
hr_hr: Minimalno plaćanje:
hu_hu: Legkisebb kifizetés:
it_it: Pagamento minimo:
nl_nl: Minimum betaling:
pl_pl: Minimalna płatność:
pt_pt: Pagamento Mínimo:
ro_ro: Plată minimă:
ru_ru: Минимальный платёж:
sv_se: Minsta betalning:
tr_tr: Enaz Ödeme:

source: Organize attachments of this account
ar_sa: تنظيم مرفقات هذا الحساب
cs_cz: Spravovat přílohy tohoto účtu
el_gr: Οργάνωση συνημμένων αυτού του λογαριασμού
es_es: Organizar los adjuntos de esta cuenta
fr_fr: Organiser les pièces jointes pour ce compte
he: ארגן צרופות לחשבון זה
hr_hr: Organiziraj priloge ovog računa
hu_hu: Számlához tartozó mellékletek rendszerezése
it_it: Organizza gli allegati di questo conto
nl_nl: Beheren bijlagen van deze rekening
pl_pl: Organizuj załączniki do tego konta
pt_pt: Organizar anexos desta conta
ro_ro: Organizează atașamentele acestui cont
ru_ru: Менеджер вложений этого счёта
sk_sk: Organizovať prílohy tohto účtu
sv_se: Organisera bilagor till detta konto
tr_tr: Bu hesabın ilişiklerini düzenleyin.

source: Default Image
ar_sa: الصورة الإفتراضية
cs_cz: Výchozí obrázek
el_gr: Προεπιλεγμένη εικόνα
es_es: Imagen predeterminada
fr_fr: Image par défaut
he: צלמית ברירת מחדל
hr_hr: Standardna slika
hu_hu: Alapértelmezett kép
it_it: Immagine predefinita
nl_nl: Standaard afbeelding
pl_pl: Domyślny obraz
pt_pt: Imagem Padrão
ro_ro: Imagine implicită
ru_ru: Иконка по умолчанию
sk_sk: Predvolený obrázok
sv_se: Standardbild
tr_tr: Varsayılan İmaj

source: Image #%i
ar_sa: الصورة #%i
cs_cz: Obrázek #%i
el_gr: Εικόνα #%i
es_es: Imagen #%i
he: צלמית #%i
hr_hr: Slika br.%i
hu_hu: %i. kép
it_it: Immagine #%i
nl_nl: Afbeelding #%i
pl_pl: Obraz #%i
pt_pt: Imagem #%i
ro_ro: Imagine #%i
ru_ru: Иконка №%i
sk_sk: Obrázok #%i
sv_se: Bild #%i
tr_tr: İmaj #%i

source: Account Name
ar_sa: اسم الحساب
cs_cz: Název účtu
el_gr: Όνομα λογαριασμού
es_es: Nombre de la cuenta
fr_fr: Nom du compte
he: שם חשבון
hr_hr: Ime računa
hu_hu: Számlanév
it_it: Nome del Conto
nl_nl: Rekeningnaam
pl_pl: Nazwa konta
pt_pt: Nome de Conta
ro_ro: Numele Contului
ru_ru: Название счёта
sk_sk: Názov účtu
sv_se: Kontonamn
tr_tr: Hesap Adı

source: Currency
ar_sa: العملة
cs_cz: Měna
el_gr: Νόμισμα
es_es: Divisa
fr_fr: Devise
he: מטבע
hr_hr: Valuta
hu_hu: Pénznem
it_it: Valuta
nl_nl: Valuta
pl_pl: Waluta
pt_pt: Moeda
ro_ro: Valuta
ru_ru: Валюта
sk_sk: Mena
sv_se: Valuta
tr_tr: Para Birimi

source: Invalid URL
ar_sa: عنوان URL غير صحيح
cs_cz: Neplatná URL
el_gr: Λανθασμένο URL
es_es: URL no válida
fr_fr: Adresse URL invalide
hr_hr: Neispravan URL
hu_hu: Érvénytelen URL-cím
it_it: URL non valido
pl_pl: Nieprawidłowy adres URL
pt_pt: URL inválida
ro_ro: URL invalid
ru_ru: Неверный URL
sk_sk: Neplatná URL adresa
sv_se: Ogiltig URL
tr_tr: Geçersiz URL

source: Please enter a valid URL
ar_sa: الرجاء إدخال عنوان URL صالح
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση URL
es_es: Por favor, introduzca una URL válida
fr_fr: Merci de saisir une adresse URL valide
hr_hr: Upiši ispravan URL
hu_hu: Adjon meg egy érvényes URL-címet
it_it: Inserisci un URL valido
pl_pl: Wprowadź poprawny adres URL
pt_pt: Por favor, insira uma URL válida
ro_ro: Te rugăm să introduci un URL valid
ru_ru: Пожалуйста, введите правильный URL
sv_se: Ange en giltig URL
tr_tr: Lütfen geçerli bir URL girin

source: Invalid Date
ar_sa: تاريخ غير صالح
el_gr: Μη έγκυρη ημερομηνία
es_es: Fecha no válida
fr_fr: Date invalide
hr_hr: Neispravan datum
hu_hu: Érvénytelen dátum
it_it: Data non valida
pl_pl: Nieprawidłowa data
pt_pt: Data Inválida
ro_ro: Dată incorectă
ru_ru: Неверная дата
sv_se: Ogiltigt datum
tr_tr: Geçersiz Tarih

source: Opening date is unable to be in the future
es_es: La fecha de apertura no puede ser en el futuro
fr_fr: La date d'ouverture ne doit pas être dans le futur
hu_hu: Nem lehet lenni a jövőben a nyitódátumot.
it_it: La data di apertura non può essere nel futuro
pl_pl: Data rozpoczęcia nie może być w przyszłości
pt_pt: A data de abertura não pode se posterior à data de hoje
ru_ru: Дата открытия не может быть в будущем
sv_se: Öppningsdatum kan inte vara i framtiden
tr_tr: Açılış tarihi ileri bir tarih olamaz.

source: Transactions for this account already exist before this date
ar_sa: المعاملات لهذا الحساب موجودة بالفعل قبل هذا التاريخ
el_gr: Συναλλαγές για αυτόν το λογαριασμό υπάρχουν ήδη πριν από αυτή την ημερομηνία
es_es: Ya existen transacciones para esta cuenta antes de esta fecha
fr_fr: Des opérations existent déjà dans ce compte avant cette date
hr_hr: Transakcije za ovaj račun već postoje prije ovog datuma
hu_hu: Ehhez a számlához már léteznek ügylet(ek) ezen dátum előtt
it_it: Esistono già transazioni per questo conto antecedenti a questa data
pl_pl: Transakcje dla tego konta już istnieją przed tą datą
pt_pt: Já existem transações nesta conta antes desta data
ro_ro: Deja există tranzacții pentru acest cont înainte de această dată
ru_ru: Существуют транзакции в этом счёте до указанной даты
sv_se: Transaktioner för detta konto finns redan före detta datum
tr_tr: Bu hesap için işlemler bu tarihten önce zaten var

source: Stock purchases for this account already exist before this date
ar_sa: مشتريات المخزون لهذا الحساب موجودة بالفعل قبل هذا التاريخ
el_gr: Αγορές μετοχών για αυτόν τον λογαριασμό υπάρχουν ήδη πριν από αυτή την ημερομηνία
es_es: Existen compras de acciones para esta cuenta anteriores a esta fecha
fr_fr: Des achats d'actions dans ce compte existent déjà avant cette date
hu_hu: Ehhez a számlához már léteztek részvényvásárlás(ok) ezen dátum előtt
it_it: Acquisti di azioni per questo conto esistono già prima di questa data
pl_pl: Zakupy akcji na tym koncie już istnieją przed tą datą
pt_pt: Já existem compras de ações nesta conta antes desta data
ro_ro: Deja există achiziții de acțiuni pentru acest cont înainte de această dată
ru_ru: Существуют сделки в этом счёте до указанной даты
sv_se: Aktieköp för detta konto finns redan före detta datum
tr_tr: Bu hesap için hisse senedi alımları bu tarihten önce zaten mevcuttur

source: Scheduled transactions for this account are scheduled before this date.
ar_sa: المعاملات المتكررة لهذا الحساب مجدولة قبل هذا التاريخ.
el_gr: Οι προγραμματισμένες συναλλαγές για αυτό τον λογαριασμό έχουν προγραμματιστεί πριν από αυτή την ημερομηνία.
es_es: Las transacciones programadas para esta cuenta están programadas antes de esta fecha.
fr_fr: Des opérations récurrentes dans ce compte sont déjà programmées avant cette date.
hr_hr: Terminirane transakcije za ovaj račun su terminirane prije ovog datuma.
hu_hu: Ehhez a számlához tartozó ütemezett ügyletek ütemezése ezen dátum előtt történik.
it_it: Transazioni pianificate per questo conto sono già programmate prima di questa data.
pl_pl: Zaplanowane transakcje dla tego konta są zaplanowane przed tą datą.
pt_pt: Há transações recorrentes agendadas para antes desta data, nesta conta.
ro_ro: Tranzacțiile programate pentru acest cont sunt programate înainte de această dată.
ru_ru: Существуют повторяющиеся транзакции в этом счёте до указанной даты.
tr_tr: Bu hesap için zamanlanmış işlemler bu tarihten önce planlanır.

source: New Account
ar_sa: إنشاء
cs_cz: Nový účet
el_gr: Νέος λογαριασμός
es_es: Nueva Cuenta
fr_fr: Nouveau compte
he: חשבון חדש
hr_hr: Novi račun
hu_hu: Új számla
it_it: Nuovo Conto
nl_nl: Nieuwe rekening toevoegen
pl_pl: Nowe konto
pt_pt: Nova Conta
ro_ro: Cont Nou
ru_ru: Новый счёт
sk_sk: Nový účet
sv_se: Nytt konto
tr_tr: Yeni Hesap

source: New Asset
ar_sa: إضافة أصول
cs_cz: Nový majetek
el_gr: Νέο περιουσιακό στοιχείο
es_es: Nuevo Activo
fr_fr: Nouvel actif
he: נכס חדש
hr_hr: Nova imovina
hu_hu: Új vagyontárgy
it_it: Nuovo Cespite
nl_nl: Nieuwe bezitting
pl_pl: Nowe aktywa
pt_pt: Novo Ativo
ro_ro: Adaugă un Bun Nou
ru_ru: Внесение нового актива
sk_sk: Nový hmotný majetok
sv_se: Ny tillgång
tr_tr: Yeni Varlık

source: Edit Asset
ar_sa: تحرير أصول
cs_cz: Upravit majetek
el_gr: Επεξεργασία περιουσιακού στοιχείου
es_es: Editar Activo
fr_fr: Éditer l'actif
he: ערוך נכס
hr_hr: Uredi imovinu
hu_hu: Eszköz szerkesztése
it_it: Modifica Cespite
nl_nl: Wijzig bezitting
pl_pl: Edytuj aktywa
pt_pt: Editar o Ativo
ro_ro: Editează Bunul
ru_ru: Редактирование актива
sk_sk: Upraviť hmotný majetok
sv_se: Ändra tillgäng
tr_tr: Varlık Düzenle

source: Add Asset Transaction
ar_sa: إضافة مُعاملة أصول
cs_cz: Přidat transakci majetku
el_gr: Προσθήκη συναλλαγής περιουσιακού στοιχείου
es_es: Añadir Transacción de Valores
fr_fr: Ajouter une opération concernant l'actif
he: הוסף תנועת נכס
hr_hr: Dodaj imovinsku transakciju
hu_hu: Eszközügylet hozzáadása
it_it: Aggiungi Transazione su Cespite
nl_nl: Bezittingen transactie toevoegen
pl_pl: Dodaj transakcję aktywów
pt_pt: Adicionar Transação de Ativo
ro_ro: Adăugați o tranzacție de active
ru_ru: Добавить транзакцию актива
sv_se: Lägg till tillgångstransaktion
tr_tr: Varlık İşlemi Ekle

source: Edit Asset Transaction
ar_sa: تحرير مُعاملة أصول
cs_cz: Upravit transakci majetku
el_gr: Επεξεργασία συναλλαγής περιουσιακού στοιχείου
es_es: Editar Transacción de Valores
fr_fr: Éditer l'opération sur l'actif
he: ערוך תנועת נכס
hr_hr: Uredi imovinsku transakciju
hu_hu: Eszközügylet szerkesztése
it_it: Modifica Transazione su Cespite
nl_nl: Bezittingentransactie wijzigen
pl_pl: Edytuj transakcję aktywów
pt_pt: Editar Transação de Ativo
ro_ro: Editați tranzacția de active
ru_ru: Редактирование транзакции актива
tr_tr: Varlık İşlemi Düzenle

source: Asset Details
ar_sa: تفاصيل الأصول
cs_cz: Detaily majetku
el_gr: Λεπτομέρειες περιουσιακού στοιχείου
es_es: Detalles del Activo
fr_fr: Détails de l'actif
he: פרטי הנכס
hr_hr: Detalji imovine
hu_hu: Eszköz részletei
it_it: Dettagli del Cespite
nl_nl: Bezitting details
pl_pl: Szczegóły aktywów
pt_pt: Detalhes do Ativo
ro_ro: Detaliile Bunului
ru_ru: Детали актива
sk_sk: Podrobnosti o hmotnom majetku
sv_se: Detaljer över tillgång
tr_tr: Varlık Detayları

source: Name
ar_sa: الاسم
cs_cz: Název
el_gr: Όνομα
es_es: Nombre
fr_fr: Nom
he: שם
hr_hr: Ime
hu_hu: Név
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Название
sk_sk: Názov
sv_se: Namn
tr_tr: Ad
