Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Quit this program
cs_cz: Ukončí program
el_gr: Κλείστε αυτό το πρόγραμμα
es_es: Salir de este programa
fr_fr: Quitter ce programme
hr_hr: Zatvori ovaj program
hu_hu: A program bezárása
it_it: Esci dal programma
nl_nl: Beëindig dit programma
pl_pl: Zamknij program
pt_pt: Sair deste programa
ro_ro: Ieșire din acest program
ru_ru: Выйти из программы
sv_se: Avsluta programmet
tr_tr: Programdan çık

source: &Toolbar
ar_sa: &شريط الادوات
cs_cz: Panel nás&trojů
el_gr: &Γραμμή εργαλείων
es_es: Barra de herramien&tas
fr_fr: &Barre d'outils
he: ס&רגל כלים
hr_hr: &Alati
hu_hu: Eszköztár
it_it: Barra degli S&trumenti
nl_nl: &Knoppenbalk
pl_pl: Pasek &narzędzi
pt_pt: &Ferramentas
ro_ro: &Bara de unelte
ru_ru: Панель &инструментов
sk_sk: &Panel nástrojov
sv_se: &Verktygsfält
tr_tr: &Araç Çubuğu

source: Show/Hide the toolbar
ar_sa: عرض/اخفاء شريط الادوات
cs_cz: Zobrazit/skrýt panel nástrojů
el_gr: Εμφάνιση/Απόκρυψη γραμμής εργαλείων
es_es: Mostrar/Ocultar la barra de herramientas
fr_fr: Afficher/Masquer la barre d'outils
he: הצג/הסתר סרגל כלים
hr_hr: Prikaži/Sakrij traku s alatima
hu_hu: Eszköztár megjelenítése/elrejtése
it_it: Mostra/Nasconde la Barra degli strumenti
nl_nl: Toon/Verberg de knoppenbalk
pl_pl: Pokaż/ukryj pasek narzędzi
pt_pt: Ver/Esconder a Barra de Ferramentas
ro_ro: Arată/Ascunde Bara de Unelte
ru_ru: Показать/Спрятать панель инструментов
sk_sk: Zobraziť/skryť panel nástrojov
sv_se: Visa/dölj verktygsfältet
tr_tr: Araç Çubuğunu Göster / Gizle

source: &Navigator
el_gr: &Πλοηγός
es_es: &Navegador
fr_fr: &Navigateur Internet
hr_hr: &Navigacija
hu_hu: &Navigátor
it_it: &Navigatore
pl_pl: &Drzewo nawigacyjne
pt_pt: &Navegador
ru_ru: &Навигатор
tr_tr: &Gezgin

source: Show/Hide Navigator
es_es: Mostrar/Esconder navegación
fr_fr: Afficher/Masquer le navigateur
hr_hr: Prikaži/Sakrij navigaciju
hu_hu: Navigátor megjelenítése/elrejtése
it_it: Mostra/Nascondi Navigatore
pl_pl: Pokaż/ukryj drzewo nawigacyjne
pt_pt: Mostrar/Ocultar Navegador
ru_ru: Показать/Скрыть навигацию
sv_se: Visa/Dölj Navigator
tr_tr: Gezgini Göster/Gizle

source: &Display Share Accounts
cs_cz: A&kciové účty
el_gr: &Εμφάνιση Κοινόχρηστων Λογαριασμών
es_es: &Mostrar cuentas de acciones
fr_fr: &Afficher les comptes de titres
he: &הצג חשבונות נ"ע מנוהלים
hr_hr: &Prikaži dioničke račune
hu_hu: Értékpapírszámlák &megjelenítése
it_it: Mostra Conti Azionari
nl_nl: &Toon effectenrekeningen
pl_pl: Pokaż udziały &giełdowe
pt_pt: &Exibir Contas de Títulos
ro_ro: Afișează conturile &de partajate
ru_ru: &Показать счёта активов
tr_tr: Pay Hesaplarını &Göster

source: Show/Hide Share Accounts in Navigator
es_es: Mostrar/Esconder Cuentas compartidas en la navegación
fr_fr: Afficher/Masquer les comptes de titres dans le navigateur
hu_hu: Értékpapírszámlák megjelenítése/elrejtése a Navigátorban
it_it: Mostra/Nascondi Conti condivisi nel navigatore
pl_pl: Pokaż/Ukryj konta udostępniania w Nawigatorze
pt_pt: Mostrar/Ocultar contas de ações no painel de navegação
ru_ru: Показать/скрыть инвестиции в навигации
sv_se: Visa/Dölj aktiekonton i Navigator
tr_tr: Gezginde Hisse Hesaplarını Göster/Gizle

source: &Display Deleted Transactions
el_gr: &Εμφάνιση Διαγραμμένων Συναλλαγών
es_es: &Mostrar transacciones eliminadas
fr_fr: &Afficher les opérations supprimées
hr_hr: &Prikaži izbrisane transakcije
hu_hu: Törölt ügyletek &megjelenítése
it_it: &Visualizza Transazioni Eliminate
pl_pl: Wyświetl &usunięte transakcje
pt_pt: &Exibir Transações Eliminadas
ro_ro: Afișează &tranzacțiile șterse
ru_ru: &Отображать удаленные транзакции
tr_tr: &Silinen İşlemleri Görüntüle

source: Show/Hide Deleted Transactions in Navigator
es_es: Mostrar/Esconder Transacciones eliminadas en la navegación
fr_fr: Afficher/Masquer les opérations supprimées dans le navigateur
hu_hu: Törölt ügyletek megjelenítése/elrejtése a Navigátorban
it_it: Mostra/Nascondi le Transazioni eliminate nel Navigatore
pt_pt: Mostrar/Ocultar transacções eliminadas no Navegador
ru_ru: Показать/скрыть удаленные транзакции в навигации
sv_se: Visa/Dölj borttagna transaktioner i Navigator
tr_tr: Gezginde Silinmiş İşlemleri Göster/Gizle

source: Budgets: As Financial &Years
cs_cz: Rozpočty: Finanční rok&y
el_gr: Προϋπολογισμοί: Κατά &Οικονομικά Έτη
es_es: Presupuestos: como ejercicios &económicos
fr_fr: Budgets en années fiscales
hr_hr: Budžeti: Kao fiskalne &godine
hu_hu: Költségvetések: pénzügyi &évenként
it_it: Budget: per Anno &Finanziario
pl_pl: Budżet: Jako finansowe &lata
pt_pt: Orçamentos: Como &Anos Fiscais
ro_ro: Bugete: ca &ani financiari
ru_ru: Бюджеты: как финансовые &годы
tr_tr: Bütçeler: Mali ve &Yıllar Olarak

source: Display Budgets in Financial Year Format
cs_cz: Zobrazit rozpočty ve formátu finančního roku
el_gr: Εμφάνιση των προϋπολογισμών σε μορφή οικονομικού έτους
es_es: Mostrar presupuestos en formato de año fiscal
fr_fr: Montrer les budgets en années fiscales
he: הצג תקציב בתבנית שנה פיננסית
hr_hr: Prikaži budžete u formatu fiskalne godine
hu_hu: Költségkeretek megjelenítése pénzügyi év formátumban
it_it: Mostra i Budget nel formato Anno Finanziario
nl_nl: Toon begrotingen in een financieel jaar formaat
pl_pl: Wyświetlanie budżetu w ramach roku finansowego
pt_pt: Exibir Orçamentos no Formato de Ano Fiscal
ro_ro: Afișează bugetele în formatul unui an financiar
ru_ru: Показать бюджет за финансовый год
sk_sk: Zobraziť rozpočty vo formáte fiškálneho roku
tr_tr: Bütçeleri Finansal Yıl Biçiminde Göster

source: Budgets: &Include Transfers in Totals
cs_cz: Rozpočty: Zahrnout transakce v &součtech
el_gr: Προϋπολογισμοί: &Να συμπεριλαμβάνονται οι μεταφορές στα σύνολα
es_es: Presupuestos: &Incluir transferencias en los totales
fr_fr: Budget: &inclure les transferts dans les totaux
he: תקציבים: &כולל סיכום תנועות 'העברה'
hr_hr: Budžeti: &Uključi prijenose u ukupnim iznosima
hu_hu: &Költségvetések: az átutalások beszámítása a végösszegbe
it_it: Gestione Budget: &Includi i trasferimenti nei totali
nl_nl: Begrotingen: &Overboekingen opnemen in totalen
pl_pl: &Budżet: Uwzględnij przelewy w podsumowaniach
pt_pt: Orçamentos: &Incluir Transferências nos Totais
ro_ro: Bugete: &include transferuri în totaluri
ru_ru: Бюджет: Включать переводы в итоги
sk_sk: Rozpočty: &Vrátane celkových prevodov
tr_tr: Bütçeler: Toplamlarda aktarmaları &içer

source: Include the transfer transactions in the Budget Totals
cs_cz: Zahrne do celkových součtů rozpočtu i transakce převodů
el_gr: Συμπεριλάβετε τις συναλλαγές μεταφοράς στα σύνολα των προϋπολογισμών
es_es: Incluir las transferencias en los totales del presupuesto
fr_fr: inclure les mouvements de transfert dans les totaux budgétaires
he: כל תנועות מסוג העברה ביתרות התקציב
hr_hr: Uključi transakcije prijenosa u budžetskim ukupnim isnosima
hu_hu: Átutalások beszámítása a költségvetés végösszegébe
it_it: Includi le transazioni di trasferimento nei Totali del Budget
nl_nl: Overboekingstransacties in de begrotingen opnemen
pl_pl: Uwzględnij przelewy w podsumowaniach budżetu
pt_pt: Incluir as transferências nos Totais do Orçamento
ro_ro: Includeți tranzacțiile transfer în totalurile bugetului
ru_ru: Включить переводы в итоги бюджета
sk_sk: Zahrnúť prevodové transakcie do rozpočtový súčtov
tr_tr: Bütçe toplamlarında aktarma işlemlerini içer

source: Budget Category Report: with &Summaries
ar_sa: تقرير فئة الميزانية: مع &ملخصات
cs_cz: Zpráva rozpočtu podle kategorie: Zahrnovat &přehledy
el_gr: Έκθεση κατηγορίας προϋπολογισμού: με &περιλήψεις
es_es: Informe de categorías del presupuesto: con Re&súmenes
fr_fr: Budget/Catégorie avec &Résumés
he: דוח תקציב לפי קטגוריה: עם &סיכומים
hr_hr: Izvještaj o budžetskim kategorijama: s ukupnim iznosima
hu_hu: Költségvetési kategóriák jelentés: &összesítéssel
it_it: Riepilogo Budget Categorie: con &totali
nl_nl: Begroting categorierapport: met &samenvattingen
pl_pl: Raport &kategorii budżetu: z podsumowaniami
pt_pt: Relatório de Categorias Orçamentais: com &Resumos
ro_ro: Raportul categoriilor de buget: cu &rezumate
ru_ru: Бюджет по &категориям с итогами
tr_tr: Bütçe Kategori Raporu: Ö&zetli

source: Include the category summaries in the Budget Category Summary
ar_sa: إدراج ملخصات الفئات في موجز الميزانية
cs_cz: Zahrne do celkových součtů rozpočtu i kategorie
el_gr: Συμπεριλάβετε τις περιλήψεις κατηγοριών στη Περίληψη της Κατηγορίας Προϋπολογισμού
es_es: Incluye los resúmenes de las categorías en el resumen de categorías del presupuesto
fr_fr: Afficher le résumé des catégories dans le Résumé du Budget de la catégorie
he: כלול סיכומי קטגוריות בדוח תקציב על פי קטגוריות
hr_hr: Uključi ukupne iznose kategorija u ukupnim iznosima budžetskih kategorija
hu_hu: A kategóriák összesítéseit foglalja bele Költségvetési kategóriák összesítőbe
it_it: Include i totali per categoria nel riepilogo Budget
nl_nl: Categorie samenvattingen opnemen in de samenvatting van de begroting
pl_pl: Włącz szczegóły budżetu w raporcie podsumowania kategorii
pt_pt: Incluir os resumos das categorias no Resumo de Categorias do Orçamento
ro_ro: Include rezumatele categoriilor în rezumatul despre categoriile bugetului
ru_ru: Отображать сумму по категориям в бюджете
tr_tr: Bütçe Kategori Özetinde kategori özetlerini içer.

source: Ignore F&uture Transactions
ar_sa: تجاهل المعاملات المستقبلية
cs_cz: Ignorovat b&udoucí transakce
el_gr: Αγνόηση &μελλοντικών συναλλαγών
es_es: Ignorar transacciones f%uturas
fr_fr: Ignorer les prochaines transactions
he: התעלם& מתנועות עתידיות
hr_hr: Zanemari &buduće transakcije
hu_hu: Jövőbeni ügyletek &figyelmen kívül hagyása
it_it: Ignora Transazioni F&uture
nl_nl: Negeer &toekomstige transacties
pl_pl: &Ignoruj przyszłe transakcje
pt_pt: Ignorar Transações &Futuras
ro_ro: Ignoră tranzacțiile &viitoare
ru_ru: Игнорировать предстоящие проводки
sk_sk: Ignorovať &budúce transakcie
sv_se: Ignorera F&ramtida transaktioner
tr_tr: Gelec&ek İşlemlerini atla

source: Ignore Future transactions
ar_sa: تجاهل المعاملات المستقبلية
cs_cz: Ignorovat budoucí transakce
el_gr: Να αγνοηθούν μελλοντικές συναλλαγές
es_es: Ignorar transacciones futuras
fr_fr: Ignorer les prochains mouvements
he: התעלם מתנועות עתידיות
hr_hr: Zanemari buduće transakcije
hu_hu: Jövőbeni ügyletek figyelmen kívül hagyása
it_it: Ignora transazioni future
nl_nl: Negeer toekomstige transacties
pl_pl: Ignoruj przyszłe transakcje
pt_pt: Ignorar Transações Futuras
ro_ro: Ignoră tranzacțiile viitoare
ru_ru: Игнорировать предстоящий транзакции
sk_sk: Ignorovať budúce transakcie
sv_se: Ignorera framtida transaktioner
tr_tr: Gelecek İşlemlerini gözardı et.

source: Show T&ooltips
ar_sa: إظهار تلميحات
el_gr: Εμφάνιση Υ&ποδείξεων
es_es: Mostrar información de herramien&tas
fr_fr: Afficher les infobulles
hr_hr: Prikaži _opise alata
hu_hu: Elem&leírások megjelenítése
it_it: Mostra Su&ggerimenti
pl_pl: Pokaż &podpowiedzi
pt_pt: Mostrar &Sugestões
ru_ru: &Показать подсказки
sv_se: Visa v&erktygstips
tr_tr: &Araç ipuçlarını göster

source: Show Tooltips
ar_sa: إظهار التلميحات
el_gr: Εμφάνιση Υποδείξεων
es_es: Mostrar información
fr_fr: Afficher les infobulles
hr_hr: Prikaži opise alata
hu_hu: Elemleírások megjelenítése
it_it: Mostra Suggerimenti
pl_pl: &Pokaż podpowiedzi
pt_pt: Mostrar Sugestões
ro_ro: Arată ponturi
ru_ru: Показывать Подсказки
sv_se: Visa verktygstips
tr_tr: Araç ipuçlarını göster

source: Show &Money Tips
ar_sa: إظهار النصائح النقدية
el_gr: Εμφάνιση Συμβουλών &Χρημάτων
es_es: %Mostrar consejos de dinero
fr_fr: Afficher les astuces financières
hr_hr: Pokaži savjete za _novac
hu_hu: &Pénzzel kapcsolatos tippek megjelenítése
it_it: Mostra Suggerimenti &Finanziari
pl_pl: Pokazuj porady &finansowe
pt_pt: Mostrar Sugestões sobre &Dinheiro
ru_ru: Показать &советы
sv_se: Visa &pengar-tips
tr_tr: Para &ipuçlarını Göster

source: Show Money Tips
ar_sa: إظهار نصائح المال
el_gr: Εμφάνιση Συμβουλών Χρημάτων
es_es: Mostrar sugerencias del dinero
fr_fr: Afficher les astuces financières
hr_hr: Pokaži savjete za novac
hu_hu: Pénzzel kapcsolatos tippek megjelenítése
it_it: Mostra Suggerimenti Finanziari
pl_pl: Pokazuj porady &finansowe
pt_pt: Mostrar Sugestões sobre Dinheiro
ro_ro: Arată ponturi despre bani
ru_ru: Показывать советы
sv_se: Visa &penga-tips
tr_tr: Para ipuçlarını Göster

source: &Full Screen
el_gr: &Πλήρης Οθόνη
es_es: &Pantalla Completa
fr_fr: Plein Écran
hu_hu: &Teljes képernyő
it_it: &Schermo Intero
pt_pt: &Ecrã inteiro
sv_se: &Helskärm
tr_tr: &Tam ekran

source: Toggle full screen
el_gr: Εναλλαγή πλήρους οθόνης
es_es: Intercambiar pantalla completa
fr_fr: Basculer en mode plein écran
hr_hr: Uključi/isključi cjeloekranski prikaz
hu_hu: Teljes képernyős ki-/bekapcsolása
it_it: Attiva/disattiva Schermo intero
pt_pt: Alternar ecrã completo
ro_ro: Schimbă la ecran complet
ru_ru: Включить полноэкранный режим
sv_se: Växla helskärm
tr_tr: Tam ekrana geç

source: &Reset View
el_gr: &Επαναφορά Προβολής
es_es: Restablecer Vista
fr_fr: Réinitialiser l'affichage
hr_hr: &Resetiraj prikaz
hu_hu: Né&zet visszaállítása
it_it: &Ripristina Vista
pt_pt: &Redifinir Exibição
ru_ru: &Сбросить вид
sv_se: &Återställ vy
tr_tr: &Görünümü Sıfırla

source: Reset view and dock tools
el_gr: Επαναφορά εργαλείων προβολής και προσάρτησης
es_es: Restablecer vista y acoplar herramientas
fr_fr: Réinitialiser la vue et amarrer les outils
hr_hr: Resetiraj prikaz i alte u docku
hu_hu: Nézet és rögzítés eszközök visszaállítása
it_it: Reimposta gli strumenti di visualizzazione e dock
pt_pt: Repor vista e as ferramentas do dock
ru_ru: Сбросить вид и панель инструментов
sv_se: Återställ vyn och dockningsverktyg
tr_tr: Görünümü sıfırla ve araçları yerleştir

source: Dash&board
ar_sa: &لوحة التحكم
es_es: Panel de &control
fr_fr: &Tableau de bord
hr_hr: Nadzorna &ploča
hu_hu: &Irányítópult
pl_pl: &Pulpit
pt_pt: &Painel
ro_ro: Panou de control
ru_ru: &Панель управления
sv_se: Instrument&panel
tr_tr: Gösterge Paneli

source: Open Dashboard
ar_sa: فتح لوحة التحكم
el_gr: Άνοιγμα Πίνακα Ελέγχου
es_es: Abrir pantalla principal
fr_fr: Ouvrir le tableau de bord
hr_hr: Otvori nadzornu ploču
hu_hu: Irányítópult megnyitása
it_it: Apri Dashboard
pl_pl: Otwórz pulpit
pt_pt: Abrir Painel
ro_ro: Deschide panoul de control
ru_ru: Открыть панель
tr_tr: Gösterge Panelini Aç

source: Change the account type of an account
ar_sa: تغيير نوع الحساب للحساب
el_gr: Αλλάξτε τον τύπο λογαριασμού ενός λογαριασμού
es_es: Cambiar el tipo de cuenta de una cuenta
fr_fr: Modifier le type d'un compte
hr_hr: Promijeni vrstu računa za račun
hu_hu: Számlatípus módosítása
it_it: Modifica il tipo di un conto
pl_pl: Zmień typ konta
pt_pt: Alterar o tipo de conta de uma conta
ru_ru: Изменить тип счета
sv_se: Ändra kontotypen på ett konto
tr_tr: Bir hesabın hesap türünü değiştir

source: Delete Account from database
ar_sa: حذف الحساب من قاعدة البيانات
cs_cz: Odstranit účet z databáze
el_gr: Διαγραφή λογαριασμού από τη βάση δεδομένων
es_es: Borrar la cuenta de la base de datos
fr_fr: Supprimer le compte de la base de donnée
he: מחק חשבון ממסד הנתונים
hr_hr: Izbriši račun iz baze podataka
hu_hu: Számla törlése az adatbázisból.
it_it: Elimina un conto dal Database
nl_nl: Verwijder een rekening uit het databestand
pl_pl: Usuń konto z bazy danych
pt_pt: Apagar a Conta da Base de Dados
ro_ro: Șterge contul din baza de date
ru_ru: Удалить счёт из базы данных
sk_sk: Odstránenie účtu z databázy
sv_se: Ta bort konto från databas
tr_tr: Hesabı veritabanından sil

source: Download &Rates
es_es: Descargar tasas de &cambio
fr_fr: &Téléchargement des cours
hr_hr: Preuzmi &tečajeve
hu_hu: Ár&folyamok letöltése
it_it: Scarica &Quotazioni
pt_pt: Baixar &Taxas
ru_ru: Скачать &курсы
tr_tr: &Kurları İndir

source: Download Currency and Stock Rates
el_gr: Κατεβάστε τις ισοτιμίες Νομισμάτων και Αποθεμάτων
es_es: Descargar tasas de divisas y acciones
fr_fr: Télécharger les cours des devises et des actions
hr_hr: Preuzmi tečajeve valuta i dionica
hu_hu: Pénznem- és részvényárfolyamok letöltése
it_it: Aggiornamento tassi di cambio e valore azioni
pl_pl: Pobierz kursy walut i akcji
pt_pt: Transferir cotações de Moeda e Ações
ro_ro: Descarcă ratele de schimb valutare și bursiere
ru_ru: Скачать валютные и фондовые курсы
tr_tr: Para Birimi ve Hisse Senedi Oranlarını indir

source: &Payee Manager…
es_es: &Administrador de beneficiarios…
fr_fr: &Gestionnaire des Tiers …
hr_hr: &Upravljač primalaca …
hu_hu: Ked&vezményezettkezelő…
it_it: Gestore &Beneficiario…
pl_pl: &Menedżer odbiorców…
pt_pt: &Gestor de entidades…
ru_ru: &Менеджер получателей…
sv_se: &Betalningsmottagar-hanterare…
tr_tr: &Alacaklı Yöneticisi…

source: &Category Manager…
es_es: &Administrador de categorías…
fr_fr: &Gestionnaire des catégories…
hr_hr: Upravljač &kategorija …
hu_hu: &Kategóriakezelő…
it_it: Gestore &Categoria…
pt_pt: &Gestor de categorias…
ru_ru: &Менеджер категорий…
sv_se: &Kategorihanterare…
tr_tr: &Kategori Yöneticisi…

source: &Tag Manager…
es_es: &Administrador de etiquetas…
fr_fr: &Gestionnaire des étiquettes…
hr_hr: &Upravljač oznaka …
hu_hu: &Címkekezelő…
it_it: Gestore &Etichette…
pt_pt: Gestor de &Etiquetas…
ru_ru: &Менеджер тегов…
sv_se: &Etiketthanterare…
tr_tr: &Etiket Yöneticisi…

source: Curre&ncy Manager…
es_es: Gestor de div&isas…
fr_fr: &Gestionnaire de devises…
hr_hr: Upravljač &valuta…
hu_hu: &Pénznemkezelő…
it_it: Gestore &Valute…
pt_pt: Gestor de &Moedas…
ru_ru: Менеджер &валют…
sv_se: Valutahanterare…
tr_tr: &Kur Yöneticisi…

source: &Categories…
ar_sa: &تصنيفات…
el_gr: &Κατηγορίες…
es_es: &Categorías…
fr_fr: &Catégories…
hr_hr: &Kategorije …
hu_hu: &Kategóriák…
it_it: &Categorie…
pl_pl: &Kategorie…
pt_pt: &Categorias…
ru_ru: &Категории…
sv_se: &Kategorier…
tr_tr: &Kategoriler…

source: Merge categories
el_gr: Συγχώνευση κατηγοριών
es_es: Combinar categorías
fr_fr: Fusionner les catégories
hr_hr: Sjedini kategorije
hu_hu: Kategóriák egyesítése
it_it: Unisci categorie
pl_pl: Scal kategorie
pt_pt: Fundir categorias
ru_ru: Слияние категорий
tr_tr: Kategorileri birleştir

source: &Payees…
ar_sa: المدفوعون لهم…
el_gr: &Δικαιούχοι…
es_es: &Beneficiarios…
fr_fr: &Tiers…
hr_hr: &Primaoci …
hu_hu: Ked&vezményezettek…
it_it: &Beneficiari…
pl_pl: &Beneficjentów…
pt_pt: &Entidades…
ru_ru: &Получатели…
sv_se: &Betalningsmottagare…
tr_tr: &Alacaklılar…

source: Merge payees
el_gr: Συγχώνευση δικαιούχων
es_es: Combinar beneficiarios
fr_fr: Fusionner les bénéficiaires
hr_hr: Sjedini primaoce
hu_hu: Kedvezményezettek egyesítése
it_it: Unisci i beneficiari
pl_pl: Scal beneficjentów
pt_pt: Fundir entidades
ru_ru: Объединить получателей
sv_se: Slå ihop betalningsmottagare
tr_tr: Alacaklıları birleştir

source: &Tags…
el_gr: &Ετικέτες…
es_es: E&tiquetas…
fr_fr: &Etiquettes…
hr_hr: &Oznake …
hu_hu: &Címkék…
it_it: E&tichette…
pl_pl: &Tagi…
pt_pt: &Etiquetas…
ru_ru: &Теги…
sv_se: &Taggar…
tr_tr: &Etiketler…

source: Merge tags
el_gr: Συγχώνευση ετικετών
es_es: Combinar etiquetas
fr_fr: Fusionner les étiquettes
hr_hr: Sjedini oznake
hu_hu: Címkék egyesítése
it_it: Unisci etichette
pl_pl: Scal tagi
pt_pt: Fundir etiquetas
ru_ru: Объединить теги
sv_se: Slå ihop taggar
tr_tr: Etiketleri birleştir

source: Merge categories, payees, and tags
el_gr: Συγχώνευση κατηγοριών, δικαιούχων και ετικετών
es_es: Combinar categorías, beneficiarios y etiquetas
fr_fr: Fusionner les catégories, les bénéficiaires et les étiquettes
hr_hr: Sjedini kategorije, primaoce i oznake
hu_hu: Kategóriák, kedvezményezettek és címkék egyesítése
it_it: Unisci categorie, beneficiari ed etichette
pl_pl: Scal kategorie, beneficjentów i tagi
pt_pt: Fundir categorias, beneficiários e etiquetas
ru_ru: Объединение категорий, получателей и тэгов
sv_se: Sammanfoga kategorier, betalningsmottagare och taggar
tr_tr: Kategorileri, Alacaklıları ve Etiketleri birleştir

source: &Budget Planner…
es_es: Planificador del &presupuesto…
fr_fr: &Planificateur budgétaire…
hr_hr: Planer &budžeta …
hu_hu: Költ&ségvetés-tervező…
it_it: &Pianificatore Budget…
pl_pl: &Planer budżetu…
pt_pt: &Planejador de orçamento…
ru_ru: &Планировщик бюджетов…
sv_se: &Budgetplanerare…
tr_tr: &Bütçe Planlayıcısı…

source: Budget Planner
es_es: Planificador del presupuesto
fr_fr: Planificateur budgétaire
hr_hr: Planer budžeta
hu_hu: Költségvetés-tervező
it_it: Pianificatore Budget
pl_pl: Planer budżetu
pt_pt: Planeador de orçamento
ru_ru: Планировщик бюджета
sv_se: Budgetplanerare
tr_tr: Bütçe Planlayıcısı

source: &Scheduled Transactions
el_gr: &Προγραμματισμένες Συναλλαγές
es_es: &Transacciones programadas
fr_fr: &Opérations récurrentes
hr_hr: &Terminirane transakcije
hu_hu: &Ütemezett ügyletek
it_it: &Transazioni Pianificate
pl_pl: Transakcje &zaplanowane
pt_pt: &Transações Recorrentes
ru_ru: Запланированные транзакции
sv_se: &Schemalagda transaktioner
tr_tr: &Zamanlanmış İşlemler

source: Bills and Deposits
es_es: Facturas y depósitos
fr_fr: Factures et dépôts
hr_hr: Računi i uplate
hu_hu: Számlák és betétek
it_it: Fatture e depositi
pt_pt: Pagamentos e Depósitos
ru_ru: Счета и депозиты
tr_tr: Faturalar ve Mevduatlar

source: &Assets
ar_sa: &الممتلكات
cs_cz: &Majetek
el_gr: &Ενεργητικό
es_es: &Activos
fr_fr: Biens
he: נכסים&
hr_hr: &Imovina
hu_hu: Eszközök
it_it: Ce&spiti
nl_nl: &Bezittingen
pl_pl: &Aktywa
pt_pt: &Ativos
ro_ro: &Bunuri
ru_ru: &Активы
sk_sk: &Hmotný majetok
sv_se: &Tillgångar
tr_tr: &Varlıklar

source: Date Range Manager
el_gr: Διαχειριστής Εύρους Ημερομηνίας
es_es: Administrador de rango de fechas
fr_fr: Gestionnaire de plages de dates
hu_hu: Dátumtartomány-kezelő
it_it: Gestore Intervallo di Date
pt_pt: Intervalo de datas
sv_se: Hanterare för datumintervall
tr_tr: Tarih Aralığı Yöneticisi

source: Date Range Manager…
el_gr: Διαχειριστής Εύρους Ημερομηνίας…
es_es: Administrador de rango de fechas…
fr_fr: Gestionnaire de plages de dates…
hu_hu: Dátumtartomány-kezelő…
it_it: Gestore Intervallo di Date…
sv_se: Hanterare för datumintervall…
tr_tr: Tarih Aralığı Yöneticisi…

source: Tra&nsaction Report…
el_gr: Έκθεση των συναλλαγών…
es_es: Reporte de Transacción…
fr_fr: Rapport d'opérations…
hr_hr: Izvještaj o tra&nsakcijama…
hu_hu: Üg&yletekjelentés…
it_it: Resoconto Tra&nsazioni…
pt_pt: &Relatório de transações…
ru_ru: Отчёт по &транзакциям…
sv_se: Tra&nsaktionsrapport…
tr_tr: &İşlem Raporu…

source: &General Report Manager…
es_es: &Administrador de informes generales…
fr_fr: &Gestionnaire de rapport…
hr_hr: &Opći upravljač izvještaja …
hu_hu: Általános &jelentéskezelő…
it_it: &Gestore Generale del Resoconti…
pt_pt: &Gestor de Relatórios Personalizados…
ru_ru: &Менеджер отчётов…
sv_se: &Allmän rapport&hanterare…
tr_tr: &Genel Rapor Yöneticisi…

source: C&ustom Field Manager…
es_es: Administrador de campos p&ersonalizados…
fr_fr: Gestionnaire de champs personnalisés…
hr_hr: &Upravljač prilagođenih polja …
hu_hu: Egyéni &mezőkezelő…
it_it: Gestore Campi Personali&zzati…
pt_pt: Gestor de &Campos Personalizados…
ru_ru: Менеджер &полей пользователя…
sv_se: Hanteraren av anpassade &fält…
tr_tr: &Özel Alan Yöneticisi…

source: Refresh &WebApp…
ar_sa: تحديث &تطبيق الويب…
es_es: Actualizar &WebApp…
fr_fr: Actualiser la Webapp…
hr_hr: Aktualiziraj &WebApp …
hu_hu: &Webalkalmazás frissítése…
it_it: Aggiorna &WebApp…
pl_pl: Odśw&ież WebApp…
pt_pt: Atualizar Aplicação &Web…
ru_ru: Обновить &WebApp…
sv_se: Uppdatera &Webbapp…
tr_tr: &WebApp Yenile…

source: Refresh WebApp
ar_sa: تحديث تطبيق الويب
el_gr: Ανανέωση του WebApp
es_es: Actualizar WebApp
fr_fr: Rafraîchir Webapp
hr_hr: Aktualiziraj WebApp
hu_hu: Webalkalmazás frissítése
it_it: Aggiorna WebApp
pl_pl: Odśwież WebApp
pt_pt: Atualizar Aplicação Web
ro_ro: Reîmprospătare WebApp
ru_ru: Обновить WebApp
tr_tr: WebApp Yenile

source: &Settings…
el_gr: &Ρυθμίσεις...
es_es: &Preferencias…
fr_fr: Paramètres…
hu_hu: &Beállítások…
it_it: &Impostazioni…
pt_pt: &Definições…
ru_ru: &Настройки…
sv_se: &Inställningar…
tr_tr: &Ayarlar…
