Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Specify the required month. Use Spin buttons to increase or decrease the month.
ar_sa: حدد الشهر المطلوب. استخدم أزرار الدوران لزيادة أو تقليل الشهر.
cs_cz: Zadejte měsíc. Použijte kolečko myši pro změnu měsíce.
el_gr: Καθορίστε τον απαιτούμενο μήνα. Χρησιμοποιήστε τα περιστρεφόμενα κουμπιά για αύξηση ή μείωση του μήνα.
es_es: Especifique el mes. Utilice los botones para incrementar o disminuir el mes.
fr_fr: Préciser le mois. Utiliser les boutons de défilement pour augmenter ou diminuer le mois.
he: הזן את החודש הנדרש. השתמש בלחצנים ספין כדי להגדיל או להקטין את החודש.
hr_hr: Odredi mjesec. Upotrijebi gumbe za određivanje mjeseca.
hu_hu: Válassza ki a hónapot! Használja a nyilakat a hónap görgetésére!
it_it: Specifica il mese richiesto. Usa i pulsanti di scorrimento per aumentare o diminuire il mese.
nl_nl: Specificeer de gewenste maand. Gebruik de wisselknoppen om de maand te verhogen of te verlagen.
pl_pl: Określ wymagany miesiąc. Użyj przycisków aby zwiększyć lub pomniejszyć miesiąc.
pt_pt: Especifique o mês pretendido. Use os botões direcionais para aumentar ou diminuir o mês.
ro_ro: Specificați luna necesară. Utilizați butoanele pentru a crește sau micșora luna.
ru_ru: Укажите нужный месяц. Используйте кнопки для увеличения или уменьшения месяца.
sk_sk: Upresnite požadovaný mesiac. Použije tlačidlá so šipkami na výber požadovaného mesiaca.
tr_tr: Gerekli ayı belirtin. Ayı azaltmak veya artırmak için Kaydırma düğmelerini kullanın.

source: Base Budget On
ar_sa: الميزانية الأساسية على
el_gr: Προϋπολογισμός βασισμένος σε
es_es: Basar presupuesto en
fr_fr: Baser le budget sur
hr_hr: Baziraj budžet na
hu_hu: Költségvetés a következőn alapul
it_it: Budget basato su
pl_pl: Oprzyj budżet na
pt_pt: Basear Orçamento em
ro_ro: Buget de bază pe
ru_ru: Взять за основу
sv_se: Basera budget på
tr_tr: Bütçede Baz Al

source: Specify year to base budget on
ar_sa: حدد السنة التي يجب أن تستند إليها الميزانية
el_gr: Καθορίστε το έτος που θα βασισθεί ο προϋπολογισμός
es_es: Especifique el año en el que basar el presupuesto
fr_fr: Spécifier l'année sur laquelle baser le budget
hr_hr: Odredi godinu za baziranje budžeta
hu_hu: Adja meg a költségvetés alapjául szolgáló évet
it_it: Specifica l'anno su cui basare il budget
pl_pl: Określ rok, na którym ma bazować budżet
pt_pt: Indique o ano em que baseará o orçamento
ro_ro: Specifică anul pe care să fie bazat bugetul
ru_ru: Укажите год, на котором базируется новый бюджет
sv_se: Ange året du vill basera budgeten på
tr_tr: Bütçede baz alınacak yılı belirtin

source: Budget Year already exists
ar_sa: السنة المالية موجودة حاليا
cs_cz: Roční rozpočet již existuje
el_gr: Το έτος προϋπολογισμού ήδη υπάρχει
es_es: El presupuesto anual ya existe
fr_fr: Le budget de cette année existe déjà
he: שנת תקציב קיימת
hr_hr: Budžetska godina već postoji
hu_hu: A költségvetési év létezik
it_it: Budget annuale già esistente!
nl_nl: Begrotingsjaar bestaat al
pl_pl: Rok budżetowy już istnieje
pt_pt: Orçamento Anual já existe
ro_ro: Anul Bugetar există deja
ru_ru: Бюджет на этот год уже существует
sk_sk: Rozpočet na daný rok už existuje
sv_se: Budgetår finns redan
tr_tr: Bütçe Yılı zaten var

source: Code
ar_sa: الرمز
el_gr: Κωδικός
es_es: Código
hr_hr: Kȏd
hu_hu: Kód
it_it: Codice
pl_pl: Kod
pt_pt: Código
ro_ro: Cod
ru_ru: Код
sv_se: Kod
tr_tr: Kod

source: Fixed Rate
ar_sa: معدل ثابت
cs_cz: Pevná sazba
el_gr: Σταθερός Συντελεστής
es_es: Tarifa fija
fr_fr: Taux fixe
hr_hr: Fiksan tečaj
hu_hu: Rögzített árfolyam
it_it: Tasso fisso
pl_pl: Stały przelicznik
pt_pt: Câmbio Fixo
ro_ro: Rată fixă
ru_ru: Фиксированная ставка
tr_tr: Sabit oran

source: Last Rate
ar_sa: آخر معدل
cs_cz: Poslední kurz
el_gr: Τελευταία Τιμή
es_es: Último tipo
fr_fr: Dernier taux
he: שער אחרון
hr_hr: Zadnji tečaj
hu_hu: Előző árfolyam
it_it: Ultimo tasso
nl_nl: Laatste koers
pl_pl: Ostatni kurs
pt_pt: Último câmbio
ro_ro: Ultima rată
ru_ru: Последний курс
sv_se: Senaste taxa
tr_tr: Son Oran

source: Online update currency rate
ar_sa: تحديث قيم العملات اونلاين
cs_cz: Online aktualizace kurzu měny
el_gr: Διαδικτυακή ενημέρωση ισοτιμίας νομισμάτων
es_es: Actualización online del tipo de cambio
fr_fr: Mise à jour en ligne des taux de change
he: עדכון שערי מטח מקוון
hr_hr: Internetsko aktualiziranje valutnih tečajeva
hu_hu: Pénznemárfolyamok online frissítése
it_it: Aggiornamento online dei Tassi di Cambio
nl_nl: Online wisselkoersen bijwerken
pl_pl: Odśwież online kursy walut
pt_pt: Actualização online das taxas de câmbio
ro_ro: Actualizează cursul valutar prin internet
ru_ru: Онлайн обновление курсов валют
sk_sk: Online aktualizovať kurz meny
tr_tr: Çevrimiçi döviz kuru güncelleme

source: Online Update
ar_sa: تحديث عبر الإنترنت
cs_cz: Online aktualizace
el_gr: Ενημέρωση μέσω διαδικτύου
es_es: Actualización online
fr_fr: Mise à jour en ligne
he: עדכון מקוון
hr_hr: Internetsko aktualiziranje
hu_hu: Online frissítés
it_it: Aggiornamento Online
nl_nl: Online bijwerken
pl_pl: Uaktualnienie online
pt_pt: Atualização Online
ro_ro: Actualizare online
ru_ru: Обновить онлайн
sk_sk: Online aktualizovať
tr_tr: Çevrimiçi Güncelleme

source: &Show All
el_gr: &Εμφάνιση Όλων
es_es: &Mostrar todo
fr_fr: Tout afficher
hr_hr: &Pokaži sve
hu_hu: Összes meg&jelenítése
it_it: &Mostra Tutto
pl_pl: &Pokaż wszystko
pt_pt: &Exibir tudo
ru_ru: &Показать все
sv_se: &Visa alla
tr_tr: &Tümünü Göster

source: Show all even the unused currencies
ar_sa: إظهار جميع العملات غير المستخدمة
cs_cz: Zobrazit všechny i nepoužité měny
el_gr: Εμφάνιση όλων ακόμη και των αχρησιμοποίητων νομισμάτων
es_es: Mostrar todas incluyendo las divisas no utilizadas
fr_fr: Afficher toutes les devises, même celles qui ne sont pas utilisées
hr_hr: Prikaži sve, čak i nekorištene valute
hu_hu: Összes pénznem megjelenítése
it_it: Mostra tutte, comprese le valute non utilizzate
pl_pl: Pokaż wszystkie, nawet nieużywane waluty
pt_pt: Mostrar todas as moedas, mesmo que não utilizadas
ro_ro: Arată-le pe toate, inclusiv valutele nefolosite
ru_ru: Показать полный список валют, включая неиспользуемые
tr_tr: Kullanılmayan tüm para birimlerini bile göster

source: Search
ar_sa: بحث
cs_cz: Hledat
el_gr: Αναζήτηση
es_es: Buscar
fr_fr: Rechercher
he: חפש
hr_hr: Traži
hu_hu: Keresés
it_it: Cerca
nl_nl: Zoeken
pl_pl: Znajdź
pt_pt: Pesquisa
ro_ro: Căutare
ru_ru: Поиск
sk_sk: Hľadať
sv_se: Sök
tr_tr: Arama

source: &Select
ar_sa: &اختر
cs_cz: &Vybrat
el_gr: &Επιλογή
es_es: &Seleccionar
fr_fr: &Sélectionner
he: &בחר
hr_hr: &Odaberi
hu_hu: Kiválasztás
it_it: &Seleziona
nl_nl: &Selecteren
pl_pl: Wybierz
pt_pt: &Selecionar
ro_ro: &Selectează
ru_ru: &Выбрать
sk_sk: &Vybrať
sv_se: &Välj
tr_tr: &Seç

source: Historical Currency Options
es_es: Opciones de divisas históricas
fr_fr: Options de devises historiques
hu_hu: Pénznemek előzményeinek beállítások
it_it: Opzioni Valuta Storica
pt_pt: Opções do histórico de moeda
sv_se: Historiska valutainställningar
tr_tr: Tarihsel Para Seçenekleri

source: Price
ar_sa: السعر
cs_cz: Cena
el_gr: Τιμή
es_es: Precio
fr_fr: Prix
he: מחיר
hr_hr: Cijena
hu_hu: Ár
it_it: Valore
nl_nl: Prijs
pl_pl: Cena
pt_pt: Preço
ro_ro: Preț
ru_ru: Цена
sk_sk: Cena
sv_se: Pris
tr_tr: Fiyat

source: Type
ar_sa: النوع
cs_cz: Typ
el_gr: Τύπος
es_es: Tipo
he: סוג
hr_hr: Vrsta
hu_hu: Típus
it_it: Tipo
pl_pl: Typ
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sk_sk: Typ
sv_se: Typ
tr_tr: Tür

source: Specify the date of currency value
ar_sa: تحديد تاريخ قيمة العملة
cs_cz: Zadejte datum pro hodnotu měny
el_gr: Καθορίστε την ημερομηνία της αξίας νομίσματος
es_es: Especificar la fecha de valor de la divisa
fr_fr: Indiquez la date de la valeur
he: הזן את תאריך שער המטבע
hr_hr: Odredi datum valutne vrijednosti
hu_hu: Valutaárfolyam dátumának megadása
it_it: Specifica la data del tasso di cambio
nl_nl: Specificeer de datum van de valutawaarde
pl_pl: Określ datę kursu waluty
pt_pt: Indique a data do câmbio da moeda
ro_ro: Specifică data pentru valoarea valutei
ru_ru: Укажите дату
tr_tr: Kurun tarihini belirtin.

source: Value
ar_sa: القيمة
cs_cz: Hodnota
el_gr: Αξία
es_es: Valor
fr_fr: Valeur
he: ערך
hr_hr: Vrijednost
hu_hu: Érték
it_it: Valore
nl_nl: Waarde
pl_pl: Wartość
pt_pt: Valor
ro_ro: Valoare
ru_ru: Стоимость
sk_sk: Hodnota
sv_se: Värde
tr_tr: Değer

source: Enter the currency value
ar_sa: أدخل قيمة العملة
cs_cz: Zadejte hodnotu měny
el_gr: Εισάγετε την αξία του νομίσματος
es_es: Introduzca el valor de la divisa
fr_fr: Saisir la valeur de la devise
he: הזן ערך הצטבע
hr_hr: Unesi valutnu vrijednost
hu_hu: Határozza meg a valuta árfolyamát
it_it: Inserire il tasso di cambio
nl_nl: Valutawaarde invoeren
pl_pl: Wprowadź wartość kursu waluty
pt_pt: Digite o câmbio da moeda
ro_ro: Introdu valoarea valutei
ru_ru: Введите стоимость
tr_tr: Kuru girin

source: Download Currency Values history
ar_sa: تحميل سجل قيم العملة
cs_cz: Stáhnout historii hodnot měny
el_gr: Λήψη ιστορικού τιμών νομισμάτων
es_es: Descargar historial de divisas
fr_fr: Télécharger l'historique des valeurs des devises
he: הורד היסטורית שערי מטבע
hr_hr: Preuzmi povijest valutnih vrijednosti
hu_hu: Valutaárfolyam előzményeinek letöltése
it_it: Scarica storico tassi di cambio
nl_nl: Download valutawaarde historie
pl_pl: Pobierz historię kursów walut
pt_pt: Transferir histórico de Cotações de Moedas
ro_ro: Descarcă istoricul valorilor valutare
ru_ru: Загрузить историю валют
tr_tr: Kur geçmişini indir

source: Add/&Update
ar_sa: إضافة/&تحديث
el_gr: Προσθήκη/&Ενημέρωση
es_es: Añadir/&Actualizar
fr_fr: Ajouter/&Mettre à jour
hr_hr: Dodaj / &Aktualiziraj
hu_hu: Hozzáadás/&Frissítés
it_it: Aggiungi/&Aggiorna
pl_pl: Dodaj/&Aktualizuj
pt_pt: Adicionar/&Atualizar
ro_ro: &Adăugare/Actualizare
ru_ru: Добавить/&Обновить
sv_se: Lägg till/&uppdatera
tr_tr: Ekle/&Güncelle

source: Add Currency Values to history
ar_sa: إضافة قيم العملة إلى السجل
cs_cz: Přidá hodnoty měny do historie
el_gr: Προσθήκη τιμών συναλλάγματος στο ιστορικό
es_es: Agregar valores de divisa al histórico
fr_fr: Ajouter la valeur de la devise à l'historique
he: הוסף ערך מטבע להיסטוריה
hr_hr: Dodaj valutne vrijednosti u povijest
hu_hu: Valutaárfolyam hozzáadása az előzményekhez
it_it: Aggiungere tasso di cambio allo storico
nl_nl: Valutawaarden aan geschiedenis toevoegen
pl_pl: Dodaj wartość walut do historii
pt_pt: Adicionar Câmbios de Moedas ao histórico
ro_ro: Adaugă valorile valutare la istoric
ru_ru: Добавить цену в историю
tr_tr: Kurları geçmişe ekle

source: Delete selected Currency Values
ar_sa: حذف قيم العملة المحددة
cs_cz: Odstranit vybrané hodnoty měny
el_gr: Διαγραφή επιλεγμένων τιμών νομίσματος
es_es: Borrar los valores de divisa seleccionados
fr_fr: Supprimer les valeurs des devises sélectionnées
he: מחק ערכי מטבע נבחרים
hr_hr: Izbriši odabrane valutne vrijednosti
hu_hu: A kijelölt valutaárfolyamok törlése
it_it: Elimina i valori delle valute selezionate
nl_nl: Verwijder de geselecteerde valuta transacties
pl_pl: Usuń wybrane wartości Waluty
pt_pt: Eliminar Câmbios de Moeda selecionados
ro_ro: Șterge valorile valutei selectate
ru_ru: Удалить отмеченные значения
tr_tr: Seçili kurları sil

source: Delete Historical Currency Values for unused currencies and days
es_es: Eliminar historial de Valores de divisa para divisas y días no utilizados
fr_fr: Supprimer les valeurs historiques des devises pour les monnaies et les jours inutilisés
hu_hu: Pénznemek előzményeinek értékek törlése a fel nem használt pénznemeknél és napoknál
it_it: Elimina i valori storici delle valute per le valute e i giorni inutilizzati
pt_pt: Eliminar valores históricos de moeda para moedas e dias não utilizados
sv_se: Ta bort historiska valutavärden för oanvända valutor och dagar
tr_tr: Kullanılmayan para ve günler için tarihsel para birimi değerlerini silin

source: Do you want to delete the selected currency?
es_es: ¿Desea eliminar la divisa seleccionada?
fr_fr: Voulez-vous supprimer la devise sélectionnée ?
hu_hu: Szeretné törölni a kijelölt pénznemet?
it_it: Vuoi eliminare la valuta selezionata?
pt_pt: Pretende eliminar a moeda selecionada?
ru_ru: Вы хотите удалить выбранную валюту?
tr_tr: Seçili para birimini silmek istiyor musunuz?

source: Currency Manager
ar_sa: ادارة العملة
el_gr: Διαχειριστής Νομίσματος
es_es: Gestor de divisas
fr_fr: Gestionnaire de devises
he: נהול מטבעות
hr_hr: Upravljač valuta
hu_hu: Pénznemkezelő
it_it: Gestore Valute
nl_nl: Valuta manager
pl_pl: Menedżer walut
pt_pt: Gestor de Moedas
ro_ro: Managerul de Valute
ru_ru: Менеджер валют
sv_se: Valutahanterare
tr_tr: Para Birimi Yöneticisi

source: Base Currency Selection
ar_sa: اختيار العملة الأساسية
cs_cz: Volba základní měny
el_gr: Επιλογή Βασικού Νομίσματος
es_es: Selección de la divisa base
fr_fr: Sélection de la devise de base
he: בחירת מטבע הבסיס
hr_hr: Odabir osnovne valute
hu_hu: Alappénznem kijelölése
it_it: Selezione Valuta Base
nl_nl: Standaardvaluta selectie
pl_pl: Wybór waluty bazowej
pt_pt: Seleção da Moeda Base
ro_ro: Selecție valută de bază
ru_ru: Выбор базовой валюты
sv_se: Val av basvaluta
tr_tr: Temel Para Birimi Seçimi

source: Historical rates for %1$s found, but “Use historical currency” in options is disabled: click No and enable it or click Yes to remove all historical rates for %2$s
es_es: Encontradas tasas históricas para %1$s, pero la opción "Usar histórico de divisas" está desactivada: haga clic en no y actívela o haga clic en sí para eliminar todas las tasas históricas de %2$s
fr_fr: Des taux historiques pour %1$s ont été trouvés mais "Utiliser l'historique des devises" est désactivé dans les options : cliquez sur "non" pour activer ou sur "oui" pour supprimer tout l'historique des taux pour %2$s
hu_hu: A(z) %1$s előzmény árfolyamok megtalálhatók, de a „Pénznemek előzményeinek használata” le van tiltva a beállítások között. Kattintson a Nem gombra az engedélyékéhez, vagy kattintson az Igen gombra a(z) %2$s összes előzmény árfolyamának eltávolításához.
it_it: I tassi storici per %1$s sono stati trovati, ma “Usa la valuta storica” nelle opzioni è disattivato: clicca su No e abilitalo oppure clicca su Sì per rimuovere tutti i tassi storici per %2$s
pt_pt: Foram encontradas taxas históricas para %1$s, mas a opção “Usar histórico de moeda” está desativada nas opções: clique em 'Não' para a ativar ou clique em 'Sim' para remover todas as taxas históricas de %2$s
tr_tr: %1$s için geçmiş oranları bulundu, ancak seçeneklerde “tarihsel para birimi"ni kullanmak devre dışı bırakıldı: Hayır'ı tıklayın ve etkinleştirin veya %2$s için tüm geçmiş oranlarını kaldırmak için Evet'i tıklayın

source: Currency History Options: %s
ar_sa: خيارات سجل العملة: %s
el_gr: Επιλογές Ιστορικού Συναλλάγματος: %s
es_es: Opciones del histórico de la divisa: %s
fr_fr: Options d'historique des devises : %s
hr_hr: Opcije za povijest valuta: %s
hu_hu: Valutaárfolyam-előzmények beállításai: %s
it_it: Opzioni Storico Valuta: %s
pl_pl: Opcje historii walut: %s
pt_pt: Opções do Histórico de Moeda: %s
ro_ro: Opțiuni istoric valutar: %s
ru_ru: Настройки истории валют: %s
tr_tr: Para Birimi Geçmişi Seçenekleri: %s

source: Unable to update historical currency rates. Please update them manually!
es_es: No se puede actualizar el historial de tasas de divisas. ¡Por favor, actualícelas manualmente!
fr_fr: Impossible de mettre à jour l'historique des taux de change. Veuillez les mettre à jour manuellement !
hu_hu: Nem sikerült frissíteni a pénznemárfolyamok előzményeit. Kérem, frissítse kézzel!
it_it: Impossibile aggiornare i tassi di cambio storici. Ti preghiamo di aggiornarli manualmente!
pt_pt: Não foi possível atualizar o histórico das taxas de câmbio. Por favor, atualize-as manualmente!
tr_tr: Tarihsel para oranlarını güncelleyemiyor. Lütfen bunları elle güncelleyin!

source: Historical currency error
es_es: Error en el histórico de la divisa
fr_fr: Erreur d'historique de devise
hu_hu: Pénznemek előzményeinek hiba
it_it: Errore Valuta Storica
pt_pt: Erro no histórico da moeda
tr_tr: Tarihsel para birimi hatası

source: Set as Base Currency
ar_sa: تعيين كعملة أساسية
cs_cz: Nastavit jako základní měnu
el_gr: Ορισμός ως βασικό νόμισμα
es_es: Establecer como divisa principal
fr_fr: Configurer une monnaie de base
he: הגדר מטבע בסיס
hr_hr: Postavi kao osnovnu valutu
hu_hu: Alappénznemként beállítása
it_it: Imposta come valuta base
nl_nl: Standaardvaluta instellen
pl_pl: Ustaw jako walutę bazową
pt_pt: Definir como Moeda Base
ro_ro: Setează ca Monedă de Bază
ru_ru: Установить основной валютой
sk_sk: Nastaviť ako základnú menu
sv_se: Ange som basvaluta
tr_tr: Temel Para Birimi olarak ayarla

source: Online Update Currency Rate
ar_sa: تحديث معدل العملة عبر الإنترنت
cs_cz: Online aktualizace kurzu měny
el_gr: Διαδικτυακή ενημέρωση ισοτιμίας Συναλλάγματος
es_es: Actualización online del tipo de cambio
fr_fr: Mise à jour en ligne des taux de change
he: עדכון שערי מטח מקוון
hr_hr: Internetsko aktualiziranje valutnih tečajeva
hu_hu: Pénznemárfolyamok online frissítése
it_it: Aggiorna online i Tassi di Cambio
nl_nl: Online wisselkoersen bijwerken
pl_pl: Aktualizuj kursy walut online
pt_pt: Atualizar Câmbio de Moeda Online
ro_ro: Actualizare online a ratei valutei
ru_ru: &Обновить курсы валют онлайн
sk_sk: Online aktualizovať kurz meny
sv_se: Uppdatera valutakurs online
tr_tr: Çevrimiçi Döviz Kuru Güncelleme

source: Amount
ar_sa: المبلغ
cs_cz: Částka
el_gr: Ποσό
es_es: Importe
fr_fr: Montant
he: סכום
hr_hr: Iznos
hu_hu: Összeg
it_it: Importo
nl_nl: Bedrag
pl_pl: Kwota
pt_pt: Valor
ro_ro: Sumă
ru_ru: Сумма
sk_sk: Suma
sv_se: Summa
tr_tr: Tutar

source: Invalid Entry
ar_sa: إدخال غير صالح
cs_cz: Neplatný záznam
el_gr: Μη έγκυρη εισαγωγή
es_es: Entrada no válida
fr_fr: Saisie non valide
he: תנועה לא תקינה
hr_hr: Nevaljan unos
hu_hu: Érvénytelen bejegyzés
it_it: Inserimento non valido
nl_nl: Foutieve invoer
pl_pl: Nieprawidłowy wpis
pt_pt: Entrada Inválida
ro_ro: Intrare Nevalidă
ru_ru: Неверная запись.
sk_sk: Neplatný záznam
sv_se: Ogiltig inmatning
tr_tr: Geçersiz Giriş

source: Currency history error
ar_sa: خطأ في سجل العملات
cs_cz: Chyba historie měny
el_gr: Σφάλμα νομισματικού ιστορικού
es_es: Error del histórico de la divisa
fr_fr: Erreur d'historique des devises
he: שגיאת היסטורית מטבע
hr_hr: Greška u povijesti valuta
hu_hu: Pénznem-előzmény hiba
it_it: Errore storico valuta
nl_nl: Valuta historie fout
pl_pl: Błąd historii waluty
pt_pt: Erro no histórico da moeda
ro_ro: Eroare în istoricul valutar
ru_ru: Ошибка истории валют
tr_tr: Para birimi geçmişi hatası

source: No currency selected!
ar_sa: لم يتم تحديد عملة!
cs_cz: Nebyla vybrána žádná měna!
el_gr: Δεν επιλέχθηκε νόμισμα!
es_es: ¡No hay divisa selecionada!
fr_fr: Aucune monnaie choisie !
hr_hr: Nijedna valuta nije odabrana!
hu_hu: Nincs pénznem kiválasztva!
it_it: Nessuna valuta selezionata!
pl_pl: Nie wybrano waluty!
pt_pt: Nenhuma moeda selecionada!
ro_ro: Nici o monedă selectată!
ru_ru: Валюта не выбрана!
sk_sk: Nie je vybraná žiadna mena!
sv_se: Ingen valuta vald!
tr_tr: Seçili para birimi yok!

source: Do you want to add dates without any details?
es_es: ¿Desea añadir fechas sin ningún dato?
fr_fr: Voulez-vous ajouter des dates sans aucun détail ?
hu_hu: Szeretné hozzáadni a dátumokat részletek nélkül?
it_it: Vuoi aggiungere date senza alcun dettaglio?
pt_pt: Pretende adicionar datas sem quaisquer detalhes?
ru_ru: Хотите добавить даты без каких-либо деталей?
tr_tr: Tarihleri herhangi bir ayrıntı olmadan eklemek istiyor musunuz?

source: Unable to download %s currency rates
ar_sa: غير قادر على تنزيل %s أسعار العملة
cs_cz: Nelze stáhnout kurzy měny %s
el_gr: Δεν είναι δυνατή η λήψη %s ισοτιμίας συναλλάγματος
es_es: Imposible descargar las tasas de cambio de la divisa %s
fr_fr: Impossible de télécharger les taux de change de %s
hr_hr: Nije moguće preuzeti %s valutne tečajeve
hu_hu: Nem sikerült letölteni a(z) %s pénznemárfolyamokat
it_it: Impossibile scaricare i tassi di valuta %s
pl_pl: Nie można pobrać kursów waluty %s
pt_pt: Não foi possível transferir as taxas de câmbio %s
ro_ro: Imposibil de descărcat ratele de schimb valutar %s
ru_ru: Невозможно загрузить курсы для %s
sv_se: Det gick inte att ladda ner %s valutakurser
tr_tr: %s para birimi kurlarını indirmek olanaksız

source: Unable to download history for symbol %s. Historical rates unavailable!
es_es: Imposible descargar el histórico del símbolo %s. ¡El historial de tasas de cambio no está disponible!
fr_fr: Impossible de télécharger l'historique pour le symbole %s. Historique des taux non disponible !
hu_hu: Nem sikerült letölteni a(z) %s-jelelőzményeket. Az árfolyamelőzmények nem elérhető!
it_it: Impossibile scaricare la cronologia per il simbolo %s. Tassi storici non disponibili!
pl_pl: Nie można pobrać historii dla symbolu %s. Historyczne stawki są niedostępne!
pt_pt: Não foi possível descarregar o histórico para o símbolo %s. Histórico de taxas indisponíveis!
tr_tr: Sembol %s için geçmiş veriler indirilemedi. Tarihsel kurlar mevcut değil!

source: Changing base currency will delete all historical rates, proceed?
es_es: Cambiar la divisa base eliminará todo el historial de tasas, ¿desea continuar?
fr_fr: La modification de la devise de base supprimera tous les taux historiques, continuer ?
hu_hu: Alappénznem módosítása törli az összes előzmény árfolyamot, folytatja?
it_it: Cambiando la valuta di base si elimineranno tutti i tassi storici, procedere?
pt_pt: Alterar a moeda padrão irá eliminar o histórico de câmbio. Pretende continuar?
tr_tr: Ana para birimini değiştirmek, tüm tarihsel kurları silecektir. Devam edilsin mi?

source: Do you want to update the currency rates?
es_es: ¿Desea actualizar los tipos de cambio de hoy?
fr_fr: Voulez-vous mettre à jour les taux de change ?
hu_hu: Szeretné frissíteni a pénznemárfolyamokat?
it_it: Vuoi aggiornare i tassi di cambio?
pt_pt: Pretende atualizar as taxas de câmbio?
ru_ru: Вы хотите обновить курсы валют?
tr_tr: Para birimi kurlarını güncellemek istiyor musunuz?

source: Unable to download history for base symbol %s. Historical rates unavailable!
es_es: Imposible descargar el histórico del símbolo %s. ¡El historial de tasas de cambio no está disponible!
fr_fr: Impossible de télécharger l'historique pour le symbole %s. Historique des taux non disponible !
hu_hu: Nem sikerült letölteni a(z) %s-alapjelelőzményeket. Az árfolyamelőzmények nem elérhető!
it_it: Impossibile scaricare lo storico per il simbolo base %s. Tassi storici non disponibili!
pt_pt: Não foi possível descarregar o histórico para o símbolo base %s. Histórico de taxas indisponíveis!
tr_tr: Ana sembol %s için geçmiş veriler indirilemedi. Tarihsel kurlar mevcut değil!

source: Unable to find base currency symbol!
es_es: ¡No se puede encontrar el símbolo de la divisa base!
fr_fr: Impossible de trouver le symbole de la devise de base !
hu_hu: Nem sikerült találni az alappénznem jelzését!
it_it: Impossibile trovare il simbolo della valuta base!
pt_pt: Não foi possível encontrar o símbolo da moeda base!
tr_tr: Ana para birimi sembolü bulunamadı!

source: Edit date range
el_gr: Επεξεργασία εύρους ημερομηνιών
es_es: Editar rango de fechas
fr_fr: Supprimer la plage de dates
hu_hu: Dátumtartomány szerkesztése
it_it: Modifica intervallo di date
pl_pl: Edytuj zakres dat
pt_pt: Editar intervalo de datas
ru_ru: Изменить диапазон дат
sv_se: Redigera datumintervall
tr_tr: Tarih aralığını düzenle

source: New date range
el_gr: Νέο εύρος ημερομηνιών
es_es: Nuevo rango de fechas
fr_fr: Nouvelle plage de dates
hu_hu: Új dátumtartomány
it_it: Nuovo intervallo di date
pl_pl: Nowy zakres dat
ru_ru: Новый диапазон дат
sv_se: Nytt datumintervall
tr_tr: Yeni tarih aralığı

source: All
ar_sa: الكل
cs_cz: Všechny
el_gr: Όλοι
es_es: Todas
fr_fr: Tous
he: כולם
hr_hr: Sva
hu_hu: Összes
it_it: Tutti
nl_nl: Alles
pl_pl: Wszystkie
pt_pt: Todos
ro_ro: Toate
ru_ru: Все
sk_sk: Všetky
sv_se: Alla
tr_tr: Tümü
