Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Caught exception
ar_sa: ضبط استثناء
cs_cz: Výjimka
el_gr: Προσοχή στην εξαίρεση
es_es: Excepción capturada
fr_fr: Une exception a été reçue
he: נמצא חריג
hr_hr: Uhvaćena iznimka
hu_hu: Kivétel értelmezve
it_it: Errore di acquisizione
nl_nl: Uitzondering vastgesteld
pl_pl: Wystąpił wyjątek
pt_pt: Exceção recebida
ru_ru: Исключение
sv_se: Fångat undantag
tr_tr: İstisna oluştu

source: Cash Flow
ar_sa: التدفق النقدي
el_gr: Χρηματική ροή
es_es: Flujo de caja
fr_fr: Trésorerie
he: תזרים מזומנים
hr_hr: Novčani tok
hu_hu: Pénzforgalom
it_it: Flusso di Cassa
nl_nl: Geldstromen
pl_pl: Przepływ pieniędzy
pt_pt: Fluxo de Caixa
ro_ro: Fluxul de Numerar
ru_ru: Движение средств
sk_sk: Peňažný tok
sv_se: Pengaflöde
tr_tr: Nakit Akışı

source: Summary
ar_sa: الملخص
cs_cz: Přehled
el_gr: Περίληψη
es_es: Resumen
fr_fr: Relevé
he: סיכום
hr_hr: Ukupni iznosi
hu_hu: Összegzés
it_it: Saldo
nl_nl: Samenvatting
pl_pl: Podsumowanie
pt_pt: Resumo
ro_ro: Sumar
ru_ru: Сводка
sk_sk: Súhrn
sv_se: Sammanfattning
tr_tr: Özet

source: Where the Money Goes
ar_sa: أين تذهب نقودك؟
cs_cz: Peníze odchozí
el_gr: Πού πηγαίνουν τα χρήματα
es_es: Dónde va el dinero
fr_fr: Détail des Dépenses
he: לאן הולך הכסף
hr_hr: Kamo novac odlazi
hu_hu: Hová megy a pénz
it_it: Dove va il denaro
nl_nl: Waar gaat het geld heen
pl_pl: Na co wydaję pieniądze
pt_pt: Para Onde o Dinheiro Vai
ro_ro: Destinația Banilor
ru_ru: Расходы
sk_sk: Kam idú peniaze
sv_se: Vart pengarna tar vägen
tr_tr: Para Nereye Gidiyor

source: Where the Money Comes From
ar_sa: من أين تأتي نقودك؟
cs_cz: Peníze příchozí
el_gr: Από πού έρχονται τα χρήματα
es_es: De dónde viene el dinero
fr_fr: Détail des Revenus
he: מאין מגיע הכסף
hr_hr: Otkud novac dolazi
hu_hu: Ahonnan a pénz érkezik
it_it: Da dove arriva il denaro
nl_nl: Waar komt het geld vandaan
pl_pl: Skąd pochodzą pieniądze
pt_pt: De Onde o Dinheiro Vem
ro_ro: Proveniența Banilor
ru_ru: Доходы
sk_sk: Odkiaľ idú peniaze
sv_se: Vart pengar kommer ifrån
tr_tr: Para Nereden Geliyor

source: Forecast Report
ar_sa: تقرير التوقعات
cs_cz: Prognóza
el_gr: Έκθεση Προβλέψεων
es_es: Informe de previsión
fr_fr: Rapport des prévisions
he: דוח תחזית
hr_hr: Izvještaj o prognozi
hu_hu: Előrejelzés
it_it: Report Previsionale
nl_nl: Prognoserapport
pl_pl: Raport prognozy
pt_pt: Relatório Previsional
ru_ru: Прогноз
tr_tr: Tahmin Raporu

source: Income vs. Expenses
el_gr: Έσοδα προς έξοδα
es_es: Ingresos y Gastos
fr_fr: Balance des revenus et des dépenses
hr_hr: Prihod – Troškovi
hu_hu: Bevételek/kiadások
it_it: Entrate vs. Spese
pl_pl: Bilans przychodów i wydatków
pt_pt: Rendimentos vs Despesas
ru_ru: Доход и расходы
sv_se: Inkomster vs utgifter
tr_tr: Gelir ve Gider

source: My Usage
ar_sa: إستخدامي
cs_cz: Využití
el_gr: Η χρήση μου
es_es: Mi Uso
fr_fr: Mon utilisation
hr_hr: Moja statistika
hu_hu: Ahogy használom
it_it: Il mio uso
nl_nl: Mijn gebruik
pl_pl: Podsumowanie użycia funkcjii aplikacji
pt_pt: A minha Utilização
ru_ru: Статистика
sv_se: Min användning
tr_tr: Kullanımım

source: Payees
ar_sa: المُستفيدون
cs_cz: Příjemci
el_gr: Δικαιούχοι
es_es: Beneficiarios
fr_fr: Tiers
he: מוטבים
hr_hr: Primaoci
hu_hu: Kedvezményezettek
it_it: Beneficiari
nl_nl: Begunstigden
pl_pl: Beneficjenci
pt_pt: Beneficiários
ru_ru: Получатели
sk_sk: Príjemcovia
sv_se: Betalningsmottagare
tr_tr: Alacaklılar

source: Summary of Accounts
ar_sa: ملخص الحسابات
cs_cz: Přehled účtů
el_gr: Περίληψη των λογαριασμών
es_es: Resumen de las cuentas
fr_fr: Relevé des comptes
he: יתרת חשבונות
hr_hr: Ukupni iznosi računa
hu_hu: Számlák összegzése
it_it: Saldo dei Conti
nl_nl: Samenvatting van rekeningen
pl_pl: Podsumowanie kont
pt_pt: Resumo das Contas
ro_ro: Sumarul Conturilor
ru_ru: Сводка по счетам
sk_sk: Súhrn účtov
sv_se: Kontosammanfattning
tr_tr: Hesap Özeti

source: Budgets
ar_sa: الميزانيات
el_gr: Προϋπολογισμοί
es_es: Presupuestos
hr_hr: Budžeti
hu_hu: Költségvetések
it_it: Budget
pl_pl: Budżety
pt_pt: Orçamentos
ru_ru: Бюджеты
sv_se: Budgetar
tr_tr: Bütçeler

source: Budget Performance
ar_sa: أداء الميزانية
cs_cz: Roční rozpočet
el_gr: Απόδοση Του Προϋπολογισμού
es_es: Desempeño del presupuesto
fr_fr: Performance budgétaire
hr_hr: Rezultat budžeta
hu_hu: Költségvetési teljesítmény
it_it: Risultati Budget
pl_pl: Wykonanie budżetu
pt_pt: Desempenho Orçamental
ru_ru: Представление бюджета
tr_tr: Bütçe Performansı

source: Budget Category Summary
ar_sa: ملخص فئة الميزانية
cs_cz: Přehled kategorií rozpočtu
el_gr: Εμφάνιση της περίληψης των κατηγοριών του προϋπολογισμού
es_es: Resumen de categoría de presupuesto
fr_fr: Résumé des catégories du budget
hr_hr: Ukupni iznosi budžetskih kategorija
hu_hu: Költségvetési kategóriák összesítése
it_it: Riepilogo Categoria Budget
pl_pl: Podsumowanie kategorii budżetu
pt_pt: Resumo Categorias Orçamentais
ru_ru: Бюджет по категории
tr_tr: Bütçe Kategorisi Özeti

source: Stocks Report
ar_sa: تقرير المخزون
cs_cz: Výpis akcií
el_gr: Αναφορά Αποθεμάτων
es_es: Informe de acciones
fr_fr: Rapport des titres
he: דוח נירות ערך
hr_hr: Izvještaj o vlasničkim udjelima
hu_hu: Részvények jelentés
it_it: Report titoli
nl_nl: Aandelenrapport
pl_pl: Raport giełdy
pt_pt: Relatório de Ações
ru_ru: Отчёт по котировкам
tr_tr: Borsa Raporu

source: Hide
ar_sa: إخفاء
cs_cz: Skrýt
el_gr: Απόκρυψη
es_es: Ocultar
fr_fr: Cacher
hr_hr: Sakrij
hu_hu: Elrejt
it_it: Nascondi
nl_nl: Verbergen
pl_pl: Ukryj
pt_pt: Ocultar
ru_ru: Скрыть
sk_sk: Skryť
sv_se: Dölj
tr_tr: Gizle

source: Account Error
cs_cz: Chyba účtu
el_gr: Σφάλμα Λογαριασμού
es_es: Error en la cuenta
fr_fr: Erreur du compte
he: שגיאת חשבון
hr_hr: Greška u računu
hu_hu: Számolási hiba
it_it: Errore Conto
nl_nl: Rekeningfout
pl_pl: Błąd konta
pt_pt: Erro de Conta
ru_ru: Счёт не определён
sk_sk: Chyba účtu
tr_tr: Hesap Hatası

source: Property
ar_sa: عقار
cs_cz: Majetek
el_gr: Περιουσία
es_es: Propiedad
fr_fr: Immobilier
he: נדל"ן
hr_hr: Nekretnina
hu_hu: Tulajdon
it_it: Proprietà
nl_nl: Onroerend
pl_pl: Własność
pt_pt: Propriedade
ro_ro: Proprietate
ru_ru: Имущество
sk_sk: Nehnuteľnosť
sv_se: Egendom
tr_tr: Emlak

source: Household Object
ar_sa: اثاث
cs_cz: Nemovitost
el_gr: Οικιακό αντικείμενο
es_es: Objeto doméstico
fr_fr: Biens ménagers
he: תכולת בית
hr_hr: Objekt kućanstva
hu_hu: Háztartási eszköz
it_it: Cespiti di famiglia
nl_nl: Huishouding
pl_pl: Wyposażenie domu
pt_pt: Electrodoméstico
ro_ro: Obiect Casnic
ru_ru: Хозяйственный объект
sk_sk: Domáci predmet
tr_tr: Eve Ait Eşya/Nesne

source: Art
ar_sa: لوحات
cs_cz: Umění
el_gr: Τέχνη
es_es: Arte
fr_fr: Collection
he: חפצי אמנות
hr_hr: Umjetnost
hu_hu: Műalkotás
it_it: Oggetti d'arte
nl_nl: Kunst
pl_pl: Sztuka
pt_pt: Obra de Arte
ro_ro: Obiect de Artă
ru_ru: Искусство
sk_sk: Umenie
sv_se: Konst
tr_tr: Sanat

source: Jewellery
ar_sa: مجوهرات
cs_cz: Šperky
el_gr: Κοσμήματα
es_es: Joyas
fr_fr: Bijoux
he: תכשיטים
hr_hr: Nakit
hu_hu: Ékszer
it_it: Gioielli
nl_nl: Juwelen
pl_pl: Biżuteria
pt_pt: Jóias
ro_ro: Bijuterii
ru_ru: Драгоценности
sk_sk: Šperky
sv_se: Smycken
tr_tr: Mücevherat

source: Cash
ar_sa: نقدي
cs_cz: Hotovost
el_gr: Μετρητά
es_es: Efectivo
fr_fr: Liquidités
he: מזומן
hr_hr: Gotovina
hu_hu: Készpénz
it_it: Contanti
nl_nl: Contant
pl_pl: Gotówka
pt_pt: Numerário
ro_ro: Numerar
ru_ru: Наличные
sk_sk: Hotovosť
sv_se: Pengar
tr_tr: Nakit

source: Appreciates
ar_sa: بالزيادة
cs_cz: Zhodnocení
el_gr: Ανατιμήσεις
es_es: Apreciación
fr_fr: Augmentation
he: עליית ערך
hr_hr: Povećava vrijednost
hu_hu: Felértékelés
it_it: Rivalutazione
nl_nl: Stijging
pl_pl: Uznania
pt_pt: Valoriza
ro_ro: Se Apreciază
ru_ru: Удорожание
sk_sk: Nárast
sv_se: Stigande
tr_tr: Fiyat yükselişi

source: Depreciates
ar_sa: بالنقصان
cs_cz: Znehodnocení
el_gr: Υποτιμήσεις
es_es: Depreciación
fr_fr: Diminution
he: פחת
hr_hr: Smanjuje vrijednost
hu_hu: Leértékelés
it_it: Svalutazione
nl_nl: Daling
pl_pl: Obciążenia
pt_pt: Deprecia
ro_ro: Se Depreciază
ru_ru: Удешевление
sk_sk: Pokles
sv_se: Sjunkande
tr_tr: Fiyat düşüşü

source: Percentage
el_gr: Ποσοστό
es_es: Porcentaje
fr_fr: Pourcentage
hr_hr: Postotak
hu_hu: Százalék
it_it: Percentuale
pl_pl: Odsetek
pt_pt: Percentagem
ru_ru: Процент
sv_se: Procentandel
tr_tr: Yüzde

source: Linear
el_gr: Γραμμικό
es_es: Lineal
fr_fr: Linéaire
hr_hr: Linearno
hu_hu: Vonalas
it_it: Lineare
pl_pl: Liniowy
ru_ru: Линейный
sv_se: Linjär
tr_tr: Doğrusal

source: Asset Error
el_gr: Σφάλμα Περιουσιακού Στοιχείου
es_es: Error de activos
fr_fr: Erreur d'actif
hr_hr: Greška u imovini
hu_hu: Eszközhiba
it_it: Errore del cespite
pl_pl: Błąd aktywu
pt_pt: Erro de Ativo
ru_ru: Ошибка актива
tr_tr: Varlık Hatası

source: Crypto
el_gr: Κρυπτονόμισμα
es_es: Criptomoneda
fr_fr: Cryptomonnaie
hr_hr: Kripto
hu_hu: Kriptográfia
it_it: Criptovaluta
pl_pl: Kryptowaluta
pt_pt: Criptomoeda
ru_ru: Крипта
sv_se: Krypto
tr_tr: Kripto

source: String
cs_cz: Text
el_gr: Συμβολοσειρά
es_es: Cadena
fr_fr: Chaine
he: מחרוזת
hr_hr: Znakovni niz
hu_hu: karaktersor
it_it: Testo
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст
sk_sk: Reťazec
sv_se: Sträng
tr_tr: Dize

source: Integer
cs_cz: Celé číslo
el_gr: Ακέραιος
es_es: Entero
fr_fr: Entier
he: מספר שלם
hr_hr: Cjelobrojni
hu_hu: Egész
it_it: Numero Intero
nl_nl: Geheel
pl_pl: Liczba całkowita
pt_pt: Inteiro
ru_ru: Целое
sk_sk: Celé číslo
sv_se: Heltal
tr_tr: Tamsayı

source: Decimal
cs_cz: Desetinný
el_gr: Δεκαδικός
fr_fr: Décimal
he: עשרוני
hr_hr: Decimalni
hu_hu: Tizedes
it_it: Numero Decimale
nl_nl: Decimaal
pl_pl: Liczba dziesiętna
ru_ru: Дробное
sv_se: Decimaltal
tr_tr: Ondalık

source: SingleChoice
cs_cz: Jenda možnost
el_gr: Ενιαία επιλογή
es_es: Opción simple
fr_fr: Choix unique
he: אפשרות בודדת
hr_hr: Jednostruki izbor
hu_hu: EgyesKiválasztás
it_it: Scelta Singola
nl_nl: Enkele keuze
pl_pl: Pojedynczego wyboru
pt_pt: Escolha Única
ru_ru: Выбор одиночный
sv_se: Enkelval
tr_tr: Tekli Seçim

source: MultiChoice
cs_cz: Více možností
el_gr: Πολλαπλή επιλογή
es_es: Multiples opciones
fr_fr: Choix multiple
he: אפשרויות מרובות
hr_hr: Višestruki izbor
hu_hu: TöbbesVálasztás
it_it: Scelta Multipla
nl_nl: Meerkeuze
pl_pl: Wielokrotnego wyboru
pt_pt: Escolha Múltipla
ru_ru: Выбор множественный
sv_se: Multival
tr_tr: Çoklu Seçim

source: Payee Error
cs_cz: Chyba příjemce
el_gr: Σφάλμα δικαιούχου
es_es: Error de beneficiario
fr_fr: Erreur sur le bénéficiaire
he: שגיאת מוטב
hr_hr: Greška u primaocu
hu_hu: Kedvezményezett hiba
it_it: Errore Beneficiario
nl_nl: Fout in begunstigde
pl_pl: Błąd beneficjenta
pt_pt: Erro de Beneficiário
ru_ru: Получатель не определён
tr_tr: Alacaklı Hatası

source: All to week
el_gr: Όλα έως εβδομάδα
es_es: Todo a la semana
hu_hu: Minden hétig
it_it: Tutte fino a fine settimana
pl_pl: Wszystkie do tygodnia
sv_se: Allt till vecka
tr_tr: Tümü → Haftalık

source: All to month
el_gr: Όλα έως μήνα
es_es: Todo al mes
hu_hu: Minden hónapig
it_it: Tutte fino a fine mese
pl_pl: Wszystkie do miesiąca
sv_se: Allt till månad
tr_tr: Tümü → Aylık

source: All to year
el_gr: Όλα έως έτος
es_es: Todo al año
hu_hu: Minden évig
it_it: Tutte fino a fine anno
pl_pl: Wszystkie do roku
sv_se: Allt till år
tr_tr: Tümü → Yıllık

source: Current year
el_gr: Τρέχων έτος
es_es: Año en curso
fr_fr: Année en cours
hu_hu: Jelenlegi év
it_it: Anno Corrente
pl_pl: Bieżący rok
pt_pt: Ano atual
ru_ru: Текущий год
sv_se: Nuvarande år
tr_tr: Mevcut Yıl

source: Current financial year
el_gr: Τρέχον οικονομικό έτος
es_es: Año fiscal en curso
fr_fr: Année fiscale en cours
hu_hu: Jelenlegi pénzügyi év
it_it: Anno Finanziario Corrente
pl_pl: Bieżący rok finansowy
pt_pt: Ano financeiro atual
ru_ru: Текущий финансовый год
sv_se: Nuvarande räkenskapsår
tr_tr: Mevcut Mali Yıl

source: Current quarter
el_gr: Τρέχον τρίμηνο
es_es: Trimestre actual
fr_fr: Trimestre en cours
hu_hu: Jelenlegi negyedév
it_it: Trimestre corrente
pl_pl: Bieżący kwartał
pt_pt: Trimestre atual
sv_se: Nuvarande kvartal
tr_tr: Mevcut çeyrek

source: Current month
el_gr: Τρέχων μήνας
es_es: Mes en curso
fr_fr: Mois en cours
hu_hu: Jelenlegi hónap
it_it: Mese corrente
pl_pl: bieżący miesiąc
pt_pt: Mês atual
ru_ru: Текущий месяц
sv_se: Nuvarande månad
tr_tr: Mevcut ay

source: Current week
el_gr: Τρέχουσα εβδομάδα
es_es: Semana en curso
fr_fr: Semaine en cours
hu_hu: Jelenlegi hét
it_it: Settimana corrente
pl_pl: Bieżący tydzień
pt_pt: Semana atual
ru_ru: Текущая неделя
sv_se: Nuvarande vecka
tr_tr: Mevcut hafta

source: From statement
es_es: Desde la declaración
hu_hu: Kivonatból
it_it: Dall'estratto conto
pt_pt: A partir do extrato
sv_se: Från uttryck
tr_tr: Hesap Özeti’nden

source: From 1 day after statement
es_es: A partir de 1 día después de la declaración
hu_hu: Kivonatot követő 1 naptól
it_it: Da 1 giorno dopo l'Estratto Conto
pt_pt: 1 dia após o extrato
sv_se: Från 1 dag efter uttryck
tr_tr: Ekstre’den 1 Gün Sonra

source: From current year to week
es_es: Desde el año en curso a la semana
hu_hu: Jelenlegi évről hétre
it_it: Dall'anno corrente alla settimana
pl_pl: Od bieżącego roku do tygodnia
pt_pt: Este ano até esta semana
sv_se: Från nuvarande år till vecka
tr_tr: Mevcut Yıldan → Haftalık

source: From current year to month
es_es: Desde el año en curso al mes
hu_hu: Jelenlegi évről hónapra
it_it: Dall'anno corrente al mese
pl_pl: Od bieżącego roku do miesiąca
pt_pt: Este ano até este mês
sv_se: Från nuvarande år till månad
tr_tr: Mevcut Yıldan → Aylık

source: From current month to week
es_es: Desde el mes en curso a la semana
hu_hu: Jelenlegi hónapról hétre
it_it: Dal mese corrente alla settimana
pl_pl: Od bieżącego miesiąca do tygodnia
pt_pt: Este mês até esta semana
sv_se: Från nuvarande månad till vecka
tr_tr: Mevcut Aydan → Haftalık

source: Previous year
el_gr: Προηγούμενο έτος
es_es: Año pasado
fr_fr: Année précédente
hu_hu: Előző év
it_it: Anno precedente
pt_pt: Ano anterior
ru_ru: Предыдущий год
sv_se: Föregående år
tr_tr: Önceki yıl

source: Previous month
el_gr: Προηγούμενος μήνας
es_es: Mes pasado
fr_fr: Mois précédent
hu_hu: Előző hónap
it_it: Mese precedente
pt_pt: Mês anterior
ru_ru: Предыдущий месяц
sv_se: Föregående månad
tr_tr: Önceki ay

source: Previous week
el_gr: Προηγούμενη εβδομάδα
es_es: Semana pasada
fr_fr: Semaine précédente
hu_hu: Előző hét
it_it: Settimana precedente
pt_pt: Semana anterior
ru_ru: Предыдущая неделя
sv_se: Föregående vecka
tr_tr: Önceki hafta

source: From previous year
el_gr: Από το προηγούμενο έτος
es_es: Desde el año pasado
fr_fr: Depuis l'année précédente
hu_hu: Előző évből
it_it: Dall'anno precedente
sv_se: Från föregående år
tr_tr: Geçen Yıldan

source: From previous year to month
es_es: Desde el año pasado al mes actual
hu_hu: Előző évről hónapra
it_it: Dall'anno precedente al mese
sv_se: Från nuvarande år till månad

source: From previous month
el_gr: Από τον προηγούμενο μήνα
es_es: Desde el mes pasado
fr_fr: Depuis le mois précédent
hu_hu: Előző hónapról
it_it: Dal mese precedente
sv_se: Från föregående månad
tr_tr: Geçen Aydan

source: From previous month to week
es_es: Desde el mes pasado a la semana
hu_hu: Előző hónapról hétre
it_it: Dal mese precedente alla settimana
sv_se: Från föregående månad till vecka
tr_tr: Önceki aydan haftaya

source: From previous week
el_gr: Από την προηγούμενη εβδομάδα
es_es: Desde la semana pasada
fr_fr: Depuis la semaine précédente
hu_hu: Előző hétről
it_it: Dalla settimana precedente
sv_se: Från föregående vecka
tr_tr: Önceki haftadan

source: From previous to current week
es_es: Desde la semana pasada a la actual
hu_hu: Elõzõ hétrõl a jelenlegi hétre
it_it: Dalla settimana precedente alla settimana corrente
pl_pl: Od poprzedniego do bieżącego tygodnia
sv_se: Från föregående till aktuell vecka
tr_tr: Öncekinden mevcut haftaya

source: From 1 year ago
el_gr: Από 1 έτος πριν
es_es: Desde hace 1 año
fr_fr: Depuis un an
hu_hu: 1 évvel ezelőttről
it_it: Da 1 anno fa
sv_se: Från 1 år sedan
tr_tr: Bir yıl önce

source: From 1 quarter ago
el_gr: Από 1 τρίμηνο πριν
es_es: Desde hace 1 trimestre
fr_fr: Depuis un trimestre
hu_hu: 1 negyedévvel ezelőttről
it_it: Da 1 trimestre fa
sv_se: Från 1 kvartal sedan
tr_tr: Bir çeyrek önce

source: From 1 month ago
el_gr: Από 1 μήνα πριν
es_es: Desde hace 1 mes
fr_fr: Depuis un mois
hu_hu: 1 hónappal ezelőttről
it_it: Da 1 mese fa
sv_se: Från 1 månad sedan
tr_tr: Bir ay önce

source: From 1 week ago
el_gr: Από 1 εβδομάδα πριν
es_es: Desde hace 1 semana
fr_fr: Depuis une semaine
hu_hu: 1 héttel ezelőttről
it_it: Da 1 settimana fa
sv_se: Från 1 vecka sedan
tr_tr: Bir hafta önce

source: Year before last
el_gr: Έτος πριν το τελευταίο
es_es: Año antes del último
fr_fr: Avant-dernière année
hu_hu: Utolsó év előtt
it_it: Anno precedente a quello scorso
pt_pt: Ano anterior
sv_se: År före sista
tr_tr: Önceki yıl

source: Begin date:
el_gr: Ημερομηνία έναρξης:
es_es: Desde:
fr_fr: Date de début :
hr_hr: Datum početka:
hu_hu: Kezdődátum:
it_it: Data di inizio:
pl_pl: Data początkowa:
pt_pt: Data Início:
ro_ro: Dată de început:
ru_ru: Дата начала:
sv_se: Startdatum:
tr_tr: Başlama Tarihi:

source: End date:
el_gr: Ημερομηνία λήξης:
es_es: Hasta:
fr_fr: Date de fin :
hr_hr: Datum završteka:
hu_hu: Záródátum:
it_it: Data di fine:
pl_pl: Data końcowa:
pt_pt: Data Fim:
ro_ro: Dată de sfârșit:
ru_ru: Дата окончания:
sv_se: Slutdatum:
tr_tr: Bitiş tarihi:

source: Date:
ar_sa: التاريخ:
el_gr: Ημερομηνία:
es_es: Fecha:
hr_hr: Datum:
hu_hu: Dátum:
it_it: Data:
pl_pl: Data:
pt_pt: Data:
ro_ro: Dată:
ru_ru: Дата:
sv_se: Datum:
tr_tr: Tarih:

source: Time:
el_gr: Ώρα:
es_es: Hora:
fr_fr: Heure :
hr_hr: Vrijeme:
hu_hu: Idő:
it_it: Tempo:
pl_pl: Czas:
pt_pt: Hora:
ro_ro: Timp:
ru_ru: Время:
sv_se: Tid:
tr_tr: Saat:

source: Year:
cs_cz: Rok:
el_gr: Έτος:
es_es: Año:
fr_fr: An:
hr_hr: godina:
hu_hu: év:
it_it: Anno:
pl_pl: rok:
pt_pt: Ano:
ru_ru: Год:
sv_se: år:
tr_tr: Yıl:

source: Template is empty
cs_cz: Šablona je prázdná
el_gr: Το πρότυπο είναι άδειο
es_es: La plantilla está vacía
fr_fr: Le modèle est vide
hr_hr: Predložak je prazan
hu_hu: A sablon üres
it_it: Il modello è vuoto
pl_pl: Szablon jest pusty
pt_pt: Modelo está vazio
ru_ru: Шаблон пуст
sv_se: Mall är tom
tr_tr: Şablon boş

source: The SQL script: %s will modify database! Aborted!
el_gr: Το SQL script: %s θα τροποποιήσει τη βάση δεδομένων!
es_es: ¡La consulta SQL: %s modificaría la base de datos! ¡Cancelado!
fr_fr: Le script SQL : %s va modifier la base de données ! Action abandonnée !
hr_hr: SQL skripta: %s će promijeniti bazu podataka! Postupak se prekida!
hu_hu: SQL-parancsfájl: %s módosítja az adatfájlt! Megszakítva!
it_it: Lo script SQL: %s modificherà il database! Annullato!
pl_pl: Skrypt SQL: %s zmodyfikuje bazę danych! Przerwano!
pt_pt: O script SQL: %s irá modificar a base de dados! Abortado!
ru_ru: SQL-скрипт: %s будет модифицировать базу данных! Прервано!
tr_tr: SQL betiği: %s veritabanını değiştirecek! İptal edildi!

source: Minimum Balance
el_gr: Ελάχιστο Υπόλοιπο
es_es: Saldo mínimo
fr_fr: Solde minimum
hr_hr: Minimalno stanje
hu_hu: Legkisebb egyenleg
it_it: Saldo Minimo
pl_pl: Minimalne saldo
pt_pt: Saldo Mínimo
ru_ru: Минимальный баланс
sv_se: Minsta saldo
tr_tr: Minimum Bakiye

source: Credit Limit
el_gr: Πιστωτικό Όριο
es_es: Límite de crédito
fr_fr: Plafond de crédit
hr_hr: Kreditni limit
hu_hu: Hitelkeret
it_it: Credito limite
pl_pl: Limit kredytowy
pt_pt: Limite de Crédito
ru_ru: Кредитный лимит
sv_se: Kreditgräns
tr_tr: Kredi Limiti

source: A scheduled transaction will exceed the account limit. Account: %1$s Current Balance: %2$6.2f Transaction amount: %3$6.2f %4$s: %5$6.2f
el_gr: Μια προγραμματισμένη συναλλαγή θα υπερβεί το όριο του λογαριασμού σας. Λογαριασμός: %1$s Τρέχον Υπόλοιπο: %2$6.2f Ποσό συναλλαγής: %3$6.2f %4$s: %5$6.2f Θέλετε να συνεχίσετε;
es_es: Una transacción programada excederá el límite de su cuenta. Cuenta: %1$s Saldo actual: %2$6.2f Cantidad de la transacción: %3$6.2f %4$s: %5$6.2f
hu_hu: Ütemezett ügylet meghaladja a számlakorlátot. Számla: %1$s Jelenlegi egyenleg: %2$6.2f Ügylet összege: %3$6.2f %4$s: %5$6.2f
it_it: Una transazione programmata causerà il superamento del limite del conto. Conto: %1$s Saldo attuale: %2$6.2f Importo della transazione: %3$6.2f %4$s: %5$6.2f
pt_pt: Uma transação agendada irá exceder o limite da conta. Conta: %1$s Saldo atual: %2$6.2f Valor da transação: %3$6.2f %4$s: %5$6.2f
sv_se: En schemalagd transaktion kommer att överskrida kontogränsen. Kontot: %1$s Nuvarande saldo: %2$6.2f Transaktionsbelopp: %3$6.2f %4$s: %5$6.2f
tr_tr: Planlanmış işlem hesap limitini aşacak. Hesap: %1$s Mevcut Bakiye: %2$6.2f İşlem Tutarı: %3$6.2f %4$s: %5$6.2f

source: MMEX Scheduled Transaction Check
el_gr: Έλεγχος Προγραμματισμένης Συναλλαγής MMEX
es_es: Comprobación de transacciones programadas en MMEX
fr_fr: Vérification MMEX des opérations récurrentes
hr_hr: MMEX provjera terminirane transakcije
hu_hu: MMEX ütemezett ügyletek ellenőrzése
it_it: Verifica MMEX delle Transazioni Pianificate
pl_pl: Sprawdzanie zaplanowanej transakcji MMEX
pt_pt: Verificação de Transação Recorrente MMEX
ru_ru: Проверка запланированной транзакции
tr_tr: MMEX Yinelenen İşlem Kontrolü

source: Stock Error
el_gr: Σφάλμα Αποθέματος
es_es: Error en valores
fr_fr: Erreur d'action
hu_hu: Részvényhiba
it_it: Errore del titolo
pl_pl: Błąd akcji
pt_pt: Erro de Ação
ru_ru: Ошибка инвестиции
tr_tr: Stok Hatası

source: Back
ar_sa: عودة
el_gr: Πίσω
es_es: Atrás
fr_fr: Retour
hr_hr: Natrag
hu_hu: Vissza
it_it: Indietro
pl_pl: Powrót
pt_pt: Voltar
ro_ro: Înapoi
ru_ru: Назад
sv_se: Tillbaka
tr_tr: Geri

source: Buy
el_gr: Αγορά
es_es: Comprar
fr_fr: Acheter
hu_hu: Vásárlás
it_it: Acquisto
pt_pt: Comprar
ru_ru: Купить
sv_se: Köp
tr_tr: Satın Al

source: Sell
el_gr: Πώληση
es_es: Vender
fr_fr: Vendre
hu_hu: Eladás
it_it: Vendita
pt_pt: Vender
sv_se: Sälj
tr_tr: Sat

source: Revalue
el_gr: Επαναξιολόγηση
es_es: Valoración
fr_fr: Valeur actualisée
hu_hu: Átértékelés
it_it: Rivalutazione
pt_pt: Revalorização
tr_tr: Yeniden Değerle

source: Transaction
el_gr: Συναλλαγή
es_es: Transacción
fr_fr: Opération
he: תנועה
hr_hr: Transakcija
hu_hu: Ügylet
it_it: Transazione
nl_nl: Transactie
pl_pl: Transakcja
pt_pt: Transação
ru_ru: Транзакция
tr_tr: İşlem

source: Stock
ar_sa: المخزون
el_gr: Απόθεμα
es_es: Acción
fr_fr: Titres
he: ניר ערך
hr_hr: Dionica
hu_hu: Részvény
it_it: Titolo
nl_nl: Aandelen
pl_pl: Akcje
pt_pt: Ação
ru_ru: Акции
tr_tr: Stok

source: Asset
ar_sa: الأصول
cs_cz: Majetkový
el_gr: Περιουσιακό στοιχείο
es_es: Activo
fr_fr: Biens
he: נכס
hr_hr: Imovina
hu_hu: Eszköz
it_it: Cespite
nl_nl: Bezitting
pl_pl: aktywów
pt_pt: Ativo
ru_ru: Вклад
sk_sk: Majetok
tr_tr: Varlık

source: BankAccount
el_gr: Τραπεζικός Λογαριασμός
es_es: CuentaBancaria
fr_fr: Compte bancaire
hr_hr: Bankovni račun
hu_hu: Bankszámla
it_it: Account bancario
nl_nl: Bankrekening
pl_pl: KontoBankowe
pt_pt: Conta Bancária
ru_ru: Счёт
tr_tr: Banka Hesabı

source: RecurringTransaction
el_gr: Επαναλαμβανόμενη Συναλλαγή
es_es: TransaccionRecurrente
fr_fr: Transaction récurrente
hr_hr: Ponavljajuća transakcija
hu_hu: RendszeresUgylet
it_it: Transazione Ricorrente
nl_nl: Herhalende transactie
pl_pl: TransakcjaCykliczna
pt_pt: Transação Recorrente
ru_ru: Повторяющаяся транзакция
tr_tr: Yinelenen İşlem

source: TransactionSplit
el_gr: ΔιαχωρισμόςΣυναλλαγής
es_es: TransaccionDividida
fr_fr: Répartition de la transaction
hr_hr: Podjela transakcije
hu_hu: Ügylet felosztása
it_it: Transazione Suddivisa
pl_pl: PodziałTransakcji
pt_pt: Fração de Transação
ro_ro: Împărțirea tranzacției
ru_ru: Разделение транзакций
tr_tr: İşlem Bölünmesi

source: RecurringTransactionSplit
el_gr: ΔιαχωρισμόςΕπαναλαμβανόμενης Συναλλαγής
es_es: TransaccionRecurrenteDividida
fr_fr: Répartitions de transactions récurrentes
hr_hr: Ponavljajuća podjela transakcije
hu_hu: Rendszeres ügylet felosztása
it_it: Divisione Transazione Ricorrente
pl_pl: PodziałTransakcjiPowtarzanej
pt_pt: Fração de Transação Recorrente
ro_ro: Tranzacția împărțită recurent
ru_ru: Разделение повторяющихся транзакций
tr_tr: Yinelenen İşlem Bölünmesi
