Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: &Decrypt Encrypted Database…
el_gr: &Αποκρυπτογράφηση Κρυπτογραφημένης Βάσης Δεδομένων…
es_es: &Descifrar base de datos cifrada…
fr_fr: &Décrypter la base de données chiffrée…
hr_hr: &Dešifriraj šifriranu bazu podataka…
hu_hu: Titkosított adatbázis &visszafejtése…
it_it: &Decifra Database Crittografato…
pl_pl: &Odszyfruj zaszyfrowaną bazę danych…
pt_pt: &Descriptografar dados criptografados…
ru_ru: &Расшифровать зашифрованную базу данных…
sv_se: &Dekryptera krypterad databas…
tr_tr: &Şifrelenmiş Veritabanını Çöz…

source: Convert encrypted database to unencrypted database
el_gr: Μετατροπή κρυπτογραφημένης βάσης δεδομένων σε μη κρυπτογραφημένη βάση δεδομένων
es_es: Convierte la base de datos cifrada en una base de datos sin cifrado
fr_fr: Convertir la base de données chiffrée en une base de données non chiffrée
hr_hr: Konvertiraj šifriranu bazu podataka u nešifriranu bazu podataka
hu_hu: A titkosított adatbázis átalakítása titkosítatlan adatbázissá
it_it: Converti database cifrato in database non cifrato
pl_pl: Konwertuj zaszyfrowaną bazę danych na niezaszyfrowaną bazę danych
pt_pt: Converter banco de dados criptografado para banco de dados não criptografado
ru_ru: Конвертировать зашифрованную базу данных в незашифрованную базу данных
sv_se: Konvertera krypterad databas till okrypterad databas
tr_tr: Şifrelenmiş veritabanını şifrelenmemiş veritabanına dönüştür

source: Change Encrypted &Password…
ar_sa: تغيير كلمة المرور المشفرة…
el_gr: Αλλαγή Κρυπτογραφημένου &Κωδικού Πρόσβασης…
es_es: Cambiar &contraseña de cifrado…
fr_fr: Modifier le mot de passe de chiffrement…
hr_hr: &Promijeni šifriranu lozinku …
hu_hu: Titkosítási &jelszó módosítása…
it_it: Cambia &Password Criptata…
pl_pl: &Zmień zaszyfrowane hasło…
pt_pt: Alterar &Palavra-passe Encriptada…
ru_ru: &Сменить пароль зашифрованной БД…
sv_se: Ändra krypterat &Lösenord…
tr_tr: Şifreli &Şifreyi Değiştir…

source: Change the password of an encrypted database
ar_sa: تغيير كلمة مرور قاعدة بيانات مشفرة
cs_cz: Změnit heslo šifrované databáze
el_gr: Αλλάξτε τον κωδικό πρόσβασης μιας κρυπτογραφημένης βάσης δεδομένων
es_es: Cambiar la contraseña de una base de datos cifrada
fr_fr: Changer le mot de passe d'une base de données chiffrée
hr_hr: Promijeni lozinku šifrirane baze podataka
hu_hu: Titkosított adatbázis jelszavának módosítása
it_it: Cambia password ad un database criptato
pl_pl: Zmień hasło zaszyfrowanej bazy danych
pt_pt: Alterar a palavra-passe de uma base de dados encriptada
ro_ro: Schimbă parola unei baze de date criptate
ru_ru: Сменить пароль для зашифрованной базы данных
tr_tr: Şifrelenmiş bir veritabanının şifresini değiştir

source: &Optimize Database…
ar_sa: &تحسين قاعدة البيانات…
es_es: &Optimizar base de datos…
fr_fr: Optimiser la base de données…
hr_hr: &Optimiraj bazu podataka …
hu_hu: Adatbázis &optimalizálása…
it_it: &Ottimizza Database…
pl_pl: &Optymalizuj bazę danych…
pt_pt: &Otimizar Base de Dados…
ru_ru: &Оптимизировать базу данных…
sv_se: &Optimera databas…
tr_tr: Veritabanını &Optimize Et…

source: Optimize database for space and performance
el_gr: Βελτιστοποίηση βάσης δεδομένων για χώρο και απόδοση
es_es: Optimizar la base de datos para obtener espacio y rendimiento
fr_fr: Optimiser la taille et la performance de la base de données
hu_hu: Adatbázis optimalizálása a méret és a működés érdekében
it_it: Ottimizza il database per spazio e prestazioni
pl_pl: Optymalizuj bazę danych pod kątem zajmowanego miejsca i wydajności
pt_pt: Otimizar banco de dados para espaço e desempenho
ru_ru: Оптимизировать базу данных для пространства и производительности
sv_se: Optimera databasens utrymme och prestanda
tr_tr: Veritabanını alan ve performans için optimize et

source: Database Check and De&bug…
el_gr: Έλεγχος και Απο&σφαλμάτωση Βάσης Δεδομένων…
es_es: Comprobación y depuración de la &base de datos…
fr_fr: Vérification et dé&bogage de la base de données…
hr_hr: Provjera baze podataka i ispravljanje grešaka …
hu_hu: Adatbázis ellenőrzése és hi&bakeresése…
it_it: Controllo database e de&bug…
pl_pl: Sprawdzanie i &debugowanie bazy danych…
pt_pt: Verificação e De&puração da Base de Dados…
ru_ru: &Проверка и отладка базы данных…
tr_tr: Veritabanı Kontrolü ve Hata &Ayıkla…

source: Generate database report or fix errors
ar_sa: إنشاء تقرير قاعدة البيانات أو إصلاح الأخطاء
cs_cz: Vytvoření zprávy o databázi nebo opravení chyb
el_gr: Δημιουργία αναφοράς βάσης δεδομένων ή σφάλματα διόρθωσης
es_es: Generar un informe de la base de datos o corregir errores
fr_fr: Générer un rapport de BdD ou corriger les erreurs
he: חולל דוח מסד נתונים או תקן שגויים
hr_hr: Stvori izvještaj o bazi podataka ili ispravi greške
hu_hu: Adatbázis-jelentés készítése, vagy hibajavítás.
it_it: Genera un report sullo stato del database o ne corregge gli errori
nl_nl: Genereer een databaserapport of herstel de fouten
pl_pl: Generowanie raportu z bazy danych lub naprawa błędów
pt_pt: Corrigir erros ou gerar relatório da base de dados
ro_ro: Generează raportul bazei de date sau repară erori
ru_ru: Создание отчетов базы данных или исправление ошибок
sv_se: Generera databasrapport eller åtgärda fel
tr_tr: Veritabanı raporu oluştur veya hataları düzelt

source: Reset Web API Cookies…
es_es: Restablecer cookies de la API Web…
fr_fr: Réinitialiser les cookies de l'API Web…
hu_hu: Webes API-sütik visszaállítása…
it_it: Reimposta i cookie dell'API Web…
sv_se: Återställ Web API Cookies…
tr_tr: Web API Çerezlerini Sıfırla…

source: Used to reset stored cookies for web API access
el_gr: Χρησιμοποιείται για επαναφορά αποθηκευμένων cookies για πρόσβαση στο API
es_es: Utilizado para restablecer cookies almacenadas para acceso a la API web
fr_fr: Utilisé pour réinitialiser les cookies stockés pour l'accès à l'API web
hu_hu: A webes API-hozzáféréshez használt tárolt sütik visszaállítása
it_it: Usato per reimpostare i cookie memorizzati per l'accesso all'API web
sv_se: Används för att återställa lagrade cookies för åtkomst till web API
tr_tr: Web API erişimi için saklanan çerezleri sıfırlamakta kullanılır

source: &Database
el_gr: &Βάση Δεδομένων
es_es: Base de &datos
fr_fr: &Base de données
hr_hr: &Baza podataka
hu_hu: &Adatbázis
pl_pl: Baza &danych
pt_pt: &Base de dados
ru_ru: &База данных
sv_se: &Databas
tr_tr: &Veritabanı

source: Database management
ar_sa: إدارة قاعدة البيانات
cs_cz: Správa databáze
el_gr: Διαχείριση βάσεων δεδομένων
es_es: Administración de la base de datos
fr_fr: Gestion de la BdD
he: ניהול מסד נתונים
hr_hr: Upravljanje bazama podataka
hu_hu: Adatbáziskezelés
it_it: Gestione database
nl_nl: Databasebeheer
pl_pl: Zarządzanie plikiem bazy danych
pt_pt: Gestão da Base de Dados
ro_ro: Administrarea bazei de date
ru_ru: Управление БД
sv_se: Databashantering
tr_tr: Veritabanı yönetimi

source: &Help
ar_sa: &مساعدة
cs_cz: Nápo&věda
el_gr: &Βοήθεια
es_es: Ay&uda
fr_fr: Ai&de
he: ע&זרה
hr_hr: &Pomoć
hu_hu: Súgó
it_it: &Guida
pl_pl: P&omoc
pt_pt: Aj&uda
ro_ro: A&jutor
ru_ru: &Помощь
sk_sk: &Pomoc
sv_se: &Hjälp
tr_tr: &Yardım

source: Show Help
el_gr: Εμφάνιση Βοήθειας
es_es: Mostrar ayuda
fr_fr: Afficher l’aide
hr_hr: Prikaži pomoć
hu_hu: Súgó
it_it: Mostra Aiuto
pl_pl: Pokaż okno pomocy
pt_pt: Mostrar Ajuda
ro_ro: Arată ajutor
ru_ru: Справка
tr_tr: Yardımı Göster

source: Visit MMEX Facebook page
el_gr: Επισκεφθείτε τη σελίδα MMEX στο Facebook
es_es: Visitar la página de MMEX en Facebook
fr_fr: Visitez la page Facebook MMEX
hr_hr: Posjeti Facebook stranicu MMEX-a
hu_hu: MMEX Facebook oldalának meglátogassa
it_it: Visita la pagina Facebook di MMEX
pl_pl: Odwiedź stronę MMEX na Facebooku
pt_pt: Visite a página do Facebook MMEX
ru_ru: Посетить страницу на Facebook
sv_se: Besök MMEX Facebook-sida
tr_tr: MMEX Facebook sayfasını ziyaret et

source: Help translate MMEX on Crowdin
el_gr: Βοηθήστε στη μετάφραση του MMEX στο Crowdin
es_es: Ayude a traducir MMEX en Crowdin
fr_fr: Aidez à traduire MMEX sur Crowdin
hr_hr: Pomogni prevesti MMEX na Crowdin
hu_hu: MMEX fordításának segítségében Crowdin rendszeren
it_it: Aiuta a tradurre MMEX su Crowdin
pl_pl: Pomóż przetłumaczyć MMEX na serwisie Crowdin
pt_pt: Ajude a traduzir o MMEX no Crowdin
ru_ru: Перевести MMEX на платформе Crowdin
sv_se: Hjälp till att översätta MMEX på Crowdin

source: Follow MMEX on X
el_gr: Ακολουθήστε το MMEX στο X
es_es: Sigue a MMEX en X
fr_fr: Suivre MMEX sur X
hr_hr: Prati MMEX na X
hu_hu: MMEX kövesse az X-en
it_it: Segui MMEX su X
pl_pl: Śledź MMEX na X
pt_pt: Siga o MMEX no X
ru_ru: Подписаться на MMEX в X
sv_se: Följ MMEX på X
tr_tr: X’te MMEX’i takip et

source: Watch MMEX videos on YouTube
el_gr: Παρακολουθήστε βίντεο MMEX στο YouTube
es_es: Ver vídeos de MMEX en YouTube
fr_fr: Regarder des vidéos MMEX sur YouTube
hr_hr: Gledaj MMEX videa na YouTubeu
hu_hu: MMEX videók megtekintése a YouTube-on
it_it: Guarda i video MMEX su YouTube
pl_pl: Obejrzyj filmy o MMEX na YouTubie
pt_pt: Assista vídeos do MMEX no YouTube
ru_ru: Посмотрите MMEX видео на YouTube
sv_se: Titta på MMEX-videor på YouTube
tr_tr: YouTube’da MMEX videolarını izle

source: Communicate with the MMEX team online
el_gr: Επικοινωνία με την online ομάδα MMEX
es_es: Comuníquese con el equipo de MMEX
fr_fr: Communiquer en ligne avec l'équipe MMEX
hu_hu: MMEX csapatával online kommunikálása
it_it: Comunicare con il team MMEX online
pl_pl: Skontaktuj się z zespołem MMEX przez sieć
pt_pt: Comunique-se com a equipe MMEX on-line
ru_ru: Обратится к команде MMEX онлайн
sv_se: Kommunicera med MMEX-teamet online
tr_tr: MMEX ekibiyle çevrimiçi iletişim kur

source: Access open source code repository and track reported bug statuses
ar_sa: الوصول إلى مستودع التعليمات البرمجية مفتوحة المصدر وتتبع حالات الأخطاء المبلغ عنها
cs_cz: Podívejte se do repozitáře open source kódu, kde uvidíte i stav nahlášených chyb
el_gr: Πρόσβαση στο ανοικτού κώδικα αποθετήριο και παρακολουθείτε καταστάσεις αναφερόμενων σφαλμάτων
es_es: Acceda al repositorio de código libre y siga el estado de los errores informados
fr_fr: Accéder au dépôt du code source et vérifier l'état des bogues signalés
hr_hr: Pristupi spremištu otvorenog izvornog koda i prati stanja prijavljenih grešaka
hu_hu: Lépj be a forráskód tárolójába és kövesd a jelentett hiba státuszát
it_it: Accedi al deposito del codice open source e traccia gli stati dei bug segnalati
pl_pl: Przeglądaj repozytorium kodu źródłowego i śledź statusy zgłoszonych błędów
pt_pt: Aceda ao repositório de código aberto e siga o estado dos erros reportados
ro_ro: Accesează depozitul de cod open source și urmărește starea erorilor raportate
ru_ru: Доступ к репозиториям с открытым исходным кодом и отслеживание сообщений об ошибках
tr_tr: Açık kaynak kod deposuna erişin veya bildirilen hata durumlarını izleyin

source: Read and update MMEX wiki
el_gr: Ανάγνωση και ενημέρωση του MMEX wiki
es_es: Lee y actualiza MMEX wiki
fr_fr: Lire et mettre à jour le wiki MMEX
hu_hu: MMEX-wiki olvasása és frissítése
it_it: Leggi e aggiorna il wiki di MMEX
pt_pt: Ler e atualizar a wiki do MMEX
ru_ru: Читать и обновлять MMEX wiki
sv_se: Läs och uppdatera MMEX wiki
tr_tr: MMEX wikisini oku ve güncelle

source: MMEX for &iOS
el_gr: MMEX για &iOS
es_es: MMEX para & iOS
fr_fr: MMEX pour &iOS
hu_hu: MMEX &iOS rendszerekhez
it_it: MMEX per &iOS
pt_pt: MMEX para &iOS
ru_ru: MMEX для &iOS
sv_se: MMEX för &iOS
tr_tr: &iOS için MMEX

source: Install MMEX on iPads and iPhones
el_gr: Εγκατάσταση MMEX σε iPads και iPhones
es_es: Instalar MMEX en iPads y iPhones
fr_fr: Installer MMEX sur iPads et iPhones
hu_hu: MMEX-alkalmazás telepítése iPad és iPhone eszközökre
it_it: Installa MMEX su iPad e iPhone
pt_pt: Instalar o MMEX em iPads e iPhones
ru_ru: Установить MMEX на iPads and iPhones
sv_se: Installera MMEX på iPads och iPhones
tr_tr: iPad ve iPhone’lara MMEX’i yükle

source: MMEX for &Android
el_gr: MMEX για &Android
es_es: MMEX para &Android
fr_fr: MMEX pour &Android
hr_hr: MMEX za &Android
hu_hu: MMEX &Android rendszerekhez
it_it: MMEX per &Android
pl_pl: MMEX dla &Androida
pt_pt: MMEX para &Android
ro_ro: MMEX pentru &Android
ru_ru: MMEX для &Android
sv_se: MMEX för &Android
tr_tr: &Android için MMEX

source: Install MMEX for Android based smartphones and tablets
el_gr: Εγκαταστήστε το MMEX για smartphones και tablet που βασίζονται στο Android
es_es: Instalar MMEX para teléfonos inteligentes y tablets basados en Android
fr_fr: Installer MMEX pour smartphones et tablettes Androïd
hu_hu: MMEX telepítés Android alapú okostelefonokra és táblagépekre
it_it: Installare MMEX per smartphone e tablet Android
pl_pl: Zainstaluj MMEX dla smartfonów i tabletów z Androidem
pt_pt: Instalar MMEX para smartphones e tablets baseados em Android
ru_ru: Установить MMEX для смартфонов и планшетов на базе Android
sv_se: Installera MMEX för Android-baserade smartphones och surfplattor
tr_tr: Android tabanlı akıllı telefon ve tabletler için MMEX’i yükle

source: &Newsletter
ar_sa: &النشرة البريدية
cs_cz: &Novinky
el_gr: &Ενημερωτικό Δελτίο
es_es: Boletí&n
fr_fr: &Bulletin d'information
hr_hr: &Bilten
hu_hu: &Hírlevél
ro_ro: Buletin i&nformativ
ru_ru: Новостная &рассылка
sv_se: &Nyhetsbrev
tr_tr: &Haberler

source: Visit the MMEX blog to view announcements
el_gr: Επισκεφθείτε το MMEX blog για να δείτε ανακοινώσεις
es_es: Visite el blog de MMEX para ver anuncios
fr_fr: Visitez le blog MMEX pour voir les annonces
hu_hu: MMEX-blog látogatása a közlemények megtekintéséhez
it_it: Visita il blog MMEX per visualizzare gli annunci
pl_pl: Odwiedź blog MMEX, aby wyświetlić ogłoszenia
pt_pt: Visite o blog MMEX para ver os anúncios
ru_ru: Посетите блог MMEX для просмотра объявлений
sv_se: Besök MMEX blogg för att se meddelanden
tr_tr: Duyuruları görmek için MMEX blogunu ziyaret et

source: &RSS Feed
ar_sa: &RSS موجز
cs_cz: &RSS kanál
el_gr: &Ροή RSS
es_es: Fuentes &RSS
fr_fr: Flux RSS
hr_hr: &RSS vijesti
hu_hu: &RSS-hírcsatorna
pl_pl: Kanał &RSS
pt_pt: Lista &RSS
ro_ro: Flux &RSS
ru_ru: &Новостная лента
tr_tr: &RSS Besleme

source: Connect RSS web feed to news aggregator
ar_sa: توصيل تغذية الويب RSS إلى مجمع الأخبار
cs_cz: Přidejte si RSS kanál do RSS čtečky
el_gr: Συνδέστε την τροφοδοσία ιστού RSS με τον συγκεντρωτή ειδήσεων
es_es: Conectar los servicios RSS web al agregador de noticias
fr_fr: Se connecter au flux web RSS pour rassembler les informations
hr_hr: Prispoji se na RSS tijek
hu_hu: RSS-hírcsatorna csatlakoztatása a hírgyűjtőhöz
it_it: Collega il feed web RSS al news aggregator
pl_pl: Otwórz kanał RSS w czytniku wiadomości
pt_pt: Conectar a lista RSS online ao agregador de notícias
ro_ro: Conectează fluxul RSS la agregatorul de știri
ru_ru: Подключите RSS-ленту новостей к агрегатору новостей
tr_tr: Haberleri toplamak için RSS web beslemelerine bağlanın.

source: Make a &Donation
el_gr: Κάντε μία &Δωρεά
es_es: Realiza una donación
fr_fr: Faire un &don
hr_hr: &Doniraj
hu_hu: A&dományozás
it_it: Fai una &Donazione
pt_pt: Fazer uma &Doação
ro_ro: Donează
ru_ru: Сделать &пожертвование
sv_se: Gör en &donation
tr_tr: &Bağış Yap

source: Donate to the MMEX team to support infrastructure and development
el_gr: Δωρεά στην ομάδα MMEX για την υποστήριξη της υποδομής και της ανάπτυξης
es_es: Dona al equipo MMEX para ayudar al equipo y la infraestructura
fr_fr: Faire un don à l'équipe MMEX pour soutenir l'infrastructure et le développement
hu_hu: Adományozzon az MMEX csapatának az infrastruktúra és a fejlesztés támogatására
it_it: Fai una donazione al team di MMEX per supportare l'infrastruttura e lo sviluppo
pt_pt: Faça um donativo à equipa do MMEX para apoiar a infraestrutura e o desenvolvimento
ro_ro: Donează pentru a sprijini infrastructura și dezvoltarea echipei MMEX
ru_ru: Пожертвовать команде MMEX для поддержки инфраструктуры и разработки
sv_se: Donera till MMEX-teamet för att stödja infrastruktur och utveckling
tr_tr: Altyapı ve geliştirmeyi desteklemek için MMEX ekibine bağış yap

source: &Buy us a Coffee
ar_sa: اشترِ لي كوب قهوة
cs_cz: K&upte nám kávu
el_gr: &Αγοράστε μας έναν καφέ
es_es: &Invítanos un café
fr_fr: Offrez nous un café
hr_hr: &Plati nam kavu
hu_hu: &Vásároljon nekünk egy kávét
it_it: &Offrici un caffè
pl_pl: Postaw nam &kawę
pt_pt: &Compre-nos um Café
ro_ro: &Cumpără-ne o cafea
ru_ru: &Купите нам кофе
sv_se: &Köp oss en kopp kaffe
tr_tr: &Bize bir kahve al

source: Buy a key developer a coffee
el_gr: Κεράστε τον υπεύθυνο ανάπτυξης έναν καφέ
es_es: Cómprale un cafe a un desarrollador clave
fr_fr: Achetez un café pour un développeur clé
hu_hu: Vásároljon egy főfejlesztőnek egy kávét
it_it: Offri un caffè ad uno sviluppatore
pt_pt: Ofereça um café a um programador
ro_ro: Cumpără unui dezvoltator cheie o cafea
ru_ru: Купите разработчику кофе!
sv_se: Köp en kopp kaffe åt utvecklaren
tr_tr: Önemli bir geliştiriciye kahve ısmarla

source: &Community
ar_sa: &المجتمع
cs_cz: &Komunita
el_gr: &Κοινότητα
es_es: &Comunidad
fr_fr: Communauté
hr_hr: &Zajednica
hu_hu: Közösség
pl_pl: &Społeczność
pt_pt: &Comunidade
ro_ro: &Comunitate
ru_ru: &Сообщество
tr_tr: &Topluluk

source: Stay in touch with MMEX community
ar_sa: البقاء على اتصال مع مجتمع MMEX
cs_cz: Zůstaňte v kontaktu s komunitou MMEX
el_gr: Μείνετε σε επαφή με την κοινότητα MMEX
es_es: Mantenerse en contacto con la comunidad MMEX
fr_fr: Restez en contact avec la communauté MMEX
hr_hr: Ostani u kontaktu s MMEX zajednicom
hu_hu: Maradj kapcsolatban az MMEX-közösséggel
it_it: Resta collegato con la MMEX Community
pl_pl: Pozostań w kontakcie ze społecznością MMEX
pt_pt: Mantenha-se em contacto com a comunidade MMEX
ro_ro: Păstrează legătura cu comunitatea MMEX
ru_ru: Оставайтесь на связи с сообществом MMEX
tr_tr: MMEX topluluğuyla bağlantıda kalın

source: Report a &Bug
ar_sa: التبليغ عن مشكلة
cs_cz: Nahlásit c&hybu
el_gr: Αναφορά σφάλματος
es_es: Informar un &error
fr_fr: Signaler un bug
hr_hr: Prijavi &grešku
hu_hu: &Hiba bejelentése
it_it: Segnala un bug
pl_pl: &Zgłoś błąd
pt_pt: Reportar um &Bug
ro_ro: Ra&portează o eroare
ru_ru: Сообщить об &ошибке
sv_se: Rapportera en &bugg
tr_tr: Bir &Hata bildir

source: Report an error in application to the developers
ar_sa: الإبلاغ عن خطأ في التطبيق للمطورين
cs_cz: Upozorněte vývojáře na chybu aplikace
el_gr: Αναφέρετε ένα σφάλμα στην εφαρμογή στους προγραμματιστές
es_es: Reportar un error en la aplicación a los desarrolladores
fr_fr: Signaler une erreur dans l’application aux développeurs
hr_hr: Razvijateljima prijavi grešku u programu
hu_hu: Jelentsen be egy alkalmazás hibát a fejlesztőknek
it_it: Riporta agli sviluppatori un errore nell'applicazione
pl_pl: Zgłoś programistom błąd w programie
pt_pt: Relatar aos programadores um erro na aplicação
ro_ro: Raportează către dezvoltatori o eroare a aplicației
ru_ru: Сообщить разработчикам об ошибке в приложении
tr_tr: Geliştiricilere uygulamadaki bir hatayı raporlayın.

source: View &Diagnostics
ar_sa: عرض التشخيص
el_gr: Προβολή &Διαγνωστικών
es_es: Mostrar &diagnósticos
fr_fr: Afficher les diagnostics
hr_hr: Prikaži &dijagnozu
hu_hu: &Diagnosztika megtekintése
it_it: Visualizza &Diagnostica
pl_pl: Pokaż &Diagnostykę
pt_pt: Ver &Diagnósticos
ro_ro: Vedeți Diagnosticare
ru_ru: &Диагностика
sv_se: Visa &diagnostik
tr_tr: &Teşhis'i Görüntüle

source: Help provide information to the developers
ar_sa: المساعدة في تقديم المعلومات للمطورين
el_gr: Βοήθεια για την παροχή πληροφοριών στους προγραμματιστές
es_es: Ayuda a proporcionar información a los desarrolladores
fr_fr: Aide à fournir des informations aux développeurs
hr_hr: Pomogni programerima s pružanjem podataka
hu_hu: Információkkal segítsd a fejlesztőket
it_it: Aiuta a fornire informazioni agli sviluppatori
pl_pl: Pomóż programistom dostarczać informacje
pt_pt: Ajude a fornecer informações aos programadores
ro_ro: Ajută la furnizarea de informații către dezvoltatori
ru_ru: Помогите предоставить информацию разработчикам
tr_tr: Geliştiricilere bilgi sağlamaya yardımcı olun

source: &Show App Start Dialog
ar_sa: &إظهار مربع حوار بدء التطبيق
cs_cz: &Zobrazit dialog po spuštění
el_gr: &Εμφάνιση Παραθύρου Εκκίνησης Εφαρμογών
es_es: Mo&strar diálogo de inicio de aplicación
fr_fr: &Afficher la boîte de démarrage
hr_hr: P&rikaži početni dijalog pri pokretanju programa
hu_hu: Alkalmazásindítási párbeszédpanel &megjelenítése
it_it: &Mostra Finestra Avvio App
pl_pl: Po&każ okno startowe
pt_pt: &Mostrar Janela Início da Aplicação
ro_ro: Arată &dialogul de pornire al aplicației
ru_ru: Показать стартовый &диалог..
tr_tr: &Uygulama Başlatma İletişim Kutusunu Göster

source: App Start Dialog
ar_sa: دليل بدء التطبيق
cs_cz: Zobrazí dialog po spuštění
el_gr: Εκκίνηση Διαλόγου Εφαρμογής
es_es: Diálogo de inicio de aplicación
fr_fr: Boîte de démarrage
hr_hr: Početni dijalog pri pokretanju programa
hu_hu: Alkalmazásindítás párbeszédpanel
it_it: Finestra avvio app
pl_pl: Okno startowe aplikacji
pt_pt: Janela Início da Aplicação
ro_ro: Dialogul de pornire al aplicației
ru_ru: Стартовый диалог
tr_tr: Uygulama Başlatma İletişim Kutusu

source: Check For Updates
ar_sa: التحقق من وجود تحديثات
cs_cz: Ověří aktualizace
el_gr: Ελέγχος Για Ενημερώσεις
es_es: Buscar actualizaciones
fr_fr: Rechercher des mises à jour
hr_hr: Provjeri nadogradnje
hu_hu: Frissítések keresése
it_it: Controlla gli aggiornamenti
pl_pl: Sprawdź dostępność aktualizacji
pt_pt: Verificar Atualizações
ro_ro: Verifică dacă există actualizări
ru_ru: Проверка обновлений
sv_se: Leta efter uppdateringar
tr_tr: Güncellemeleri Denetle

source: Check for &Updates
ar_sa: البحث عن &تحديث
cs_cz: Ověřit akt&ualizace
el_gr: Έλεγχος για &ενημερώσεις
es_es: Comprobar act&ualizaciones
fr_fr: Vérifier les &Mises à jour
he: בד&וק עדכונים
hr_hr: Provjeri &nadogradnje
hu_hu: &Frissítések keresése
it_it: Controlla &Aggiornamenti
nl_nl: Controleren op nieuwe &versie
pl_pl: Sprawdź &uaktualnienia
pt_pt: Verificar Act&ualizações
ro_ro: Caută Act&ualizări
ru_ru: П&роверить обновления
sk_sk: Skontrolovať a&ktualizácie
sv_se: Leta efter &uppdateringar
tr_tr: &Güncelleme Denetimi

source: &About
ar_sa: &حول
el_gr: &Σχετικά
es_es: &Acerca de
fr_fr: &À propos
hr_hr: &O programu
hu_hu: &Névjegy
it_it: &Info su
pl_pl: &O programie
pt_pt: &Acerca
ro_ro: &Despre
ru_ru: О програ&мме
sv_se: &Om
tr_tr: &Hakkında

source: About dialog
el_gr: Εμφάνιση Παραθύρου Πληροφοριών
es_es: Mostrar ventana Acerca de
fr_fr: Fenêtre de dialogue À propos
hr_hr: Dijalog s informacijama o programu
hu_hu: Névjegy párbeszédpanel
it_it: Mostra finestra informazioni
pl_pl: Okno o programie
pt_pt: Sobre
ru_ru: Диалог «О программе»
sv_se: Om dialogrutan
tr_tr: Hakkında iletişim kutusu

source: &File
ar_sa: &ملف
cs_cz: &Soubor
el_gr: &Αρχείο
es_es: &Archivo
fr_fr: &Fichier
he: ק&ובץ
hr_hr: &Datoteka
hu_hu: &Fájl
nl_nl: &Bestand
pl_pl: &Plik
pt_pt: &Ficheiro
ro_ro: &Fișier
ru_ru: &Файл
sk_sk: &Súbor
sv_se: &Arkiv
tr_tr: &Dosya

source: &Accounts
ar_sa: &الحسابات
cs_cz: Účt&y
el_gr: &Λογαριασμοί
es_es: &Cuentas
fr_fr: &Comptes
he: חש&בונות
hr_hr: &Računi
hu_hu: S&zámlák
it_it: &Conti
nl_nl: &Rekeningen
pl_pl: &Konta
pt_pt: &Contas
ro_ro: &Conturi
ru_ru: &Счета
sk_sk: Účt&y
sv_se: &Konton
tr_tr: &Hesaplar

source: &Tools
ar_sa: &الادوات
cs_cz: Nás&troje
el_gr: &Εργαλεία
es_es: &Herramientas
fr_fr: &Outils
he: כ&לים
hr_hr: &Alati
hu_hu: &Eszközök
it_it: &Strumenti
nl_nl: &Extra
pl_pl: &Narzędzia
pt_pt: &Ferramentas
ro_ro: &Unelte
ru_ru: &Инструменты
sk_sk: &Nástroje
sv_se: &Verktyg
tr_tr: &Araçlar

source: &View
ar_sa: &عرض
cs_cz: &Zobrazit
el_gr: &Προβολή
es_es: &Ver
fr_fr: &Affichage
he: תצוגה&
hr_hr: &Prikaz
hu_hu: &Nézet
it_it: &Visualizza
nl_nl: &Beeld
pl_pl: &Wygląd
pt_pt: &Visualizar
ro_ro: &Vezi
ru_ru: &Вид
sk_sk: &Zobraziť
sv_se: &Visa
tr_tr: &Görünüm

source: News
ar_sa: الأخبار
cs_cz: Novinky
el_gr: Νέα
es_es: Nuevos
fr_fr: Infos
he: חדשות
hr_hr: Novosti
hu_hu: Hírek
it_it: Novità
nl_nl: Nieuws
pl_pl: Nowości
pt_pt: Novidades
ro_ro: Noutăți
ru_ru: Новости
sk_sk: Novinky
sv_se: Nyheter
tr_tr: Haberler
