Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Skip
el_gr: Παράβλεψη
es_es: Omitir
fr_fr: Ignorer
hu_hu: Kihagyás
it_it: Salta
pl_pl: Pomiń
ru_ru: Пропустить
sv_se: Hoppa över
tr_tr: Atla

source: Flag as duplicate
el_gr: Επισήμανση ως διπλότυπο
es_es: Marcar como duplicado
fr_fr: Marquer comme doublon
hu_hu: Az elem megjelölése ismétlődésként
it_it: Contrassegna come duplicato
pl_pl: Oznacz jako duplikat
sv_se: Flagga som dubblett
tr_tr: Kopya olarak işaretle

source: Data
ar_sa: البيانات
el_gr: Δεδομένα
es_es: Datos
fr_fr: Données
he: נתונים
hr_hr: Podaci
hu_hu: Adat
it_it: Dati
pl_pl: Dane
pt_pt: Dados
ro_ro: Date
ru_ru: Данные
sk_sk: Dáta
tr_tr: Veri

source: Use account number instead of account name
ar_sa: استخدام رقم الحساب بدلا من اسم الحساب
cs_cz: Použijte číslo účtu namísto názvu účtu
el_gr: Χρήση αριθμού λογαριασμού αντί ονόματος λογαριασμού
es_es: Use el número de cuenta en lugar del nombre de la cuenta
fr_fr: Utilisez le numéro de compte au lieu du nom du compte
he: השתמש במספר חשבון במקום שם חשבון
hr_hr: Koristi broj računa umjesto ime računa
hu_hu: Számlaszám használata a neve helyett
it_it: Utilizzare il numero di conto invece del nome
nl_nl: Gebruik het rekeningnummer in plaats van de rekeningnaam
pl_pl: Użyj numeru konta zamiast jego nazwy
pt_pt: Utilize o número da conta em vez do nome
ro_ro: Folosește numărul de cont în loc de numele contului
ru_ru: Использовать номер счета вместо имени
sv_se: Använd kontonummer istället för kontonamn
tr_tr: Hesap adı yerine hesap numarası kullan

source: Include payee field in notes
ar_sa: تضمين حقل المستفيد في الملاحظات
cs_cz: Zahrnout pole příjemce do poznámek
el_gr: Συμπερίληψη πεδίου δικαιούχου στις σημειώσεις
es_es: Incluir campo de beneficiario en las notas
fr_fr: Inclure le champ tiers dans les notes
he: כלול שדה מוטב בהערות
hr_hr: Uključi polje primaoca u napomene
hu_hu: Kedvezményezett mező belefoglalása a megjegyzésekben
it_it: Includere il campo beneficiario nelle note
nl_nl: Het begunstigde veld in notities opnemen
pl_pl: Dołącz pole beneficjenta do notatek
pt_pt: Incluir campo Entidade nas notas
ro_ro: Includeți câmpul pentru beneficiar în note
ru_ru: Включить получателя платежа поле в примечаниях
sv_se: Inkludera fält för betalningsmottagare i anteckningar
tr_tr: Notlarda alacaklı alanını içer

source: Pattern match Payees
ar_sa: نمط مطابق للمستفيدين
es_es: El patrón deberá encajar con Beneficiarios
fr_fr: Schéma de correspondance des bénéficiaires
hu_hu: Megfelelőségi minta: kedvezményezettek
it_it: Schema di mappatura dei beneficiari
pl_pl: Wzorzec pasujący do beneficjentów
pt_pt: Corresponder Beneficiários com padrões
ro_ro: Model potrivit beneficiarilor
ru_ru: Шаблон совпадения Получателей
sv_se: Mönster matchar Betalningsmottagare
tr_tr: Alacakları desene göre eşleştir

source: Add match details to Notes
ar_sa: إضافة تفاصيل المطابقة إلى الملاحظات
el_gr: Προσθέστε τις λεπτομέρειες του ταιριάσματος στις σημειώσεις
es_es: Añadir detalles de la coincidencia a las notas
fr_fr: Ajouter des détails de la correspondance sur les Notes
hu_hu: Mérkőzés részletei hozzáadásának a Jegyzetekhez
it_it: Aggiungi i dettagli della corrispondenza alle Note
pl_pl: Dodaj szczegóły dopasowania do notatek
pt_pt: Adicionar detalhes da correspondência às Notas
ro_ro: Adaugă detaliile potrivire la notițe
ru_ru: Добавить в заметки совпадения
sv_se: Lägg till matchningsdetaljer till anteckningar
tr_tr: Notlara eşleşme ayrıntıları ekle

source: Decimal Char:
el_gr: Χαρακτήρας Δεκαδικών:
fr_fr: Séparateur décimal :
hu_hu: Tizedesjel:

source: Scanning
ar_sa: المسح
cs_cz: Prohledávám
el_gr: Σάρωση
es_es: Buscando
fr_fr: En analyse
he: סורק
hr_hr: Skeniram
hu_hu: Átvizsgálás
it_it: Scansione
nl_nl: Controleren
pl_pl: Wyszukiwanie
pt_pt: A analisar
ro_ro: Scanează
ru_ru: Сканирую
sk_sk: Prehľadávam
sv_se: Skannar
tr_tr: Taranıyor

source: Reading line %zu, %lld ms
ar_sa: قراءة السطر %zu، %lld مللي ثانية
cs_cz: Načítání řádku %zu, %lld ms
el_gr: Ανάγνωση γραμμής %zu, %lld ms
es_es: Leyendo línea %zu, %lld ms
fr_fr: Lecture ligne %zu, %lld ms
hr_hr: Učitavanje retka %zu, %lld ms
hu_hu: Sor olvasása %zu, %lld ms
it_it: Lettura linea %zu, %lld ms
pl_pl: Czytanie linii %zu, %lld ms
pt_pt: A ler linha %zu, %lld ms
ro_ro: Citesc linia %zu, %lld ms
ru_ru: Чтение строки %zu, %lld мс
sv_se: Läser rad %zu, %lld ms
tr_tr: Satır okunuyor %zu, %lld ms

source: Line %zu %s
ar_sa: السطر %zu %s
cs_cz: Řádek %zu %s
el_gr: Γραμμή %zu %s
es_es: Línea %zu %s
fr_fr: Ligne %zu %s
hr_hr: Redak %zu %s
hu_hu: Sor:%zu %s
it_it: Linea %zu %s
pl_pl: Linia %zu %s
pt_pt: Linha %zu %s
ro_ro: Linia %zu %s
ru_ru: Строка %zu %s
sv_se: Rad %zu %s
tr_tr: Satır %zu %s

source: Number of lines read from QIF file: %zu in %lld ms
ar_sa: عدد الأسطر المقروءة من ملف QIF: %zu في %lld مللي ث
cs_cz: Počet řádků načtených ze souboru QIF: %zu in %lld ms
el_gr: Αριθμός γραμμών που διαβάζονται από το αρχείο QIF: %zu σε %lld ms
es_es: Número de líneas leídas desde el archivo QIF: %zu en %lld ms
fr_fr: Nombre de Lignes lues dans le fichier QIF: %zu en %lld ms
hr_hr: Broj učitanih redaka iz QIF datoteke: %zu za %lld ms
hu_hu: A QIF fájlból beolvasott sorok száma: %zu %lld ms
it_it: Numero di linee lette dal file QIF: %zu in %lld ms
pl_pl: Liczba lini odczytanych z pliku QIF: %zu w %lld ms
pt_pt: Número de linhas lidas do ficheiro QIF: %zu em %lld ms
ro_ro: Numărul de linii citite din fișierul QIF: %zu în %lld ms
ru_ru: Количество строк, прочитанных из QIF файла: %zu в %lld мс
sv_se: Antal rader som läses från QIF-filen: %zu på %lld ms
tr_tr: QIF dosyasından okunan satır sayısı: %zu, %lld ms'de

source: Accounts:
ar_sa: الحسابات:
cs_cz: Účty:
el_gr: Λογαριασμοί:
es_es: Cuentas:
fr_fr: Comptes :
hr_hr: Računi:
hu_hu: Számlák:
it_it: Conto:
pl_pl: Konta:
pt_pt: Contas:
ro_ro: Conturi:
ru_ru: Счета:
sk_sk: Účty:
sv_se: Konton:
tr_tr: Hesaplar:

source: Date Format:
ar_sa: تنسيق التاريخ:
cs_cz: Formát data:
el_gr: Μορφή Ημερομηνίας:
es_es: Formato de fecha:
fr_fr: Format de date :
he: פורמט תאריך:
hr_hr: Format datuma:
hu_hu: Dátumformátum
it_it: Formato data:
nl_nl: Datumnotatie:
pl_pl: Format daty:
pt_pt: Formato de Data:
ro_ro: Format dată:
ru_ru: Формат даты:
sk_sk: Formát dátumu:
sv_se: Datumformat:
tr_tr: Tarih Biçimi:

source: Press OK Button to continue
ar_sa: اضغط على زر OK للمتابعة
cs_cz: Stiskněte tlačítko OK pro pokračování
el_gr: Πατήστε το κουμπί OK για να συνεχίσετε
es_es: Presione el botón OK para continuar
fr_fr: Appuyez sur OK pour continuer
he: לחץ על לחצן 'אשר' כדי להמשיך
hr_hr: Klikni na gumb „U redu”, za nastavak
hu_hu: Nyomja meg a Rendben gombot a folytatáshoz
it_it: Premere OK per continuare
nl_nl: Klik op OK om verder te gaan
pl_pl: Naciśnij przycisk OK, aby kontynuować
pt_pt: Pressione o botão 'OK' para continuar
ro_ro: Apasă butonul OK pentru a continua
ru_ru: Нажмите кнопку OK для продолжения
sk_sk: Pre pokračovanie stlačte tlačidlo OK
sv_se: Tryck på OK för att fortsätta
tr_tr: Devam etmek için TAMAM düğmesine basın

source: Missing
ar_sa: مفقود
cs_cz: Chybějící
el_gr: Λείπει
es_es: Falta
fr_fr: Manquant
he: חסר
hr_hr: Nedostaje
hu_hu: Hiányzó
it_it: Mancante
nl_nl: Ontbreekt
pl_pl: Brakujące
pt_pt: Em falta
ro_ro: Lipsește
ru_ru: Отсутствует
sk_sk: Chýbajúce
sv_se: Saknas
tr_tr: Kayıp

source: Matched to %1$s by pattern %2$s
ar_sa: تمت المطابقة مع %1$s بالنمط %2$s
el_gr: Ταιριάζει με %1$s με μοτίβο %2$s
es_es: Coincide con %1$s por el patrón %2$s
fr_fr: Correspondance à %1$s sur le modèle %2$s
hu_hu: Egyezve a következővel: %1$s a következő mintával: %2$s
it_it: Corrispondenza con %1$s sul modello %2$s
pl_pl: Dopasowano do %1$s według wzoru %2$s
pt_pt: Correspondido a %1$s pelo padrão %2$s
ro_ro: Potrivire %1$s după modelul %2$s
ru_ru: Соответствует %1$s по шаблону %2$s
sv_se: Matchade till %1$s efter mönster %2$s
tr_tr: %2$s desenine göre %1$s ile eşleştirildi

source: Choose QIF data file to import
el_gr: Επιλέξτε αρχείο δεδομένων QIF για εισαγωγή
es_es: Seleccione el archivo QIF a importar
hu_hu: QIF-adatfájl kijelölése az importáláshoz
it_it: Scegli il file dati QIF da importare
pl_pl: Wybierz plik danych QIF do zaimportowania
sv_se: Välj QIF-datafil att importera
tr_tr: İçe aktarılacak QIF veri dosyasını seçin

source: Do you want to import all transactions?
el_gr: Θέλετε να εισάγετε όλες τις συναλλαγές;
es_es: ¿Desea importar todas las transacciones?
hu_hu: Szeretné importálni az összes ügyletet?
it_it: Vuoi importare tutte le transazioni?
pl_pl: Czy chcesz zaimportować wszystkie transakcje?
sv_se: Vill du importera alla transaktioner?
tr_tr: Tüm işlemleri içe aktarmak istiyor musunuz?

source: All missing account, payees and categories will be created.
ar_sa: سيتم إنشاء جميع الحسابات المفقودة والمستفيدين والفئات المفقودة.
cs_cz: Všechny chybějící účty, příjemci a kategorie budou vytvořeny.
el_gr: Όλοι οι λογαριασμοί, δικαιούχοι και κατηγορίες που λείπουν, θα δημιουργηθούν.
es_es: Todas las cuentas, beneficiarios y categorías desconocidas se crearán.
fr_fr: Tous les comptes, tiers, et catégories manquantes seront créées.
he: כל החשבונות, המוטבים והקטגוריות החסרות ייווצרו.
hr_hr: Svi nedostajući računi, primaoci i kategorije će biti stvoreni.
hu_hu: Az összes hiányzó számlát, kedvezményezettet és kategóriát létre fogja hozni.
it_it: Saranno creati tutti i conti, beneficiari e categorie mancanti.
nl_nl: Alle ontbrekende rekeningen, begunstigden en categorieën worden aangemaakt.
pl_pl: Zostaną utworzone wszystkie brakujące konta, kategorie i beneficjanci.
pt_pt: Todas as contas, beneficiários e categorias que faltam serão criados.
ro_ro: Toate conturile lipsă, beneficiarii și categoriile vor fi create.
ru_ru: Все отсутсвующие счета, получатели и ратегории будут созданы.
sk_sk: Všetky chýbajúce účty, príjemcovia a kategórie budú vytvorené.
sv_se: Alla saknade konton, betalningsmottagare och kategorier kommer att skapas.
tr_tr: Tüm kayıp hesaplar, alacaklılar ve kategoriler yaratılacak.

source: Confirm Import
ar_sa: تأكيد الاستيراد
cs_cz: Potvrzení importu
el_gr: Επιβεβαίωση Εισαγωγής
es_es: Confirme Importación
fr_fr: Confirmer l'import
he: אשר יבוא
hr_hr: Potvrdi uvoz
hu_hu: Importálás megerősítése
it_it: Conferma Importazione
nl_nl: Bevestig import
pl_pl: Potwierdź import
pt_pt: Confirmar Importação
ro_ro: Confirmă Importul
ru_ru: Подтвердите импорт
sk_sk: Potvrďte import
sv_se: Bekräfta import
tr_tr: Almayı Onayla

source: Importing
ar_sa: الاستيراد
cs_cz: Importuji
el_gr: Εισαγωγή
es_es: Importando
fr_fr: Importation
he: מייבא
hr_hr: Uvoz
hu_hu: Importálás
it_it: Importazione
nl_nl: Importeren
pl_pl: Importowanie
pt_pt: A Importar
ro_ro: Importă
ru_ru: Импортирую
sk_sk: Importujujem
sv_se: Importerar
tr_tr: Alınıyor

source: Importing Accounts
ar_sa: استيراد الحسابات
cs_cz: Importuji účty
el_gr: Εισαγωγή Λογαριασμών
es_es: Importando cuentas
fr_fr: Importer les comptes
he: מייבא חשבונות
hr_hr: Uvoz računa
hu_hu: Számlák importálása
it_it: Importazione Conti
nl_nl: Importeren rekeningen
pl_pl: Importowanie kont
pt_pt: A Importar Contas
ro_ro: Se importă Conturi
ru_ru: Импортирую счета
sk_sk: Importujem účty
sv_se: Importerar konton
tr_tr: Hesaplar alınıyor

source: Importing Payees
ar_sa: استيراد المستفيدين
cs_cz: Importuji příjemce
el_gr: Εισαγωγή Δικαιούχων
es_es: Importando beneficiarios
fr_fr: Importer des tiers
he: מייבא מוטבים
hr_hr: Uvoz primaoca
hu_hu: Kedvezményezettek importálása
it_it: Importazione Beneficiari
nl_nl: Importeren begunstigden
pl_pl: Importowanie beneficjentów
pt_pt: A Importar Beneficiários
ro_ro: Se importă Beneficiari
ru_ru: Импортирую получателей
sk_sk: Importujem príjemcov
sv_se: Importerar betalningsmottagare
tr_tr: Alacaklı/Satıcılar alınıyor

source: Importing Categories
ar_sa: استيراد الفئات
cs_cz: Importuji kategorie
el_gr: Εισαγωγή Κατηγοριών
es_es: Importando categorías
fr_fr: Importation des catégories
he: מייבא קטגוריות
hr_hr: Uvoz kategorije
hu_hu: Kategóriák importálása
it_it: Importazione Categorie
nl_nl: Importeren categorieën
pl_pl: Importowanie kategorii
pt_pt: A Importar Categorias
ro_ro: Se importă Categorii
ru_ru: Импортирую категории
sk_sk: Importujem kategórie
sv_se: Importerar kategorier
tr_tr: Kategoriler alınıyor.

source: Importing transaction %1$i of %2$i
ar_sa: استيراد المعاملة %1$i من %2$i
el_gr: Εισαγωγή συναλλαγής %1$i από %2$i
es_es: Importando transacción %1$i de %2$i
fr_fr: Importer l'opération %1$i de %2$i
hr_hr: Uvoz transakcije %1$i od %2$i
hu_hu: Ügylet importálása: %1$i/%2$i
it_it: Importazione transazione %1$i di %2$i
pl_pl: Importowanie transakcji %1$i z %2$i
pt_pt: A Importar a transação %1$i de %2$i
ro_ro: Se importă tranzacția %1$i din %2$i
ru_ru: Импортировано транзакций %1$i из %2$i
sv_se: Importerar transaktion %1$i av %2$i
tr_tr: %1$i işleminin %2$i içe aktarılması

source: Importing Transfers
ar_sa: استيراد التحويلات
cs_cz: Importuji převody
el_gr: Εισαγωγή Μεταφορών
es_es: Importando transferencias
fr_fr: Importer des transferts
he: מייבא העברות
hr_hr: Uvoz prijenosa
hu_hu: Átutalások importálása
it_it: Importazione Trasferimenti
nl_nl: Importeren overboekingen
pl_pl: Importowanie przelewów
pt_pt: A Importar Transferências
ro_ro: Se importă transferuri
ru_ru: Импортирую переводы
sk_sk: Importujujem prevody
sv_se: Importerar överföringar
tr_tr: Aktarmalar içe aktarılıyor

source: Importing Split transactions
ar_sa: استيراد معاملات مقسمة
cs_cz: Importuji rozdělené transakce
el_gr: Εισαγωγή συναλλαγών Διαχωρισμού
es_es: Importando transacciones divididas
fr_fr: Importation des opérations éclatées
he: מייבא תנועות מפוצלות
hr_hr: Uvoz podijeljenih transakcija
hu_hu: Felosztott ügyletek importálása
it_it: Importazione delle transazioni suddivise
nl_nl: Importeren gesplitste transacties
pl_pl: Importowanie transakcji podzielonych
pt_pt: Importando Transações Fracionadas
ro_ro: Importul de tranzacții Split
ru_ru: Импортирую составные транзакции
sk_sk: Exportujem rozdelené transakcie
sv_se: Importerar delade transaktioner
tr_tr: Parçalı işlemler alınıyor.

source: Import finished successfully.
el_gr: Η εισαγωγή ολοκληρώθηκε με επιτυχία.
es_es: Importación finalizada correctamente.
hu_hu: Az importálás sikeresen befejeződött.
it_it: Importazione completata con successo.
pl_pl: Import zakończony pomyślnie.
sv_se: Importen slutförd framgångsrikt.
tr_tr: İçe aktarma başarıyla tamamlandı.

source: Total Imported: %zu
ar_sa: مجموع المستورد: %zu
cs_cz: Celkem importováno : %zu
el_gr: Σύνολο εισαγόμενων: %zu
es_es: Total importado: %zu
fr_fr: Total importé : %zu
hr_hr: Ukupno uvezeno: %zu
hu_hu: Összesen importálva: %zu
it_it: Totale importato: %zu
pl_pl: Razem zaimportowano: %zu
pt_pt: Total Importado: %zu
ro_ro: Total importat: %zu
ru_ru: Всего импортировано: %zu
sv_se: Totalt importerade: %zu
tr_tr: Toplam Alınan: %zu

source: Duplicates Detected: %zu
el_gr: Εντοπίστηκαν Διπλότυπα: %zu
es_es: Duplicados detectados: %zu
fr_fr: Doublons détectés : %zu
hu_hu: Észlelt ismétlődések: %zu
it_it: Duplicati rilevati: %zu
pl_pl: Wykryto duplikaty: %zu
sv_se: Dubbletter upptäckt: %zu
tr_tr: Kopyalar Tespit Edildi: %zu

source: Imported transactions discarded by user!
ar_sa: المعاملات المستوردة التي تجاهلها المستخدم!
cs_cz: Importované transakce byly zrušeny uživatelem!
el_gr: Οι εισαγόμενες συναλλαγές απορρίφθηκαν από το χρήστη!
es_es: ¡Las transacciones importadas se han descartado por el usuario!
fr_fr: Import des opérations annulées par l'opérateur !
he: נמחקו על-ידי המשתמש תנועות מיובאות
hr_hr: Uvezene transakcije, odbačene od korisnika!
hu_hu: Importált tranzakciók a felhasználó elvetette!
it_it: Importazione delle transazioni annullata dall’utente!
nl_nl: Ingelezen transacties door de gebruiker verworpen!
pl_pl: Importowane transakcje odrzucone przez użytkownika!
pt_pt: Transações importadas descartadas pelo utilizador!
ro_ro: Tranzacțiile importate au fost anulate de către utilizator!
ru_ru: Импорт прерван пользователем!
sk_sk: Importované transakcie boli zrušené používateľom!
tr_tr: Alınan işlemler kullanıcı tarafından silindi.

source: Import from QIF file
ar_sa: استيراد من ملف QIF
el_gr: Εισαγωγή από αρχείο QIF
es_es: Importar desde archivo QIF
fr_fr: Importer un fichier QIF
hr_hr: Uvezi iz QIF datoteke
hu_hu: Importálás QIF-fájlból
it_it: Importa da file QIF
pl_pl: Importuj z pliku QIF
pt_pt: Importar de um ficheiro QIF
ro_ro: Importă din fișierul QIF
ru_ru: Импортировать из QIF файла
sv_se: Importera från QIF-fil
tr_tr: QIF dosyasından içe aktar

source: Transaction code is missing
ar_sa: رمز المعاملة مفقود
cs_cz: Chybí kód transakce
el_gr: Ο κωδικός συναλλαγής λείπει
es_es: Falta el código de transacción
fr_fr: Code de transaction manquant
he: קוד תנועה חסר
hr_hr: Transakcijska šifra nedostaje
hu_hu: A tranzakció kódja hiányzik
it_it: Codice della transazione mancante
nl_nl: De transactiecode ontbreekt
pl_pl: Brak kodu transakcji
pt_pt: Falta o código da transação
ro_ro: Codul tranzacției lipsește
ru_ru: Код транзакции отсутствует
tr_tr: İşlem kodu kayıp

source: %1$s matched by %2$s
ar_sa: %1$s مطابقة من قبل %2$s
el_gr: %1$s ταίριαξε με %2$s
es_es: %1$s coincide con %2$s
fr_fr: %1$s semblable(s) à %2$s
hu_hu: %1$s megfelelt a következővel: %2$s
it_it: %1$s corrispondenti a %2$s
pl_pl: %1$s dopasowane przez %2$s
pt_pt: %1$s correspondido por %2$s
ro_ro: %1$s se potrivește cu %2$s
ru_ru: %1$s соответствует %2$s
tr_tr: %1$s %2$s ile eşleşti

source: Transaction Payee is missing or incorrect
ar_sa: المستفيد من المعاملة مفقود أو غير صحيح
cs_cz: Příjemce transakce chybí nebo je neplatný
el_gr: Ο δικαιούχος συναλλαγής λείπει ή είναι λανθασμένος
es_es: Falta o es incorrecto el beneficiario de la transacción
fr_fr: Le bénéficiaire de la transaction est manquant ou incorrect
he: המוטב בתנועה חסר או שגוי
hr_hr: Primaoc transakcije nedostaje ili je netočan
hu_hu: A tranzakció kedvezményezettje hiányzik vagy hibás
it_it: Beneficiario della Transazione mancante o non corretto
nl_nl: Transactie begunstigde ontbreekt of is onjuist
pl_pl: Brak beneficjenta dla transakcji lub niepoprawny
pt_pt: O Beneficiário da Transação está em falta ou incorreto
ro_ro: Beneficiarul tranzacției lipsește sau este incorect
ru_ru: Получатель для этой транзакции отсутствует
tr_tr: İşlem alacaklısı kayıp veya yanlış.

source: Date format or date mask is incorrect
ar_sa: صيغة التاريخ أو قناع التاريخ غير صحيح
cs_cz: Formát data nebo maska data je neplatná
el_gr: Μορφή ημερομηνίας ή μάσκα ημερομηνίας είναι λανθασμένη
es_es: El formato o la máscara de fecha es incorrecto
fr_fr: Le format de la date ou le masque est incorrect
he: מתארך או מסיכת תאריך שגויים
hr_hr: Format ili maska datuma je netočna
hu_hu: A dátumformátum, vagy -maszk hibás!
it_it: Formato data non corretto
nl_nl: Datumopmaak of datummasker is foutief
pl_pl: Format lub maska daty jest niepoprawna
pt_pt: O formato de data ou de máscara desta está incorreto
ro_ro: Formatul datei sau data este incorect/ă
ru_ru: Формат или маска даты неверна
tr_tr: Tarih biçimi veya tarih kalıbı yanlış

source: Transaction Account is incorrect
ar_sa: حساب المعاملة غير صحيح
cs_cz: Účet transakce je neplatný
el_gr: Ο Λογαριασμός συναλλαγής είναι εσφαλμένος
es_es: La cuenta de la transacción es incorrecta
fr_fr: Le compte de la transaction est incorrect
he: חשבון תנועה שגוי
hr_hr: Transakcijski račun je netočan
hu_hu: A tranzakció számlája hibás
it_it: Conto Transazione non corretto
nl_nl: Transactie rekening is incorrect
pl_pl: Konto transakcji niepoprawne
pt_pt: A Conta da Transação está incorreta
ro_ro: Contul de Tranzacție este incorect
ru_ru: Счёт для этой транзакции отсутствует
sk_sk: Účet transakcie nie je správny
tr_tr: İşlem Hesabı yanlış

source: Transaction Account for transfer is incorrect
ar_sa: حساب المعاملة للتحويل غير صحيح
cs_cz: Účet transakce pro převod je neplatný
el_gr: Ο Λογαριασμός συναλλαγής για μεταφορά είναι εσφαλμένος
es_es: La cuenta de la transacción para la transferencia es incorrecta
fr_fr: Le compte de transfert de la transaction est incorrect
he: חשבון תנועה להעברה שגוי
hr_hr: Transakcijski račun prijenosa je netočan
hu_hu: Az átutalási művelet számlája hibás
it_it: Il conto della transazione per il trasferimento non è corretto
nl_nl: Transactie rekening voor overboeking is incorrect
pl_pl: Konto transakcji dla przelewu niepoprawne
pt_pt: A Conta da Transação para a transferência está incorreta
ro_ro: Contul de Tranzacție pentru transfer este incorect
ru_ru: Счёт для перевода отсутствует
tr_tr: Aktarma için İşlem Hesabı yanlış

source: Transaction Amount is incorrect
ar_sa: مبلغ المعاملة غير صحيح
cs_cz: Částka transakce je neplatná
el_gr: Το ποσό της συναλλαγής είναι λανθασμένο
es_es: La cantidad de la transacción es incorrecta
fr_fr: Le montant de la transaction est incorrect
he: חשבון תנועה שגוי
hr_hr: Transakcijski iznos je netočan
hu_hu: A tranzakció összege hibás
it_it: Importo Transazione non corretto
nl_nl: Transactie berag is incorrect
pl_pl: Kwota transakcji niepoprawna
pt_pt: O Montante da Transação está incorreto
ro_ro: Suma tranzacției este incorectă
ru_ru: Сумма транзакции не верна
sk_sk: Suma transakcie nie je správna
sv_se: Transaktionens belopp är felaktigt
tr_tr: İşlem Tutarı yanlış

source: Transaction Category is incorrect
ar_sa: فئة المعاملة غير صحيحة
cs_cz: Kategorie transakce je neplatná
el_gr: Η Κατηγορία συναλλαγής είναι λανθασμένη
es_es: La categoría de la transacción es incorrecta
fr_fr: La catégorie de la transaction est incorrecte
he: קטגורית התנועה שגויה
hr_hr: Transakcijska kategorija je netočna
hu_hu: A tranzakció kategóriája hibás
it_it: Categoria della Transazione non corretta
nl_nl: Transactie categorie is incorrect
pl_pl: Kategoria transakcji niepoprawna
pt_pt: A Categoria da Transação está incorreta
ro_ro: Categoria tranzacției este incorectă
ru_ru: Категория транзакции не верна
sk_sk: Kategória transakcie nie je správna
sv_se: Transaktionens kategori är felaktig
tr_tr: İşlem Kategorisi yanlış

source: Transaction skipped as duplicate
el_gr: Η συναλλαγή παραλείφθηκε ως διπλότυπη
es_es: Transacción omitida por duplicada
fr_fr: Doublon de transaction ignoré
hu_hu: Ügylet kihagyva ismétlődésként
it_it: Transazione saltata come duplicata
pl_pl: Transakcja pominięta jako duplikat
sv_se: Transaktion hoppades över som dubblett
tr_tr: İşlem kopya olduğu için atlandı

source: Added account: %s
ar_sa: الحساب المضاف: %s
cs_cz: Přídán účet: %s
el_gr: Προστέθηκε λογαριασμός: %s
es_es: Cuenta añadida: %s
fr_fr: Compte ajouté : %s
he: התווסף חשבון: %s
hr_hr: Dodan je račun: %s
hu_hu: Hozzáadott számla: %s
it_it: Aggiunto conto: %s
nl_nl: Toegevoegd rekening: %s
pl_pl: Dodane konto: %s
pt_pt: Conta %s adicionada
ro_ro: Cont adăugat: %s
ru_ru: Добавлен счёт: %s
sk_sk: Pridaný účet: %s
tr_tr: Eklenen hesap: %s

source: Added payee: %s
ar_sa: المُستفيد المضاف: %s
cs_cz: Přidán příjemce: %s
el_gr: Προστιθέμενος δικαιούχος: %s
es_es: Beneficiario añadido: %s
fr_fr: Tiers ajouté : %s
he: התווסף מוטב: %s
hr_hr: Dodani primaoc: %s
hu_hu: Hozzáadott kedvezményezett: %s
it_it: Aggiunto Beneficiario: %s
nl_nl: Toegevoegde begunstigde: %s
pl_pl: Dodany beneficjent: %s
pt_pt: Beneficiário adicionado: %s
ro_ro: Beneficiar adăugat: %s
ru_ru: Добавлен получатель: %s
sk_sk: Pridaný príjemca: %s
sv_se: Tillagd betalningsmottagare: %s
tr_tr: Eklenen Alacaklı: %s

source: SubCategory
ar_sa: الصنف الفرعي
cs_cz: Podkategorie
el_gr: Υποκατηγορία
es_es: Subcategoría
fr_fr: Sous-catégorie
he: תת קטגוריה
hr_hr: Podkategorija
hu_hu: Alkategória
it_it: Sotto-Categoria
nl_nl: Subcategorie
pl_pl: Podkategoria
pt_pt: Subcategoria
ro_ro: Subcategorie
ru_ru: Подкатегория
sk_sk: Podkategória
sv_se: Underkategori
tr_tr: AltKategori

source: Don't Care
ar_sa: لا تهتم
cs_cz: Ostatní
el_gr: Αδιάφορο
es_es: Sin importancia
fr_fr: Ne pas s'inquiéter
he: התעלם
hr_hr: Zanemari
hu_hu: Lényegtelen
it_it: Ignora
nl_nl: Onbelangrijk
pl_pl: Nieważne
pt_pt: Ignorar
ro_ro: Nu-mi Pasă
ru_ru: Игнорировать
sk_sk: Nezaoberať sa
sv_se: Bryr mig inte
tr_tr: Dikkate Alma
