Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Do you want to permanently delete the selected transaction?
es_es: ¿Desea eliminar permanentemente la transacción seleccionada?
fr_fr: Voulez-vous supprimer définitivement l'opération sélectionnée ?
hu_hu: Szeretné véglegesen törölni a kijelölt ügyletet?
it_it: Vuoi eliminare permanentemente la transazione selezionata?
pt_pt: Pretende eliminar permanentemente a transação selecionada?
ru_ru: Хотите полностью удалить %i выделенную транзакцию?
sv_se: Vill du permanent ta bort den valda transaktionen?
tr_tr: Seçili işlemi kalıcı olarak silmek istiyor musunuz?

source: Do you want to delete the selected transaction?
es_es: ¿Desea eliminar la transacción seleccionada?
fr_fr: Voulez-vous supprimer l'opération sélectionnée ?
hu_hu: Szeretné törölni a kijelölt ügyletet?
it_it: Vuoi eliminare la transazione selezionata?
pt_pt: Pretende eliminar a transação selecionada?
ru_ru: Хотите удалить %i выделенную транзакцию?
sv_se: Vill du ta bort den valda transaktionen?
tr_tr: Seçili işlemi silmek istiyor musunuz?

source: Unable to undo this action.
es_es: No se puede deshacer esta acción.
fr_fr: Impossible d'annuler cette action.
hu_hu: A művelet nem vonható vissza.
it_it: Impossibile annullare questa azione.
pl_pl: Nie można cofnąć tej czynności.
pt_pt: Não é possível anular esta ação.
ru_ru: Невозможно отменить это действие.
sv_se: Det går inte att ångra åtgärden.

source: Deleted transactions will be temporarily stored and can be restored from the Deleted Transactions view.
ar_sa: سيتم تخزين المعاملات المحذوفة مؤقتاً ويمكن استعادتها من عرض المعاملات المحذوفة.
el_gr: Οι διαγραμμένες συναλλαγές θα αποθηκευτούν προσωρινά και μπορούν να αποκατασταθούν από την προβολή Διαγραμμένων Συναλλαγών.
es_es: Las transacciones eliminadas serán almacenadas temporalmente y pueden ser restauradas desde la vista de transacciones eliminadas.
fr_fr: Les transactions supprimées seront stockées temporairement et pourront être restaurées à partir de la vue Transactions supprimées.
hu_hu: A törölt ügyletek átmenetileg tárolásra kerülnek, és a Törölt ügyletek nézetből visszaállíthatók.
it_it: Le transazioni eliminate saranno temporaneamente memorizzate e potranno essere ripristinate dalla schermata Transazioni eliminate.
pl_pl: Usunięte transakcje będą tymczasowo przechowywane i mogą zostać przywrócone z widoku usuniętych transakcji.
pt_pt: Transações apagadas serão temporariamente armazenadas e podem ser repostas a partir da vista de Transações Eliminadas.
ro_ro: Tranzacțiile șterse vor fi stocate temporar și pot fi restaurate din vizualizarea "Tranzacții șterse".
ru_ru: Удаленные транзакции будут временно сохранены и могут быть восстановлены из корзины.
sv_se: Borttagna transaktioner kommer att lagras tillfälligt och kan återställas från vyn Raderade transaktioner.
tr_tr: Silinen işlemler geçici olarak saklanır ve Silinmiş İşlemler görünümünden geri yüklenebilir.

source: Confirm Transaction Deletion
ar_sa: تأكيد حذف معاملة
cs_cz: Potvrzení odstranění transakce
el_gr: Επιβεβαιώστε τη διαγραφή της συναλλαγής
es_es: Confirmar borrado de transacción
fr_fr: Confirmez la suppression de l'opération
he: אשר מחיקת תנועה
hr_hr: Potvrdi brisanje transakcije
hu_hu: Ügylet törlésének megerősítése
it_it: Conferma eliminazione Operazione
nl_nl: Bevestig verwijderen transactie
pl_pl: Potwierdź usunięcie transakcji
pt_pt: Confirmar a exclusão de Transacção
ro_ro: Confirmă Ștergerea Tranzacției
ru_ru: Подтверждение удаления проводки
sk_sk: Potvrďte odstránenie transakcie
sv_se: Borttagning av transaktion
tr_tr: İşlem Silme Onayı

source: Do you want to restore the selected transaction?
es_es: ¿Desea restaurar la transacción seleccionada?
fr_fr: Voulez-vous restaurer l'opération sélectionnée ?
hu_hu: Szeretné visszaállítani a kijelölt ügyletet?
it_it: Vuoi ripristinare la transazione selezionata?
pl_pl: Czy chcesz przywrócić wybraną transakcję?
pt_pt: Pretende restaurar a transação selecionada?
ru_ru: Хотите восстановить %i выделенную транзакцию?
sv_se: Vill du återställa den valda transaktionen?
tr_tr: Seçili işlemi geri yüklemek istiyor musunuz?

source: Confirm Transaction Restore
ar_sa: تأكيد استعادة المعاملة
el_gr: Επιβεβαίωση Αποκατάστασης Συναλλαγής
es_es: Confirmar la restauración
fr_fr: Confirmez la restauration de l'opération
hr_hr: Potvrdi obnavljanje transakcije
hu_hu: Ügylet visszaállításának megerősítése
it_it: Conferma Ripristino Transazione
pl_pl: Potwierdź przywracanie transakcji
pt_pt: Confirmar Reposição da Transação
ru_ru: Подтвердите восстановление транзакций
sv_se: Bekräfta återställning av transaktion
tr_tr: İşlem Geri Yüklemeyi Onayla

source: Do you want to restore all of the transactions shown?
es_es: ¿Desea restaurar todas las transacciones mostradas?
fr_fr: Voulez-vous restaurer toutes les opérations affichées ?
hu_hu: Szeretné visszaállítani az összes megjelenített ügyletet?
it_it: Vuoi ripristinare tutte le transazioni mostrate?
pl_pl: Czy chcesz przywrócić wszystkie wyświetlone transakcje?
pt_pt: Pretende restaurar todas as transações apresentadas?
tr_tr: Gösterilen tüm işlemleri geri yüklemek istiyor musun?

source: Do you want to move the selected transaction?
es_es: ¿Desea mover la transacción seleccionada?
fr_fr: Voulez-vous déplacer l'opération sélectionnée ?
hu_hu: Szeretné áthelyezni a kijelölt ügyletet?
it_it: Vuoi spostare la transazione selezionata?
pt_pt: Pretende mover a transação selecionada?
ru_ru: Хотите переместить %i выделенную транзакцию?
sv_se: Vill du flytta den valda transaktionen?
tr_tr: Seçili işlemi taşımak istiyor musunuz?

source: Confirm Transaction Move
ar_sa: تأكيد نقل المعاملة
el_gr: Επιβεβαίωση Μετακίνησης Συναλλαγής
es_es: Confirmar el movimiento de la transacción
fr_fr: Confirmer le déplacement des transactions
hr_hr: Potvrdi premještanje transakcije
hu_hu: Ügylet áthelyezésének megerősítése
it_it: Conferma Spostamento Transazione
pl_pl: Potwierdź przenoszenie transakcji
pt_pt: Confirmar Movimentação da Transação
ru_ru: Подтвердите перемещение транзакции
sv_se: Bekräfta transaktionsflytt
tr_tr: İşlem Taşımayı Onayla

source: Moving transaction to…
el_gr: Μετακίνηση συναλλαγής σε…
es_es: Moviendo transacción a…
fr_fr: Déplacer l'opération vers…
hu_hu: Ügylet áthelyezése ide…
it_it: Spostamento della transazione in…
ru_ru: Перемещение транзакции в…
sv_se: Flyttar transaktionen till…
tr_tr: İşlem taşınıyor…

source: Moving %i transactions to…
el_gr: Μετακίνηση %i συναλλαγών σε…
es_es: Moviendo %i transacciones a…
fr_fr: Déplacement de %i transactions vers…
hu_hu: %i ügylet áthelyezése ide…
it_it: Spostamento delle transazioni %i in…
ru_ru: Перемещение %i транзакций в…
sv_se: Flyttar %i transaktioner till…
tr_tr: %i işlem taşınıyor…

source: Select the destination Account
ar_sa: حدد حساب الوجهة
cs_cz: Vyberte cílový účet
el_gr: Επιλέξτε λογαριασμό προορισμού
es_es: Seleccionar la cuenta de destino
fr_fr: Sélectionner un compte de destination
he: בחר בחשבון היעד
hr_hr: Odaberi odredišni račun
hu_hu: Válassza ki a célszámlát
it_it: Seleziona il Conto di Destinazione
nl_nl: Kies de doel rekening
pl_pl: Wybierz konto docelowe
pt_pt: Selecione a Conta Destino
ru_ru: Выберите счёт назначения
sk_sk: Vyberte cieľový účet
tr_tr: Alıcı Hesabı seçin

source: This is due to some elements of the transaction or account detail not allowing the move
el_gr: Αυτό οφείλεται σε ορισμένα στοιχεία της συναλλαγής ή των λεπτομερειών του λογαριασμού που δεν επιτρέπουν την μετακίνηση
es_es: Esto se debe a que algunos elementos de la transacción o detalles de la cuenta no permiten moverlo
fr_fr: Cela est dû à certains éléments de l'opération ou du compte qui n'autorisent pas le déplacement
hr_hr: Razlog tome su neki elementi transakcije ili pojedinosti računa koji ne dopuštaju premještanje
hu_hu: Ennek az az oka, hogy az ügylet vagy a számlarészlet egyes elemei nem teszik lehetővé az áthelyezést
it_it: Ciò è dovuto ad alcuni elementi della transazione o ai dettagli del conto che non consentono lo spostamento
pl_pl: Wynika to z niektórych elementów transakcji lub szczegółów konta, które nie pozwalają na przeniesienie
pt_pt: Isto deve-se a alguns elementos da transação ou detalhes da conta não permitirem a movimentação
ro_ro: Acest lucru se datorează unor elemente ale tranzacției sau un detaliu al contului care nu permit mutarea
ru_ru: Это вызвано некоторыми элементами транзакции или деталями счета, не позволяющими перемещение
sv_se: Detta beror på att vissa delar av transaktionen eller kontots detaljer inte tillåter flytten
tr_tr: Bu, işlemin veya hesap detayının bazı öğelerinin taşımaya izin vermemesinden kaynaklanıyor

source: Moved
el_gr: Μετακινήθηκε
es_es: Movidos
fr_fr: Déplacé
hr_hr: Premješteno
hu_hu: Áthelyezve
it_it: Spostato
pl_pl: Przeniesiono
pt_pt: Movido
ro_ro: Mutat
ru_ru: Перемещено
sv_se: Flyttad
tr_tr: Taşındı

source: Not moved
el_gr: Δεν μετακινήθηκε
es_es: Sin mover
fr_fr: Non déplacé
hr_hr: Nije premješteno
hu_hu: Nincs áthelyezve
it_it: Non spostato
pl_pl: Nie przeniesiono
pt_pt: Por mover
ro_ro: Nu s-a mutat
ru_ru: Не перемещено
sv_se: Inte flyttad
tr_tr: Taşınmadı

source: Unable to move some transactions.
el_gr: Δεν είναι δυνατή η μετακίνηση μερικών συναλλαγών.
es_es: No se pueden mover algunas transacciones.
fr_fr: Impossible de déplacer certaines transactions.
hu_hu: Nem sikerült áthelyezni egyes ügyleteket.
it_it: Impossibile spostare alcune transazioni.
pl_pl: Nie udało się przenieść niektórych transakcji.
pt_pt: Não é possível mover algumas transações.
ru_ru: Не удалось переместить некоторые транзакции.
sv_se: Kunde inte flytta vissa transaktioner.
tr_tr: Bazı işlemler taşınamadı.

source: Scheduled transaction saved.
el_gr: Η Προγραμματισμένη συναλλαγή αποθηκεύτηκε.
es_es: Transacción programada guardada.
fr_fr: Opération récurrente enregistrée.
hr_hr: Terminirana transakcija je spremljena.
hu_hu: Ütemezett ügylet mentve.
it_it: Transazione pianificata salvata.
pl_pl: Zaplanowana transakcja zapisana.
pt_pt: Transação recorrente guardada.
ru_ru: Запланированная транзакция сохранена.
tr_tr: Zamanlanmış işlem kaydedildi.

source: All Transactions
cs_cz: Všechny transakce
el_gr: Όλες οι συναλλαγές
es_es: Todas las transacciones
fr_fr: Toutes les transactions
hr_hr: Sve transakcije
hu_hu: Minden ügylet
it_it: Tutte le Transazioni
pl_pl: Wszystkie transakcje
pt_pt: Todas as Transações
ro_ro: Toate tranzacţiile
ru_ru: Все транзакции
sv_se: Alla Transaktioner
tr_tr: Tüm İşlemler

source: Do you want to delete all the transactions shown?
es_es: ¿Desea eliminar todas las transacciones mostradas?
fr_fr: Voulez-vous supprimer toutes les opérations affichées ?
hu_hu: Szeretné törölni az összes megjelenített ügyletet?
it_it: Vuoi eliminare tutte le transazioni mostrate?
pt_pt: Pretende eliminar todas as transações apresentadas?
ru_ru: Хотите удалить все показанные транзакции?
tr_tr: Gösterilen tüm işlemleri silmek istiyor musun?

source: Do you want to permanently delete all the transactions shown?
es_es: ¿Desea eliminar permanentemente todas las transacciones mostradas?
fr_fr: Voulez-vous supprimer définitivement toutes les opérations affichées ?
hu_hu: Szeretné véglegesen törölni az összes megjelenített ügyletet?
it_it: Vuoi eliminare permanentemente tutte le transazioni mostrate?
pt_pt: Pretende eliminar permanentemente todas as transações apresentadas?
ru_ru: Хотите полностью удалить все показанные транзакции?
tr_tr: Gösterilen tüm işlemleri kalıcı olarak silmek istiyor musun?

source: Do you want to delete all the “%s” transactions shown?
es_es: ¿Desea eliminar todas las transacciones de “%s” mostradas?
fr_fr: Voulez-vous supprimer l'ensemble des «%s» opérations affichées ?
hu_hu: Szeretné törölni az összes megjelenített „%s” ügyletet?
it_it: Vuoi eliminare tutte le "%s" transazioni visualizzate?
pt_pt: Pretende eliminar todas as "%s" transações apresentadas?
tr_tr: Gösterilen tüm “%s” işlemlerini silmek istiyor musun?

source: You are about to edit a transaction involving an account that is closed.
cs_cz: Chystáte se upravit transakci náležící účtu, který je uzavřen.
el_gr: Πρόκειται να επεξεργαστείτε μια συναλλαγή που περιλαμβάνει έναν λογαριασμό που είναι κλειστός.
es_es: La edición afectará a una transacción de una cuenta que está cerrada.
fr_fr: Vous êtes sur le point de modifier une transaction impliquant un compte fermé.
hu_hu: Ügylet szerkesztése lezárt számlával.
it_it: Stai per modificare una transazione che interessa un conto che è chiuso.
pl_pl: Zamierzasz edytować transakcję obejmującą zamknięte konto.
pt_pt: Está prestes a editar uma transação que envolve uma conta fechada.
ru_ru: Вы собираетесь изменить транзакцию с закрытой учетной записью.
tr_tr: Kapatılmış bir hesabı içeren bir işlemi düzenlemek üzeresiniz.

source: Do you want to perform the edit?
es_es: ¿Desea realizar la edición?
fr_fr: Voulez-vous effectuer la modification ?
hu_hu: Szeretné végrehajtani a szerkesztést?
it_it: Vuoi eseguire la modifica?
pt_pt: Pretende efetuar a edição?
tr_tr: Düzenlemeyi gerçekleştirmek istiyor musunuz?

source: Closed Account Check
ar_sa: التحقق من الحساب المغلق
cs_cz: Ověření uzavřeného účtu
el_gr: Έλεγχος Κλειστού Λογαριασμού
es_es: Verificar cuenta cerrada
fr_fr: Vérification du compte fermé
hr_hr: Provjera zatvorenog računa
hu_hu: Bezárt folyószámla
it_it: Verifica Conto Chiuso
pl_pl: Sprawdzanie zamkniętego konta
pt_pt: Verificação de Conta Fechada
ru_ru: Проверка закрытого счета
tr_tr: Kapalı Hesap Kontrolü

source: Locked transaction to date: %s Reconciled transactions.
ar_sa: المعاملة المقفولة حتى تاريخ: %s المعاملات التي تمت تسويتها.
cs_cz: Uzamknout transakci k datu: %s Ověřené transakce.
el_gr: Κλειδωμένη συναλλαγή μέχρι την ημερομηνία: %s.
es_es: Transacción bloqueada hasta la fecha: %s Transacciones conciliadas.
fr_fr: Transaction verrouillée à ce jour : %s Opérations rapprochées.
hu_hu: A mai napig zárolt ügyletek: %s Egyeztetett ügyletek.
it_it: Transazione bloccata alla data: %s Transazioni Riconciliate.
pl_pl: Zablokowana transakcja do daty: %s Rozliczone transakcje.
pt_pt: Transação bloqueada até a data: %s Transações reconciliadas.
ro_ro: Tranzacția blocată până la data: %s Tranzacții conciliate.
ru_ru: Заблокирована транзакция с: %s Выверенные транзакции.
sv_se: Låst transaktion till datum: %s Avstämda transaktioner.
tr_tr: İşlem tarihe sabitlendi: %s Onaylanmış işlemler.

source: Filter…
el_gr: Φίλτρο…
es_es: Filtrar…
fr_fr: Filtrer …
hu_hu: Szűrő…
it_it: Filtro…
pl_pl: Filtruj…
ru_ru: Фильтр…
tr_tr: Filtre…

source: Reconcile
el_gr: Τακτοποιημένο
es_es: Reconciliar
fr_fr: Rapprocher
hu_hu: Egyeztetés
it_it: Riconcilia
ru_ru: Выверено
tr_tr: Mutabık Kal

source: Delete all selected transactions
el_gr: Διαγραφή όλων των επιλεγμένων συναλλαγών
es_es: Borrar todas las transacciones seleccionadas
fr_fr: Supprimer toutes les opérations sélectionnées
hr_hr: Izbriši sve odabrane transakcije
hu_hu: Összes kijelölt ügylet törlése
it_it: Elimina tutte le transazioni selezionate
pl_pl: Usuń wszystkie zaznaczone transakcje
pt_pt: Eliminar todas as transações selecionadas
ro_ro: Șterge toate tranzacțiile selectate
ru_ru: Удалить все выбранные транзакции
sv_se: Ta bort markerade transaktioner
tr_tr: Tüm seçili işlemleri sil

source: Edit all selected transactions
el_gr: Επεξεργασία όλων των επιλεγμένων συναλλαγών
es_es: Editar todas las transacciones seleccionadas
fr_fr: Éditer toutes les opérations sélectionnées
hr_hr: Uredi sve odabrane transakcije
hu_hu: Összes kijelölt ügylet szerkesztése
it_it: Modifica tutte le transazioni selezionate
pl_pl: Edytuj wszystkie zaznaczone transakcje
pt_pt: Editar todas as transações selecionadas
ro_ro: Editează toate tranzacțiile selectate
ru_ru: Редактировать все выбранные транзакции
sv_se: Redigera alla markerade transaktioner
tr_tr: Tüm seçili işlemleri düzenle

source: D&uplicate
ar_sa: &نسخة
cs_cz: D&uplikovat
el_gr: Δ Διπλότυπη
es_es: D&uplicar
fr_fr: Dupliquer
he: שכ&פל
hr_hr: &Kopiraj
hu_hu: &Megkettőzés
it_it: D&uplica
nl_nl: &Kopiëren
pl_pl: D&uplikuj
pt_pt: D&uplicado
ro_ro: D&uplică
ru_ru: Повтор
sk_sk: D&uplikovať
sv_se: D&uplicera
tr_tr: EşKopya &Oluştur

source: Duplicate selected transaction
ar_sa: تكرار المعاملة المحددة
cs_cz: Duplikovat vybrané transakce
el_gr: Αντιγραφή επιλεγμένης συναλλαγής
es_es: Duplicar transacción seleccionada
fr_fr: Dupliquer les opérations sélectionnées
he: שכפל תנועה
hr_hr: Kopiraj odabrane transakcije
hu_hu: Kijelölt ügylet megkettőzése
it_it: Duplica Transazione selezionata
nl_nl: Kopieer de geselecteerde transacties
pl_pl: Powiel wybraną transakcję
pt_pt: Duplicar transação selecionada
ru_ru: Повторить отмеченную транзакцию
sk_sk: Duplikovať vybranú transakciu
tr_tr: Seçilen işlemin eşkopyasını oluştur

source: Ente&r
ar_sa: &إدخال
es_es: Entrar
fr_fr: Entrée
hr_hr: &Upiši
hu_hu: &Megadás
it_it: Invi&o
pl_pl: &Wstaw
pt_pt: &Escrever
ro_ro: Intr&a
ru_ru: Вво&д
tr_tr: Gi&riş

source: Enter Next Scheduled Transaction Occurrence
el_gr: Εισαγωγή Επόμενης Εκτέλεσης Προγραμματισμένης Συναλλαγής
es_es: Registrar la siguiente aparición de la transacción programada
fr_fr: Entrer l'occurrence de la prochaine opération récurrente
hr_hr: Upiši sljedeći događaj terminirane transakcije
hu_hu: Következő ütemezett ügylet előfordulásának megadása
it_it: Inserire la prossima scadenza di Transazione Pianificata
pl_pl: Wprowadź następne zaplanowane wystąpienie transakcji
pt_pt: Insira a Próxima Ocorrência da Transação Recorrente
ro_ro: Introduceți următoarea tranzacție recurentă
ru_ru: Введите следующую запланированную транзакцию
tr_tr: Bir Sonraki Zamanlanmış İşlem Oluşumunu Girin

source: &Skip
ar_sa: &تخطي
cs_cz: Pře&skočit
el_gr: &Παράβλεψη
es_es: &Omitir
fr_fr: Passer
he: &דלג
hr_hr: &Preskoči
hu_hu: &Kihagyás
it_it: &Salta
nl_nl: &Overslaan
pl_pl: Pomiń
pt_pt: &Saltar
ro_ro: Omite
ru_ru: Пропус&тить
sk_sk: &Preskočiť
sv_se: &Hoppa över
tr_tr: A&tla

source: Skip Next Scheduled Transaction Occurrence
el_gr: Παράλειψη Επόμενης Εκτέλεσης Προγραμματισμένης Συναλλαγής
es_es: Omitir la siguiente aparición de la transacción programada
fr_fr: Ignorer l'occurrence de la prochaine opération récurrente
hr_hr: Preskoči sljedeći događaj terminirane transakcije
hu_hu: Következő ütemezett ügylet előfordulásának kihagyása
it_it: Salta la prossima Scadenza della Transazione Pianificata
pl_pl: Pomiń następne zaplanowane wystąpienie transakcji
pt_pt: Saltar a Próxima Ocorrência da Transação Recorrente
ro_ro: Omiteți următoarea tranzacție recurentă
ru_ru: Пропустить следующую запланированную транзакцию
tr_tr: Bir Sonraki Zamanlanmış İşlem Oluşumunu Atla

source: &Restore
ar_sa: &إستعادة
el_gr: &Επαναφορά
es_es: &Restaurar
fr_fr: &Restaurer
hr_hr: %Obnovi
hu_hu: &Visszaállítás
it_it: &Ripristina
pl_pl: &Przywróć
pt_pt: &Repor
ru_ru: &Восстановить
sv_se: &Återställ
tr_tr: &Geri Yükle

source: Restore selected transaction
ar_sa: استعادة المعاملة المحددة
el_gr: Επαναφορά της επιλεγμένης συναλλαγής
es_es: Restaurar transacción seleccionada
fr_fr: Restaurer l'opération sélectionnée
hr_hr: Obnovi odabrane transakcije
hu_hu: Kijelölt ügylet visszaállítása
it_it: Ripristina la Transazione selezionata
pl_pl: Przywróć wybraną transakcję
pt_pt: Repor a transação selecionada
ru_ru: Восстановить выбранную транзакцию
sv_se: Återställ vald transaktion
tr_tr: Seçilen işlemi geri yükle

source: Enter any string to find it in the nearest transaction data
ar_sa: أدخل أي سلسلة للعثور عليها في أقرب بيانات معاملة
el_gr: Εισάγετε κάποια φράση για να τη βρείτε στις σημειώσεις της κοντινότερης συναλλαγής
es_es: Introduzca cualquier texto para encontrarlo en los datos de transacción más cercanos
fr_fr: Entrez n'importe quelle chaîne de caractères pour la trouver dans les données de transaction la plus proche
hr_hr: Upiši bilo koji niz znakova za pronalaženje podataka u najbližoj transakciji
hu_hu: Írja be, aminek a legközelebbi előfordulását keresi az ügyletek adataiban
it_it: Inserisci qualsiasi stringa per trovarla nei dati di transazione più vicini
pl_pl: Wprowadź dowolny ciąg, aby znaleźć go w najbliższych danych transakcji
pt_pt: Escreva algo para procurar nos dados das transações mais próximos
ru_ru: Введите любую строку, чтобы найти ее в ближайших транзакциях
tr_tr: En yakın işlem verilerinde bulmak için herhangi bir dize girin

source: Click to copy to clipboard
el_gr: Κάντε κλικ για αντιγραφή στο πρόχειρο
es_es: Haga clic para copiar al portapapeles
fr_fr: Cliquez pour copier dans le presse-papiers
hu_hu: Kattintson a másolás a vágólapra
it_it: Clicca per copiare negli appunti
pt_pt: Clique para copiar para a área de transferência
sv_se: Klicka för att kopiera till urklipp
tr_tr: Kopyalamak için tıklayın

source: Account Bal:
ar_sa: رصيد الحساب:
cs_cz: Účetní zůstatek:
el_gr: Υπόλοιπο λογαριασμού:
es_es: Saldo de cuenta:
fr_fr: Balance du compte :
he: :יתרת חשבון
hr_hr: Saldo računa:
hu_hu: Számlaegyenleg:
it_it: Saldo del Conto:
nl_nl: Rekeningbalans:
pl_pl: Bilans konta:
pt_pt: Saldo da Conta:
ro_ro: Sold:
ru_ru: Баланс счёта:
sk_sk: Zostatok účtu:
sv_se: Kontobalans:
tr_tr: Hesap Kal:

source: Reconciled Bal:
ar_sa: رصيد تمت تسويته:
cs_cz: Ověřený zůstatek:
el_gr: Τακτοποιημένο υπόλοιπο:
es_es: Saldo conciliado:
fr_fr: Balance de réconciliation :
he: יתרה מותאמת:
hr_hr: Usklađeni saldo:
hu_hu: Egyeztetett egyenleg:
it_it: Saldo Riconciliato:
nl_nl: Bevestigde balans:
pl_pl: Bilans rozliczonych:
pt_pt: Saldo Reconciliado:
ru_ru: Выверенный бал.:
sk_sk: Schválený zostatok:
sv_se: Avstämd bal:
tr_tr: Onaylanmış Kal:

source: Diff:
ar_sa: الفارق:
cs_cz: Rozdíl:
el_gr: Διαφορά:
es_es: Diferencia:
fr_fr: Différence :
he: הפרש:
hr_hr: Razlika:
hu_hu: Különb.:
it_it: Differenza:
nl_nl: Verschil:
pl_pl: Różnica:
pt_pt: Dif:
ru_ru: Разница:
sk_sk: Rozdiel:
sv_se: Skillnad:
tr_tr: Fark:

source: Filtered Flow:
el_gr: Φιλτραρισμένη Ροή:
es_es: Flujo filtrado:
fr_fr: Filtre en cours :
hu_hu: Szűrt adatfolyam:
it_it: Flusso Filtrato:
pt_pt: Fluxo filtrado:
sv_se: Filtrerat Flöde:
tr_tr: Filtrelenmiş Akış

source: Market Value:
el_gr: Αξία Αγοράς:
es_es: Valor del mercado:
fr_fr: Valeur de marché :
hu_hu: Piaci érték:
it_it: Valore Di Mercato:
pt_pt: Valor de mercado:
sv_se: Marknadsvärde:
tr_tr: Piyasa Değeri:

source: Invested:
el_gr: Επενδύεται:
es_es: Invertido:
fr_fr: Investi :
hu_hu: Befektetett:
it_it: Investito:
pt_pt: Investido:
sv_se: Investerade:
tr_tr: Yatırılan Tutar:

source: Date range
el_gr: Εύρος ημερομηνιών
es_es: Rango de fechas
fr_fr: Intervalle de dates
hu_hu: Dátumtartomány
it_it: Intervallo di date
pl_pl: Zakres dat
sv_se: Datumintervall
tr_tr: Tarih Aralığı

source: Transactions selected: %zu
ar_sa: المعاملات المحددة: %zu
el_gr: Επιλεγμένες συναλλαγές: %zu
es_es: Transacciones seleccionadas: %zu
fr_fr: Transactions sélectionnées : %zu
hr_hr: Odabrane transakcije: %zu
hu_hu: Kijelölt ügyletek: %zu
it_it: Transazioni selezionate: %zu
pl_pl: Wybrane transakcje: %zu
pt_pt: Transações selecionadas: %zu
ru_ru: Транзакций выделено: %zu
sv_se: Valda transaktioner: %zu
tr_tr: Seçilen işlemler: %zu

source: Selected transactions total: %s
el_gr: Σύνολο Επιλεγμένων συναλλαγών: %s
es_es: Total de transacciones seleccionadas: %s
fr_fr: Solde des transactions sélectionnées : %s
hu_hu: Kijelölt ügyletek összesen: %s
it_it: Totale transazioni selezionate: %s
pl_pl: Suma wybranych transakcji: %s
sv_se: Valda transaktioner totalt: %s
tr_tr: Seçili işlemlerin toplamı: %s
