Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Expected API version: %s
el_gr: Αναμενόμενη έκδοση API -> %s
es_es: Versión de la API esperada: %s
fr_fr: Version de l'API attendue : %s
hr_hr: Očekivana API verzija: %s
hu_hu: Várt API-verzió: %s
it_it: Versione API attesa: %s
pl_pl: Oczekiwana wersja API → %s
pt_pt: Versão esperada da API: %s
ru_ru: Ожидаемая версия API: %s
sv_se: Förväntad API-version: %s
tr_tr: Beklenen API sürümü: %s

source: Wrong WebApp API version
cs_cz: Chybná verze API WebApp
el_gr: Λάθος έκδοση API WebApp
es_es: Versión API de la WebApp errónea
fr_fr: Mauvaise version de l'API Webapp
he: גרסת API אפליקציית רשת שגויה
hr_hr: Pogrešna API verzija web aplikacije
hu_hu: Rossz WebApp API-verzió
it_it: Versione API WebApp errata
nl_nl: Foutieve WebApp API versie
pl_pl: Niewłaściwa wersja WebApp API
pt_pt: Versão errada da API da Aplicação Web
ru_ru: Не правильная WebApp API версия
sk_sk: Nesprávna verzia API webovej aplikácie
sv_se: Fel API-version av WebApp
tr_tr: Yanlış WebApp API sürümü

source: Account %s not found.
es_es: No se ha encontrado la cuenta %s.
fr_fr: Compte '%s' non trouvé.
hu_hu: %s számla nem található.
it_it: Conto %s non trovato.
pt_pt: Conta %s não encontrada.
ru_ru: Аккаунт %s не найден.
tr_tr: Hesap %s bulunamadı.

source: Transaction will be inserted with the first bank account: '%s' and marked as 'Follow Up'
cs_cz: Transakce bude zadána na první bankovní účet: '%s' a označena jako 'Sledovat'
el_gr: Η συναλλαγή θα εισαχθεί με τον πρώτο τραπεζικό λογαριασμό: '%s' και θα επισημανθεί ως 'Follow Up'
es_es: La transacción se registrará en la primera cuenta bancaria ('%s') marcada como 'Requiere seguimiento'
fr_fr: L'opération sera insérée dans le premier compte bancaire: '%s' et marquée comme 'Suivi'
he: התנועה התווספה עם מספר החשבון הראשון : '% s' וסומנה כ' מעקב '
hr_hr: Transakcija će biti umetnuta s prvim bankovnim računom: „%s” i bit će označena kao „Nastavak”
hu_hu: A tranzakció az első bankszámlával kerül beillesztésre: '%s' és 'Egyeztetendő'-ként lesz megjelölve.
it_it: La transazione verrà inserita con il primo conto bancario: '%s' e contrassegnata come 'Da monitorare'
nl_nl: Transactie wordt opgeslagen in de eerste bankrekening: '%s' en gemarkeerd als 'Te controleren'
pl_pl: Transakcja będzie dodana do pierwszego konta bankowego: '%s' oraz zaznaczona jako 'Do wyjaśnienia'
pt_pt: A transação será inserida com a primeira conta bancária: '%s' e marcada como 'Dar Seguimento'
ru_ru: Транзакция будет сохранена в первый счёт: '%s' и отмечена как 'Отслеживать'
sk_sk: Transakcia bude vložená na prvý bankový účet: '%s' a označená ako 'Sledovať'
sv_se: Transaktionen kommer att infogas med det första bankkontot: '%s' och markeras som 'Följ upp'
tr_tr: İşlem ilk banka hesabına eklenecek: '%s' ve 'İzlenecek' olarak işaretlenecek.

source: Wrong WebApp account
cs_cz: Chybný účet WebApp
el_gr: Λάθος λογαριασμός WebApp
es_es: Cuenta WebApp incorrecta
fr_fr: Mauvais compte WebApp
he: חשבון אפליקציית רשת שגוי
hr_hr: Pogrešan račun web aplikacije
hu_hu: Hibás Webalkalmazás-számla
it_it: Conto WebApp errato
nl_nl: Foutief WebApp account
pl_pl: Niewłaściwe konto WebApp
pt_pt: Conta da Aplicação Web errada
ru_ru: Не верный WebApp счёт
sk_sk: Nesprávny účet webovej aplikácie
sv_se: Fel webbapp-konto
tr_tr: Yanlış WebApp hesabı

source: Today will be used as the transaction date
el_gr: Η σημερινή ημερομηνία θα χρησιμοποιηθεί ως ημερομηνία συναλλαγής
es_es: Se utilizará hoy como la fecha de la transacción
fr_fr: La date d'aujourd'hui sera utilisé comme celle de l'opération
hr_hr: Današnji dan će se koristiti kao datum transakcije
hu_hu: A mai nap lesz az ügylet dátuma
it_it: Oggi sarà utilizzato come data di transazione
pl_pl: Bieżący dzień będzie używany jako data transakcji
pt_pt: Hoje será usado como data da transação
ru_ru: Текущая дата будет использоваться как дата транзакции
sv_se: Idag kommer att användas som transaktionsdatum
tr_tr: İşlem tarihi olarak bugün kullanılacaktır

source: Unable to download attachments from the WebApp.
es_es: No se pueden descargar archivos adjuntos de la aplicación web.
fr_fr: Impossible de télécharger les transactions depuis l'application web.
hu_hu: Nem sikerült letölteni a mellékleteket a Webalkalmazásból.
it_it: Impossibile scaricare allegati dalla WebApp.
pt_pt: Não é possível descarregar os anexos a partir da WebApp.
ru_ru: Невозможно загрузить вложения из WebApp.
tr_tr: WebApp'tan ekler indirilemiyor.

source: Attachments folder not set or unavailable.
el_gr: Ο φάκελος συνημμένων δεν έχει οριστεί ή δεν είναι διαθέσιμος.
es_es: La carpeta de adjuntos no se ha configurado o no está disponible.
fr_fr: Le répertoire des pièces jointes n'a pas été créé ou n'est pas accessible.
hr_hr: Mapa priloga nije postavljena ili nije dostupna.
hu_hu: Mellékletek-könyvtár nincs beállítva vagy nem érhető el.
it_it: Cartella allegati non impostata o non disponibile.
pl_pl: Katalog załączników nieokreślony lub niedostępny.
pt_pt: Pasta de anexos não definida ou indisponível.
ru_ru: Папка для вложений не найдена или не задана.
sv_se: Mapp för bilagor är inte angiven eller otillgänglig.
tr_tr: İlişikler dizini oluşturulmadı ve kullanılamaz.

source: Transaction not downloaded:
cs_cz: Transakce nebyly staženy:
el_gr: Η συναλλαγή δεν λήφθηκε:
es_es: Transacción no descargada:
fr_fr: Opération non téléchargée:
he: תנועות לא ירדו:
hr_hr: Transakcija nije preuzeta:
hu_hu: Az ügylet nincs letöltve:
it_it: Transazione non scaricata:
nl_nl: Transactie niet gedownload:
pl_pl: Transakcja nie pobrana:
pt_pt: Transação não transferida:
ru_ru: Транзакция не загружена:
sv_se: Transaktionen laddades inte ner:
tr_tr: İşlem indirilemedi:

source: Please fix the attachments folder or delete the attachments from the WebApp.
es_es: Por favor, arregle la carpeta de archivos adjuntos o elimine los archivos adjuntos de la aplicación web.
fr_fr: Merci de corriger le répertoire des pièces jointes ou d'effacer les documents rattachés depuis l'application web.
hu_hu: Javítsa ki a mellékletek-könyvtárt, vagy törölje a mellékleteket a WebApp alkalmazásból.
it_it: Per favore, correggi la cartella degli allegati o elimina gli allegati dalla WebApp.
pt_pt: Por favor, verifique a configuração da pasta de anexos ou remova os anexos diretamente na WebApp.
tr_tr: Lütfen ekler klasörünü düzeltin veya WebApp'tan ekleri silin.

source: Attachment folder error
cs_cz: Chyba složky příloh
el_gr: Σφάλμα φακέλου επισύναψης
es_es: Error en la carpeta de adjuntos
fr_fr: Erreur dossier pièces jointes
he: שגיאת ספרית צרופות
hr_hr: Greška u mapi priloga
hu_hu: Hiba a mellékletek könyvtárral
it_it: Errore cartella allegati
nl_nl: Bijlagenmap niet gevonden
pl_pl: Błąd w katalogu załączników
pt_pt: Erro na pasta de anexos
ru_ru: Ошибка папка вложений
sv_se: Fel i mapp för bilagor
tr_tr: İlişik dizin hatası

source: Attachment
ar_sa: المرفق
cs_cz: Příloha
el_gr: Συνημμένο
es_es: Adjunto
fr_fr: Pièces jointes
he: צרופה
hr_hr: Prilog
hu_hu: Melléklet
it_it: Allegato
nl_nl: Bijlage
pl_pl: Załącznik
pt_pt: Anexo
ru_ru: Вложение
sk_sk: Príloha
sv_se: Bilaga
tr_tr: İlişik

source: Transaction not downloaded: please retry to download transactions
cs_cz: Transakce nebyly staženy: opakujte prosím stažení transakcí
el_gr: Η συναλλαγή δεν λήφθηκε: Παρακαλούμε προσπαθήστε να κατεβάσετε ξανά τις συναλλαγές
es_es: Transacción no descargada: vuelva a intentar descargar las transacciones
fr_fr: Les transactions n'ont pas été téléchargées : veuillez réessayer de télécharger les transactions
hr_hr: Transakcija nije preuzeta: pokušaj ponovo preuzeti transakcije
hu_hu: Ügylet nincs letöltve: Kérjük, próbálja újra letölteni az ügyleteket
it_it: Transazione non scaricata: prova a riscaricare le transazioni
pl_pl: Transakcja nie została pobrana: spróbuj ponownie pobrać transakcje
pt_pt: Transação não transferida: tente por favor transferir as transações novamente
ru_ru: Транзакция не загружена: повторите загрузку транзакций
sv_se: Transaktionen laddades inte ner: försök igen för att ladda ner transaktioner
tr_tr: İşlem indirilmedi: lütfen işlemleri indirmeyi yeniden deneyin

source: Attachment download error
cs_cz: Chyba stažení přílohy
el_gr: Σφάλμα λήψης συνημμένου
es_es: Error en la descarga del adjunto
fr_fr: Erreur de téléchargement de la pièce jointe
he: שגיאת הורדת צרופות
hr_hr: Greška u preuzimanju priloga
hu_hu: Melléklet letöltési hiba
it_it: Errore download allegato
nl_nl: Fout bij downloaden van bijlagen
pl_pl: Błąd pobierania załącznika
pt_pt: Erro ao transferir o anexo
ru_ru: Ошибка загрузки вложения
sv_se: Fel vid hämtning av bilaga
tr_tr: İlişik indirme hatası

source: Import WebApp transactions
cs_cz: Importovat transakce WebApp
el_gr: Εισαγωγή συναλλαγών WebApp
es_es: Importar transacciones de WebApp
fr_fr: Importer les transactions de l'application web
he: יבא תנועות מאפליקציית WEB
hr_hr: Uvezi transakcije web aplikacije
hu_hu: Webalkalmazás-ügyletek importálása
it_it: Importa transazioni WebApp
nl_nl: Importeer WebApp transacties
pl_pl: Importowanie transakcji WebApp
pt_pt: Importação de transações da Aplicação Web
ru_ru: Импортирую WebApp транзакции
sv_se: Importera transaktioner från WebApp
tr_tr: WebApp işlemlerini al

source: Network status (click to refresh)
cs_cz: Stav sítě (klepněte pro obnovení)
el_gr: Κατάσταση δικτύου (κάντε κλικ για ανανέωση)
es_es: Estado de la red (clic para actualizar)
fr_fr: Statut du réseau (cliquez pour actualiser)
hr_hr: Stanje mreže (klikni za aktualiziranje)
hu_hu: Hálózat állapota (kattintson/koppintson a frissítéshez)
it_it: Stato della rete (clicca per aggiornare)
pl_pl: Status sieci (kliknij aby odświeżyć)
pt_pt: Estado da rede (clique para atualizar)
ru_ru: Состояние сети (нажмите, чтобы обновить)
sv_se: Nätverksstatus (klicka för att uppdatera)
tr_tr: Ağ durumu (yenilemek için tıklayın)

source: URL
ar_sa: الرابط
fr_fr: Adresse URL
hu_hu: URL-cím
pl_pl: Adres URL

source: Checking for new transactions
el_gr: Έλεγχος για νέες συναλλαγές
es_es: Buscando nuevas transacciones
fr_fr: Vérification des nouvelles transactions
hr_hr: Traženje novih transakcija
hu_hu: Új ügyletek ellenőrzése
it_it: Controllo di nuove transazioni
pl_pl: Sprawdzanie nowych transakcji
pt_pt: A verificar novas transações
ru_ru: Проверка наличия новых транзакций
sv_se: Söker efter nya transaktioner
tr_tr: Yeni işlemler kontrol ediliyor

source: Attachments
ar_sa: المرفقات
cs_cz: Přílohy
el_gr: Συνημμένα
es_es: Adjuntos
fr_fr: Pieces jointes
he: צרופות
hr_hr: Prilozi
hu_hu: Mellékletek
it_it: Allegati
nl_nl: Bijlagen
pl_pl: Załączniki
pt_pt: Anexos
ru_ru: Вложения
sk_sk: Prílohy
sv_se: Bilagor
tr_tr: İlişikler

source: &Import all
cs_cz: &Importovat vše
el_gr: &Εισαγωγή όλων
es_es: &Importar todo
fr_fr: &Tout importer
he: &יבוא הכל
hr_hr: &Uvezi sve
hu_hu: Összes &importálása
it_it: &Importa tutte
nl_nl: &Alles importeren
pl_pl: &Importuj wszystko
pt_pt: &Importar todas
ru_ru: &Импортировать все
sv_se: &Importera alla
tr_tr: &Tümünü Al

source: Im&port and open all
el_gr: Εισα&γωγή και άνοιγμα όλων
fr_fr: Tout importer et ouvrir
hu_hu: Az összes im&portálása és megnyitása

source: Unable to download transactions from the WebApp.
es_es: No se pueden descargar las transacciones desde la aplicación web.
fr_fr: Impossible de télécharger les transactions depuis l'application web.
hu_hu: Nem sikerült letölteni az ügyleteket a Webalkalmazásból.
it_it: Impossibile scaricare le transazioni da WebApp.
ru_ru: Не могу загрузить транзакции с WebApp.
tr_tr: WebApp'tan işlemler indirilemiyor.

source: Transactions download error
cs_cz: Chyba stažení transakcí
el_gr: Σφάλμα λήψης των συναλλαγών
es_es: Error al descargar las transacciones
fr_fr: Erreur de téléchargement des transactions
hr_hr: Greška u preuzimanju transakcije
hu_hu: Ügylet letöltési hiba
it_it: Errore download transazioni
pl_pl: Błąd pobierania transakcji
pt_pt: Erro ao transferir transações
ru_ru: Ошибка загрузки транзакций
sv_se: Fel vid hämtning av transaktioner
tr_tr: İşlem indirme hatası

source: Unable to insert transaction in MMEX database
cs_cz: Transakci nelze vložit do databáze MMEX
el_gr: Αδυναμία εισαγωγής συναλλαγής στη βάση δεδομένων MMEX
es_es: No es posible insertar la transacción en la base de datos
fr_fr: Impossible d'insererr l'opération dans la base de données
he: לא מצליח להוסיף תנועות למסד נתוני MMEX
hr_hr: Nije moguće unijeti transakcije u MMEX bazu podataka
hu_hu: Nem sikerült beszúrni az ügyletet az MMEX-adatbázisba
it_it: Impossibile inserire l'operazione nel database di MMEX
nl_nl: Kan de transactie niet in het MMEX databestand opslaan
pl_pl: Nie można wprowadzić transakcji do bazy danych MMEX
pt_pt: Não foi possível inserir transação na base de dados MMEX
ru_ru: Включить возможность вставки транзакций в БД
sk_sk: Nepodarilo sa vložiť transakciu do MMEX databázy
sv_se: Det går inte att infoga transaktion i MMEX-databasen
tr_tr: MMEX veritabanına işlem ekleme başarısız.

source: WebApp communication error
cs_cz: Chyba komunikace WebApp
el_gr: Σφάλμα επικοινωνίας WebApp
es_es: Error de comunicación en la WebApp
fr_fr: Erreur de communication WebApp
he: שגיאת תקשורת אפליקציית רשת
hr_hr: Greška u komunikaciji s web aplikacijom
hu_hu: Webalkalmazás kommunikációs hiba
it_it: Errore di connessione con la WebApp
nl_nl: WebApp verbindingsfout
pl_pl: Błąd połączenia WebApp
pt_pt: Erro de comunicação com a Aplicação Web
ru_ru: Ошибка соединения WebApp
sk_sk: Chyba komunikácie s webovou aplikáciou
sv_se: Webbapp kommunikationsfel
tr_tr: WebApp iletişim hatası

source: &Open Attachment
el_gr: &Άνοιγμα Συνημμένου
fr_fr: Ouvrir une pièce jointe
hu_hu: &Melléklet megnyitása

source: Im&port and open
el_gr: Εισα&γωγή και άνοιγμα
fr_fr: Importer et ouvrir
hu_hu: Im&portálás és megnyitás

source: &Delete
ar_sa: &حذف
el_gr: &Διαγραφή
es_es: &Eliminar
fr_fr: &Supprimer
hr_hr: &Izbriši
hu_hu: &Törlés
it_it: &Elimina
pl_pl: &Usuń
pt_pt: &Eliminar
ro_ro: &Șterge
ru_ru: &Удалить
sv_se: &Radera
tr_tr: &Sil

source: C&ollapse All
el_gr: Σ&ύμπτυξη Όλων
es_es: C&ontraer todo
fr_fr: Réduire tout
hr_hr: &Sklopi sve
hu_hu: Összes össze&csukása
it_it: C&omprimi Tutto
pl_pl: Z&wiń wszystko
pt_pt: Colapsar tudo
ru_ru: &Свернуть все
sv_se: F&äll ihop alla
tr_tr: Tümünü Daralt

source: E&xpand All
el_gr: Α&νάπτυξη Όλων
es_es: A&mpliar todo
fr_fr: Développer tout
hr_hr: &Rasklopi sve
hu_hu: Összes ki&bontása
it_it: E&spandi Tutto
pl_pl: R&ozwiń wszystko
pt_pt: E&xpandir tudo
ru_ru: &Развернуть все
sv_se: E&xpandera alla
tr_tr: Tümünü Genişlet

source: Show all hidden categories
ar_sa: أظهر جميع الفئات المخفية
cs_cz: Zobrazit všechny skryté kategorie
el_gr: Εμφάνιση όλων των κρυφών κατηγοριών
es_es: Mostrar todas las categorías ocultas
fr_fr: Afficher toutes les catégories masquées
he: הצג את כל הקטגוריות המוסתרות
hr_hr: Prikaži sve skrivene kategorije
hu_hu: Összes rejtett kategória megjelenítése
it_it: Mostra tutte le categorie nascoste
nl_nl: Toon alle verborgen categorieën
pl_pl: Pokaż wszystkie ukryte kategorie
pt_pt: Mostrar todas as categorias ocultas
ro_ro: Arată toate categoriile ascunse
ru_ru: Показать скрытые категории
sk_sk: Zobraziť všetky skryté kategórie
sv_se: Visa alla dolda kategorier
tr_tr: Tüm gizli kategorileri göster

source: Clear Settings
ar_sa: مسح الإعدادات
cs_cz: Výchozí nastavení
el_gr: Καθαρισμός Ρυθμίσεων
es_es: Eliminar Ajustes
fr_fr: Effacer les configurations
he: נקה הגדרות
hr_hr: Izbriši postavke
hu_hu: Beállítások törlése
it_it: Ripristina Impostazioni
nl_nl: Instellingen wissen
pl_pl: Wyczyść ustawienia
pt_pt: Limpar as configurações
ro_ro: Șterge setările
ru_ru: Очистить настройки
sk_sk: Vymazať nastavenia
sv_se: Rensa inställningar
tr_tr: Ayarları Temizle

source: Remove hidden setting from all categories
el_gr: Αφαίρεση κρυφής ρύθμισης από όλες τις κατηγορίες
es_es: Eliminar ajustes ocultos de todas las categorías
fr_fr: Supprimer les paramètres cachés de toutes les catégories
hu_hu: Rejtett beállítás eltávolítása az összes kategóriából
it_it: Rimuovi l’impostazione nascosta da tutte le categorie
pl_pl: Usuń ukryte ustawienia ze wszystkich kategorii
sv_se: Ta bort dold inställning från alla kategorier
tr_tr: “Tüm kategorilerden gizli ayarı kaldır

source: &New
ar_sa: &جديد
cs_cz: &Nová
el_gr: &Νέο
es_es: &Nuevo
fr_fr: &Nouveau
he: &חדש
hr_hr: &Nova
hu_hu: &Új
it_it: &Nuovo
nl_nl: &Nieuw
pl_pl: &Nowy
pt_pt: &Novo
ro_ro: &Nou
ru_ru: С&оздать
sk_sk: &Nový
sv_se: &Ny
tr_tr: &Yeni

source: New category
el_gr: Νέα κατηγορία
es_es: Nueva Categoría
fr_fr: Nouvelle catégorie
hu_hu: Új kategória
it_it: Nuova categoria
pl_pl: Nowa kategoria
ru_ru: Новая категория
sv_se: Ny kategori
tr_tr: Yeni Kategori

source: Edit category
el_gr: Επεξεργασία κατηγορίας
es_es: Editar Categoría
fr_fr: Éditer la catégorie
hu_hu: Kategória szerkesztése
it_it: Modifica categoria
pl_pl: Edytuj kategorię
ru_ru: Редактировать категорию
sv_se: Redigera kategori
tr_tr: Kategoriyi düzenle

source: Delete category. The category is unable to be used by existing transactions.
el_gr: Διαγραφής κατηγορίας. Η κατηγορία δεν μπορεί να χρησιμοποιηθεί από υπάρχουσες συναλλαγές.
es_es: Eliminar categoría. No es posible usar la categoría en transacciones existentes.
fr_fr: Supprimer la catégorie. La catégorie ne peut pas être utilisée par des opérations existantes.
hu_hu: Kategória törlése. A kategória nem használható meglévő ügyleteknél.
it_it: Elimina categoria. La categoria non può essere utilizzata dalle transazioni esistenti.
pl_pl: Usuń istniejącą kategorię. Kategoria nie może być używana przez istniejące transakcje.
sv_se: Ta bort kategori. Kategorin kan inte användas av befintliga transaktioner.
tr_tr: Kategoriyi sil. Bu kategori mevcut işlemler tarafından kullanılamıyor.

source: Select the currently selected category as the selected category for the transaction
ar_sa: اختيار الصنف الحالي كصنف للعملية
cs_cz: Vybere označenou kategorii pro transakci
el_gr: Επιλέξτε την τρέχουσα επιλεγμένη κατηγορία ως κατηγορία επιλεγμένη για τη συναλλαγή
es_es: Utilizar la categoría seleccionada actualmente para la transacción
fr_fr: Choisir la catégorie sélectionnée comme catégorie pour l'opération
he: בחר בקטגוריה הנוכחית כקטגוריה הנבחרת עבור התנועה
hr_hr: Odaberi trenutačno odabranu kategoriju za transakciju
hu_hu: A jelenlegi kategória kijelölése az ügylethez használt kategóriakénti hozzárendeléshez
it_it: Seleziona la categoria attualmente selezionata come categoria per la transazione
nl_nl: Kies de huidige geselecteerde categorie als de geselecteerde categorie voor de transactie
pl_pl: Wybierz obecnie zaznaczoną kategorię jako kategorię dla transakcji
pt_pt: Utilizar a categoria selecionada na transacção
ro_ro: Setează categoria selectată curent drept categorie a tranzacției
ru_ru: Выбор выделенной категории для текущей проводки.
sk_sk: Vyberte aktuálnu kategóriu pre transakciu
tr_tr: Etkin olan kategoriyi işlem için seçilmiş kategori olarak seç

source: Name contains category delimiter.
ar_sa: الاسم يحتوي على محدد الفئة.
el_gr: Το όνομα περιέχει οριοθέτηση κατηγορίας.
es_es: El nombre contiene el delimitador de categorías.
fr_fr: Le nom contient le délimiteur de catégorie.
hr_hr: Ime sadrži znak odvajanja kategorija.
hu_hu: Név tartalmaz kategória elválasztó karaktert.
it_it: Il nome contiene delimitatore di categoria.
pl_pl: Nazwa zawiera separator kategorii.
pt_pt: Nome contém o delimitador de categoria.
ro_ro: Numele conţine delimitator de categorii.
ru_ru: Имя содержит разделитель категорий.
sv_se: Namnet innehåller kategoriavgränsare.
tr_tr: Ad, kategori sınırlayıcıyı içerir.

source: The colon (:) character is used to separate categories and subcategories and therefore should not be used in the name
el_gr: Ο χαρακτήρας άνω και κάτω τελείας (:) χρησιμοποιείται για τη διάκριση κατηγοριών και υποκατηγοριών και για αυτό δεν πρέπει να χρησιμοποιείται στο όνομα
es_es: El carácter de dos puntos (:) se utiliza para separar categorías y subcategorías y, por ello, no debe usarse en el nombre
fr_fr: Le caractère deux-points (:) est utilisé pour séparer les catégories et sous-catégories et ne doit donc pas être utilisé dans le nom
hr_hr: Znak dvotočke (:) se koristi za odvajanje kategorija i potkategorija i stoga se ne smije koristiti u imenu
hu_hu: A kettőspont (:) karakter a kategóriák és az alkategóriák elválasztására szolgál, ezért nem használható a névben
it_it: I due punti (:) sono utilizzati per separare categorie e sottocategorie e pertanto non dovrebbero essere utilizzati nel nome
pl_pl: Znak dwukropka (:) jest używany do oddzielania kategorii i podkategorii i dlatego nie powinien być używany w nazwie
pt_pt: O símbolo dois-pontos (:) é usado para separar categorias e subcategorias, logo não deve ser utilizado no nome
ro_ro: Caracterul două puncte (:) este folosit pentru a separa categorii și subcategorii și, prin urmare, nu ar trebui să fie folosit în nume
ru_ru: Символ двоеточия (:) используется для разделения категорий и подкатегорий и поэтому не следует использовать в названии
sv_se: Kolon (:) tecken används för att separera kategorier och underkategorier och bör därför inte användas i namnet
tr_tr: İki nokta üst üste (:) karakteri kategorileri ve alt kategorileri ayırmak için kullanılır ve bu nedenle başlıkta kullanılmamalıdır

source: Category Manager: Invalid Name
el_gr: Διαχείριση Κατηγοριών: Μη Έγκυρο Όνομα
es_es: Administrador de categorías: Nombre inválido
fr_fr: Gestionnaire de catégories : Nom invalide
hr_hr: Upravljač kategorija: Neispravno ime
hu_hu: Kategóriakezelő: Érvénytelen név
it_it: Gestore Categorie: Nome Non Valido
pl_pl: Menedżer kategorii: Nieprawidłowa nazwa
pt_pt: Gestor de Categoria: Nome inválido
ru_ru: Менеджер категорий: Неверное имя
sv_se: Kategorihanterare: Ogiltigt namn
tr_tr: Kategori Yöneticisi: Geçersiz ad

source: Enter the name for the new category:
ar_sa: أدخل اسم الفئة الجديدة:
cs_cz: Zadejte název nové kategorie:
el_gr: Εισάγετε το όνομα για τη νέα κατηγορία:
es_es: Escriba el nombre para la nueva categoría:
fr_fr: Entrer un nom pour la nouvelle catégorie:
he: הזן שם קטגוריה חדשה:
hr_hr: Unesi ime za novu kategoriju:
hu_hu: Új kategória nevének megadása:
it_it: Inserisci il nome per la nuova categoria:
nl_nl: Naam voor de nieuwe categorie invoeren:
pl_pl: Wprowadź nazwę nowej kategorii:
pt_pt: Digite o nome para a nova categoria:
ro_ro: Introdu numele pentru noua categorie:
ru_ru: Введите имя новой категории:
sk_sk: Zadajte názov novej kategórie:
sv_se: Ange namnet för den nya kategorin:
tr_tr: Yeni kategorinin adını girin:

source: Add Category
ar_sa: إضافة فئة
cs_cz: Přidat kategorii
el_gr: Προσθήκη Κατηγορίας
es_es: Añadir categoría
fr_fr: Ajouter une catégorie
he: הוסף קטגוריה
hr_hr: Dodaj kategoriju
hu_hu: Kategória hozzáadása
it_it: Aggiungi categoria
nl_nl: Categorie toevoegen
pl_pl: Dodaj kategorię
pt_pt: Adicionar Categoria
ro_ro: Adaugă o Categorie
ru_ru: Добавить категорию
sk_sk: Pridať kategóriu
sv_se: Lägg till kategori
tr_tr: Kategori Ekle

source: A category with this name already exists for the parent
el_gr: Υπάρχει κατηγορία με αυτό το όνομα για αυτόν τον γονέα
es_es: Ya existe una categoría con el mismo nombre en la matriz
fr_fr: Une catégorie avec le même nom existe déjà pour le parent
hu_hu: Már létezik ilyen nevű kategória a fölérendelthez
it_it: Esiste già una categoria con questo nome per la categoria genitore
pl_pl: Kategoria o tej samej nazwie istnieje dla nadrzędnej
pt_pt: Existe uma categoria com o mesmo nome para este pai
ro_ro: Există o categorie cu același nume pentru acest părinte
ru_ru: Категория с таким названием уже существует
tr_tr: Üst öğe için bu ada sahip bir kategori zaten mevcut
