Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Grocery tip: Reduce waste. Adopting better grocery shopping habits is one way to cut back on wasted food and money. Make a list of everything you throw out without using, such as spoiled leftovers or soggy lettuce, to get a sense of the full scale of the issue.
es_es: Consejo para la lista de la compra: Reduzca los residuos. Adoptar mejores hábitos de compra es una forma de reducir los desperdicios de alimentos y dinero. Haga una lista de todo lo que tira sin usar, como restos estropeados o lechugas podridas, para tener una sensación de la magnitud completa del problema.
fr_fr: Astuce pour les courses : Réduisez le gaspillage. Adopter de meilleures habitudes de courses est l'un des moyens de réduire le gaspillage de nourriture et d'argent. Faites une liste de tout ce que vous jetez sans l'avoir utilisé, comme les restes avariés ou la laitue flétrie, pour avoir un bon aperçu de la dimension du problème.
hu_hu: Élelmiszer-vásárlási tipp: Csökkentse a hulladékot. A jobb élelmiszer-vásárlási szokások elfogadása az egyik módja annak, hogy csökkentsük a kidobott élelmiszerek és pénzek számát. Készítsen listát mindenről, amit felhasználás nélkül kidob, például a romlott maradékot vagy az elázott salátát, hogy átérezhesse a probléma teljes mértékét.
it_it: Suggerimento per la spesa: riduci gli sprechi. Adottare migliori abitudini nella spesa è un modo per ridurre gli sprechi di cibo e di denaro. Fai una lista di tutto ciò che butti via senza utilizzarlo, come gli avanzi avariati o la lattuga ammuffita, per avere un'idea dell'entità del problema.
pl_pl: Wskazówka dotycząca zakupów spożywczych: Ogranicz marnotrawstwo. Przyjęcie lepszych nawyków robienia zakupów spożywczych to jeden ze sposobów na ograniczenie marnowania żywności i pieniędzy. Zrób listę wszystkiego, co wyrzucasz bez użycia, np. zepsutych resztek lub rozmiękłej sałaty, aby uzyskać pełny obraz problemu.
pt_pt: Dica de mercearia: Reduza o desperdício. Adotar melhores hábitos de compras de mercearia é uma maneira de evitar o desperdício de comida e dinheiro. Faça uma lista de tudo o que você joga fora sem usar, como sobras estragadas ou alface adormecido, para ter uma noção da escala total da questão.
ru_ru: Совет по продуктовым покупкам: Сокращайте отходы. Изменение привычек в покупках продуктов - это один из способов сократить расточительство еды и денег. Ведите список всего, что вы выбрасываете без использования, например, испорченные остатки или забрызганный салат, чтобы понять масштаб проблемы в полном объеме.
tr_tr: Bakkal ipucu: Atıkları azaltın. Daha iyi bakkal alışveriş alışkanlıkları benimsemek, boşa harcanan yiyecek ve parayı azaltmanın bir yoludur. Sorunun tam ölçeğini anlamak için şımarık artıklar veya kötü olan marul gibi kullanmadan attığınız her şeyin bir listesini yapın.

source: Grocery tip: Read sales flyers. Review each store’s flyer and match what is on sale with what is on your list or plan meals around sale items. It is sometimes more cost-effective to visit multiple stores in one week to get the best value.
es_es: Consejos para la compra: Leer los catálogos de ofertas. Revise los catálogos de ofertas y compre en cada tienda lo que esté de oferta que esté en su lista de compra. A veces es más rentable visitar múltiples tiendas en una misma semana para obtener el mejor precio de cada producto.
fr_fr: Astuce pour les courses : Lisez les promotions des magasins. Examinez celles de chaque magasin et associez ce qui est en vente à ce qui se trouve sur votre liste ou planifiez des repas autour des articles en promotion. Il est parfois plus économique de faire plusieurs magasins en une semaine afin d'obtenir les meilleurs prix.
hu_hu: Élelmiszer-vásárlási tipp: Olvasson értékesítési szórólapokat. Tekintse át az egyes üzletek szórólapjait, és párosítsa az akciókat a listán szereplőkkel, vagy tervezzen étkezést az akciós termékek köré. Néha költséghatékonyabb, ha egy héten több üzletet keres fel, hogy a legjobb ár-érték arányt kapja.
it_it: Consiglio per la spesa: Leggi i volantini delle offerte. Esamina i volantini di ogni negozio e abbina ciò che è in offerta con ciò che hai nella tua lista o pianifica i pasti in base agli articoli in promozione. A volte è più conveniente visitare più negozi in una settimana per ottenere il miglior rapporto qualità-prezzo.
pl_pl: Wskazówka dotycząca zakupów spożywczych: Czytaj ulotki promocyjne. Przejrzyj ulotki każdego sklepu i dopasuj to, co jest w promocji, do tego, co jest na Twojej liście lub zaplanuj posiłki wokół artykułów objętych promocją. Czasami bardziej opłacalne jest odwiedzenie kilku sklepów w ciągu jednego tygodnia, aby uzyskać najlepszą wartość.
pt_pt: Dica de mercearia: Leia os folhetos promocionais. Veja o folheto de cada loja e combine os produtos em promoção com o que está na sua lista ou planeie as refeições com base nos artigos em promoção. Por vezes, é mais económico visitar várias lojas na mesma semana para conseguir os melhores preços.
tr_tr: Bakkal ipucu: Satış broşürlerini okuyun. Her mağazanın broşürünü inceleyin ve satışta olanları listenizde olanlarla veya satış ögelerinin etrafında yemek planlayın. En iyi değeri elde etmek için bir haftada birden fazla mağazayı ziyaret etmek bazen daha uygun maliyetlidir.

source: Cut back on subscriptions. Is a subscription to every streaming service required? Is the paid service expense required, or is an advertising-supported free service sufficient? Is the book club membership required, or is a visit to the library once per month sufficient?
es_es: Recorte en las suscripciones. ¿Es necesaria una suscripción a cada servicio de streaming o es suficiente un servicio gratuito con anuncios? ¿Es necesario pertenecer al club de libros o es suficiente una visita a la biblioteca una vez al mes?
fr_fr: Réduction des abonnements. Un abonnement à tous les services de streaming est-il nécessaire ? Des frais de service payants sont-ils requis alors qu'un service gratuit pris en charge par la publicité serait suffisant ? L’adhésion à un club du livre est-elle nécessaire ou peu-elle être remplacée par une visite de la bibliothèque locale une fois par mois ?
hu_hu: Csökkentse az előfizetéseket. Minden streaming szolgáltatásra elő kell fizetni? Kötelező-e a fizetett szolgáltatási költség, vagy elegendő egy reklámokkal támogatott ingyenes szolgáltatás? Kötelező-e a könyvklub tagság, vagy elegendő havonta egyszer ellátogatni a könyvtárba?
it_it: Riduci le spese per gli abbonamenti. È davvero necessario avere un abbonamento a ogni servizio di streaming? La spesa per un servizio a pagamento è indispensabile, oppure può essere sufficiente una versione gratuita con pubblicità? L’iscrizione a un club del libro è davvero necessaria, o una visita in biblioteca una volta al mese può bastare?
pl_pl: Ogranicz subskrypcje. Czy subskrypcja każdej usługi streamingowej jest wymagana? Czy wymagany jest płatny koszt usługi, czy wystarczy darmowa usługa wspierana reklamami? Czy wymagane jest członkostwo w klubie książki, czy wystarczy wizyta w bibliotece raz w miesiącu?
pt_pt: Reduza as subscrições. Será mesmo necessário ter uma subscrição para cada serviço de streaming? Precisa mesmo do serviço pago, ou será que um serviço gratuito com publicidade é suficiente? É mesmo indispensável a inscrição no clube do livro, ou bastará uma visita mensal à biblioteca?
tr_tr: Abonelikleri azaltın. Her yayın servisine abone olmak gerekli mi? Ücretli hizmet masrafı şart mı, yoksa reklam destekli ücretsiz bir hizmet yeterli mi? Kitap kulübü üyeliği gerekli mi, yoksa ayda bir kez kütüphaneye gitmek yeterli mi?

source: Use open source alternatives to proprietary software. Search at https://www.opensourcealternative.to/
es_es: Utilice alternativas de código abierto al software propietario. Busque en https://www.opensourcealternative.to/
fr_fr: Utilisez des alternatives open source aux logiciels propriétaires. Voir notamment https://www.bercynumerique.finances.gouv.fr/logiciels-libres-recommandes-par-letat-la-liste-officielle
hu_hu: Cserélje le a zárt forráskódú szoftvert szabadság/ingyenes nyílt forráskódú szoftverre. Keressen a https://www.opensourcealternative.to/ oldalon
it_it: Utilizza alternative open source ai software proprietari. Cerca su https://www.opensourcealternative.to/
pl_pl: Użyj alternatyw open source dla zastrzeżonego oprogramowania. Szukaj na https://www.opensourcealternative.to/
pt_pt: Utilize alternativas de código aberto ao software proprietário. Pesquise em https://www.opensourcealternative.to/
tr_tr: Açık kaynak alternatiflerini, özel yazılımlar yerine kullanın. Arayın: https://www.opensourcealternative.to/

source: Parent tip: If you are asked to be a guarantor for a loan for your college student, first check to see if your child has maxed out federal loan, grant, and scholarship options.
es_es: Sugerencia para padres: Si se le pide que sea el aval para un préstamo para su hijo universitario, primero compruebe si su hijo tiene alguna opción de préstamo o becas federales.
fr_fr: Astuce pour les parents : Si on vous demande d'être le garant d'un prêt pour votre étudiant, vérifiez d'abord si votre enfant a utilisé tous ses droits en termes de prêts subventionnés et de bourses d'études.
hu_hu: Szülői tipp: ha felkérik, hogy vállaljon kezességet főiskolai hallgatója hiteléhez, először ellenőrizze, hogy gyermeke kihasználta-e a szövetségi hitel-, támogatás- és ösztöndíj-lehetőségeket.
it_it: Consiglio per i genitori: Se ti viene chiesto di fare da garante per un prestito a favore di tuo figlio studente universitario, verifica prima se ha già esplorato tutte le opzioni disponibili, come borse di studio, sovvenzioni e altre agevolazioni economiche per studenti.
pl_pl: Wskazówka dla rodziców: Jeśli zostaniesz poproszony o poręczenie pożyczki dla swojego uczącego się dziecka, sprawdź najpierw, czy Twoje dziecko wykorzystało już w pełni rządowe dotacje, granty i stypendia.
pt_pt: Dica para pais: Se lhe pedirem para ser fiador de um empréstimo para o seu filho universitário, verifique primeiro se ele já esgotou todas as opções de empréstimos, bolsas e subsídios do governo disponíveis.
tr_tr: Ebeveyn İpucu: Üniversite öğrenciniz için bir krediye kefil olmanız istenirse, öncelikle çocuğunuzun federal kredi, hibe ve burs seçeneklerini tamamen kullanıp kullanmadığını kontrol edin.

source: Get out of debt tip: Pay yourself 10% first. Put this into an account that is hard to touch. Ensure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
es_es: Consejo para salir de deudas: Guárdese el 10% primero. Póngalo en una cuenta con la que sea más difícil de tocar. Asegúrese que sea engorroso sacar el dinero (como tener que ir al banco), así sólo lo usará para gastos importantes.
fr_fr: Astuce pour éviter les dettes : Mettez de côté 10 % de vos revenus en priorité. Mettez les sur un compte qu'il est difficile d'accès. Assurez-vous que cela soit une corvée de faire sortir l'argent (qu'il faille aller jusqu'à l'agence bancaire) afin que vous n'y touchiez que consciemment et pour des dépenses importantes.
hu_hu: Szálljon ki az adósságból tipp: Először fizessen magának 10%-ot. Tegye ezt egy olyan fiókba, amelyet nehéz megérinteni. Gondoskodjon arról, hogy a pénz kiszedése melós (a bankba kell autózni), így csak tudatosan és nagyobb kiadások miatt csapol rá.
it_it: Suggerimento per uscire dai debiti: metti da parte subito il 10% del tuo reddito. Depositalo in un conto difficile da accedere, in modo che prelevare i soldi richieda uno sforzo (ad esempio, dover andare in banca di persona). Così eviterai di usarli impulsivamente e li conserverai solo per spese realmente importanti.
pl_pl: Wskazówka dotycząca wyjścia z długów: Najpierw wypłać sobie 10%. Wpłać to na konto, którego trudno dotknąć. Upewnij się, że wypłacenie pieniędzy jest uciążliwe (np. musisz jechać do banku), dzięki czemu będziesz korzystać z nich tylko świadomie i na większe wydatki.
pt_pt: Dica para sair das dívidas: Pague primeiro a si próprio, 10%. Coloque esse valor numa conta de difícil acesso. Certifique-se de que levantar esse dinheiro é trabalhoso (por exemplo, ter de se deslocar ao banco), para que só o utilize de forma consciente e para despesas realmente importantes.
tr_tr: Borçtan kurtulma ipucu: Önce kendinize %10 ödeyin. Bu parayı erişilmesi zor bir hesaba yatırın. Parayı çekmek zahmetli olsun (örneğin bankaya gitmeniz gerekirse), böylece yalnızca bilinçli olarak ve büyük harcamalar için kullanırsınız.

source: Get out of debt tip: Establish an emergency fund.
es_es: Consejo para salir del endeudamiento: Establezca un fondo de emergencia.
fr_fr: Astuce pour éviter les dettes : Conservez une réserve en cas d'urgence.
hu_hu: Szálljon ki az adósságból tipp: különítsen el biztonsági tartalékot.
it_it: Consiglio per uscire dai debiti: Crea un fondo di emergenza.
pl_pl: Wskazówka dotycząca wyjścia z długów: Utwórz fundusz awaryjny.
pt_pt: Dica para sair das dívidas: Crie um fundo de emergência.
tr_tr: Borçtan kurtulma ipucu: Bir acil durum fonu oluşturun.

source: Get out of debt tip: Stop acquiring new debt.
es_es: Consejo para salir del endeudamiento: Deje de adquirir nuevas deudas.
fr_fr: Astuce pour éviter les dettes : Arrêter de prendre de nouvelles dettes.
hu_hu: Szálljon ki az adósságból tipp: ne vegyen fel újabb kölcsönt.
it_it: Consiglio per uscire dai debiti: Smetti di accumulare nuovi debiti.
pl_pl: Wskazówka dotycząca wyjścia z długów: Przestań zaciągać nowe długi.
pt_pt: Dica para sair das dívidas: Pare de contrair novas dívidas.
tr_tr: Borçtan kurtulma ipucu: Yeni borç edinmeyi bırakın.

source: Get out of debt tip: Create a realistic budget for the expenses.
es_es: Consejo para salir del endeudamiento: Cree un presupuesto realista para sus gastos.
fr_fr: Astuce pour éviter l'endettement : Réalisez un budget réaliste de vos dépenses.
hu_hu: Szálljon ki az adósságból tipp: Készítsen reális költségvetést a kiadásokra.
it_it: Suggerimento per uscire dai debiti: crea un budget realistico per le spese.
pl_pl: Wskazówka dotycząca wyjścia z długów: Utwórz realistyczny budżet wydatków.
pt_pt: Dica para sair das dívidas: Crie um orçamento realista para as despesas.
tr_tr: Borçtan kurtulma ipucu: Harcamalar için gerçekçi bir bütçe oluşturun.

source: Get out of debt tip: Spend less than you earn.
es_es: Consejo para salir del endeudamiento: Gaste menos de lo que gana.
fr_fr: Astuce pour éviter les dettes : Dépensez moins que vous ne gagnez.
hu_hu: Szálljon ki az adósságból tipp: költsön kevesebbet, mint a bevételei.
it_it: Consiglio per uscire dai debiti: Spendi meno di quanto guadagni.
pl_pl: Wskazówka dotycząca wyjścia z długów: Wydawaj mniej niż zarabiasz.
pt_pt: Dica para sair das dívidas: Gaste menos do que aquilo que ganha.
tr_tr: Borçtan kurtulma ipucu: Kazandığınızdan daha az harcayın.

source: Get out of debt tip: Pay more than the minimum.
es_es: Consejo para salir del endeudamiento: Pague más que el mínimo.
fr_fr: Astuce pour éviter les dettes : Payez plus que le minimum demandé.
hu_hu: Szálljon ki az adósságból tipp: visszafizesse többet, mint a minimum.
it_it: Consiglio per uscire dai debiti: Quando rimborsi un debito, cerca di pagare più della rata minima richiesta.
pl_pl: Wskazówka dotycząca wyjścia z długów: Zapłać więcej niż minimum.
pt_pt: Dica para sair das dívidas: Pague mais do que o valor mínimo.
tr_tr: Borçtan kurtulma ipucu: Asgari tutardan daha fazlasını ödeyin.

source: Get out of debt tip: If you have a mountain of debt, studies show paying off the smallest debts can give you the confidence to tackle the larger ones.
es_es: Consejo para salir del endeudamiento: si tiene una montaña de deudas, los estudios muestran que el pago de las deudas más pequeñas puede darle la confianza para abordar las más grandes.
fr_fr: Astuce pour éviter les dettes : Si vous avez une montagne de dettes, des études montrent que le remboursement des plus petites dettes peut vous donner la confiance nécessaire pour vous attaquer aux plus grands.
hu_hu: Szálljon ki az adósságból tipp: ha adóssághegyei vannak, a tanulmányok azt mutatják, hogy a legkisebb adósságok törlesztése önbizalmat adhat a nagyobbak leküzdéséhez.
it_it: Consiglio per uscire dai debiti: Se hai un'enorme quantità di debiti, gli studi dimostrano che estinguere prima i debiti più piccoli può darti la fiducia necessaria per affrontare quelli più grandi.
pl_pl: Wskazówka dotycząca wyjścia z długów: Badania pokazują, że jeśli masz górę długów, spłacanie najmniejszych zobowiązań może dodać ci pewności siebie potrzebnej do poradzenia sobie z większymi.
pt_pt: Dica para sair das dívidas: Se tem uma grande quantidade de dívidas, estudos mostram que liquidar as dívidas mais pequenas pode dar-lhe confiança para enfrentar as maiores.
tr_tr: Borçtan kurtulma ipucu: Eğer büyük miktarda borcunuz varsa, araştırmalar en küçük borçları kapatmanın daha büyük borçlarla başa çıkma konusunda güven kazandırdığını gösteriyor.

source: Before going to a shop and buying something, take the time to make a list of what you really need. In the shop, only buy what is on your list.
es_es: Antes de ir a una tienda y comprar algo: tómese algo de tiempo para hacer una lista de lo que realmente necesite. En la tienda compre solo lo que haya en la lista.
hu_hu: Mielőtt elmenne egy boltba és vásárolna valamit, szánjon időt arra, hogy készítsen egy listát arról, mire van szüksége. A boltban csak azt vásárolja meg, ami a listán van.
it_it: Prima di andare in negozio a fare acquisti, prenditi il tempo per fare una lista di ciò di cui hai veramente bisogno. In negozio, acquista solo ciò che è sulla tua lista.
pl_pl: Zanim pójdziesz do sklepu i coś kupisz, poświęć chwilę na zrobienie listy tego, czego naprawdę potrzebujesz. W sklepie kupuj tylko to, co jest na liście.
pt_pt: Antes de ir a uma loja e comprar algo, dedique algum tempo a fazer uma lista do que realmente precisa. Na loja, compre apenas o que está na sua lista.
sv_se: Innan du går till en butik och köper något, ta dig tid att göra en lista över vad du verkligen behöver. I butiken köper du bara det som finns på din lista.
tr_tr: Bir dükkana gitmeden ve bir şeyler satın almadan önce, gerçekten ihtiyacınız olanın bir listesini yapmak için zaman ayırın. Dükkanda, sadece listenizde olanı satın alın.

source: Using MMEX it is possible to track stocks/mutual funds investments.
ar_sa: ومن الممكن تتبع الاستثمارات في الأسهم/الصناديق المشتركة باستخدام نظام MMEX.
cs_cz: Pomocí MMEX můžete sledovat a mít přehled o toku akcií i investic.
el_gr: Με τη χρήση του MMEX είναι δυνατή η παρακολούθηση επενδύσεων σε μετοχές/αμοιβαία κεφάλαια.
es_es: Con MMEX es posible hacer un seguimiento de las acciones/fondos de inversión.
fr_fr: En utilisant MMEX, il est possible de suivre les fonds d'investissements ou des fonds communs de placement.
he: שימוש ב MMEX מאפשר מעקוב אחרהשקעות במניות/קרנות נאמנות.
hr_hr: S MMEX-om možeš pratiti investicije u vlasničke udjele/investicijske fondove.
hu_hu: Az MMEX-t használva az értékpapírok és a befektetési alapok is követhetők.
it_it: Usando MMEX è possibile seguire investimenti in titoli e fondi comuni.
nl_nl: Met MMEX is het mogelijk om effecten- of beleggingsfondsen te volgen.
pl_pl: MMEX umożliwia śledzenie akcji / funduszy inwestycyjnych.
pt_pt: Utilizando o MMEX é possível seguir investimentos em ações/fundos de investimento.
ro_ro: Using MMEX, este posibil să urmăriți investițiile în acțiuni/fonduri mutuale.
ru_ru: Используя MMEX можно отслеживать инвестиции, такие как акции, облигации и т.п.
sk_sk: Pomocou MMEX môžete mať prehľad o investíciach do akcií a podielových fondov.
tr_tr: MMEX'i kullanarak hisse senedi/ortak fon yatırımlarını izlemek olanaklıdır.

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
ar_sa: لإنشاء دخول أسهم جديدة، يجب إدخال الرمز وعدد الأسهم ونسب الشراء.
cs_cz: Pro vytvoření nových akcií je nutné zadat symbol, velikost podílu a nákupní cenu.
el_gr: Για να δημιουργήσετε νέα εγγραφή αποθεμάτων το Σύμβολο, ο αριθμός των μετοχών και η έκπληξη αγοράς θα πρέπει να εισαχθεί.
es_es: Para crear una nueva acción debe introducir el símbolo, el número de acciones y el precio de compra.
fr_fr: Pour créer un nouveau titre, entrer le symbole, le nombre de titres et le prix d'achat.
he: על מנת לייצור ניר ערך חדש, יש להזין את סמל הניר, מספר יחידות שנרכשו ואת מחיר הרכישה.
hr_hr: Za unos novog vlasničkog udjela, moraš unijeti oznaku, broj dionica i nabavnu cijenu.
hu_hu: Új értékpapír bejegyzésének készítéshez meg kell adni a jelet, a vásárolt darabszámot és vételi árfolyamot.
it_it: Per creare nuovi titoli devono essere inseriti il simbolo, il numero di azioni e il prezzo d'acquisto.
nl_nl: Om nieuwe aandelen in te voeren moet een symbool, aantal aandelen en de aankoopprijs worden ingevoerd.
pl_pl: Do utworzenia nowego wpisu aktywów należy wprowadzić symbol, ilość i cenę akcji.
pt_pt: Para criar novas ações será necessário inserir o Símbolo, Número de participações e Preços de compra.
ro_ro: Pentru a crea o nouă înregistrare pentru acțiuni, trebuie introdus simbolul, numărul de acțiuni și prețul de achiziție.
ru_ru: Для создания нового актива надо задать Тикер, количество и покупную цену.
sk_sk: Pri pridávaní záznamov o akciach musí byť zadaný symbol, počet akcií a nadobúdacia cena.
tr_tr: Yeni hisse senedi giriş simgesi yaratmak için, pay sayısı ve alış fiyatı girilmelidir.

source: Sample of UK (HSBC HLDG) share: HSBA.L
ar_sa: عينة من المملكة المتحدة (HSBC HLDG) مشاركة: HSBA.L
cs_cz: Příklad UK (HSBC HLDG) podíl: HSBA.L
el_gr: Δείγμα του Ηνωμένου Βασιλείου (HSBC HLDG) μετοχή: HSBA.L
es_es: Ejemplo de una cotización del IBEX: SAN.MC
fr_fr: Exemple en France (Sanofi) titre : SAN ou FR0000120578
he: דוגמה לסמל נייר (HSBC HLDG) אנגלי:HSBA.L
hr_hr: Primjer UK (HSBC HLDG) dionice: HSBA.L
hu_hu: Minta brit (HSBC HLDG) részvény: HSBA.L
it_it: Esempio di azione UK (HSBC HLDG): HSBA.L
nl_nl: Voorbeeld voor UK (HSBC HLDG) aandeel: HSBA.L
pl_pl: Przykład brytyjskiej akcji (HSBC HLDG): HSBA.L
pt_pt: Exemplo da ação do Reino Unido (HSBC HLDG): HSBA.L
ro_ro: Exemplu de acțiune în Marea Britanie (HSBC Holdings): HSBA.L
ru_ru: Пример актива GAZPROM, тикер: GAZP.ME
sk_sk: Príklad z UK (HSBC HLDG) akcia: HSBA.L
tr_tr: UK (HSBC HLDG) payı örneği: HSBA.L

source: Before starting to invest, have a fully funded emergency fund.
es_es: Antes de empezar a invertir, tenga un fondo de emergencia bien financiado.
fr_fr: Avant de commencer à investir, veillez à constituer une épargne de précaution suffisante.
hu_hu: Mielőtt elkezdené a befektetést, rendelkezzen egy teljesen finanszírozott segélyalappal.
it_it: Prima d'iniziare a investire, assicurati di avere un fondo di emergenza completamente finanziato.
pl_pl: Zanim zaczniesz inwestować, musisz mieć w pełni zabezpieczony fundusz awaryjny.
pt_pt: Antes de começar a investir, tenha um fundo de emergência totalmente financiado.

source: Before starting to invest, know your cash flow (have a budget).
es_es: Antes de empezar a invertir, conozca su flujo de efectivo (tenga un presupuesto).
fr_fr: Avant de commencer à investir, évaluez vos flux de trésorerie (réaliser un budget).
hu_hu: Mielőtt elkezdené a befektetést, ismerje meg pénzforgalmát (legyen költségvetése).
it_it: Prima di iniziare a investire, conosci il tuo flusso di cassa (ovvero, stila un budget).
pl_pl: Zanim zaczniesz inwestować, poznaj swój przepływ środków pieniężnych (sporządź budżet).
pt_pt: Antes de começar a investir, conheça o seu fluxo de caixa (tenha um orçamento).
tr_tr: Yatırım yapmaya başlamadan önce, nakit akışınızı bilin (bir bütçeniz olsun).
