Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Use Original Date when Pasting Transactions
ar_sa: استخدام التاريخ الاصلي عند لصق المعاملات
cs_cz: Při vkládání transakcí použít původní datum
el_gr: Να χρησιμοποιείται η αρχική ημερομηνία όταν επικολλώνται συναλλαγές
es_es: Utilizar la fecha original al pegar transacciones
fr_fr: Coller les opérations avec la date d'origine
he: השתמש בתאריך מקורי בזמן רישום תנועה
hr_hr: Koristiti originalni datum prilikom lijepljenja transakcija
hu_hu: Ügyletek beillesztésekor az eredeti dátumot használja
it_it: Usa la Data Originale quando incolli le transazioni
nl_nl: Gebruik oude datum bij plakken van transacties
pl_pl: Użyj oryginalnej daty przy wklejaniu transakcji
pt_pt: Use a Data Original quando Copiar Transacções
ro_ro: Folosește data originală la lipirea tranzacțiilor
ru_ru: При копировании дату не менять
sk_sk: Použiť pôvodný dátum pri vkladaní transakcií
sv_se: Använd ursprungsdatum vid inklistring av transaktioner
tr_tr: İşlemleri Kopyalarken Orjinal Tarihi Kullan

source: Select whether to use the original transaction date or current date when copying/pasting transactions
ar_sa: استخدام التاريخ الاصلي عند نسخ/لصق المعاملات
cs_cz: Zvolte zda se použije původní datum transakce nebo datum aktuální při kopírování/vkládání transakcí
el_gr: Επιλέξτε αν θα χρησιμοποιείτε την αρχική ημερομηνία της συναλλαγής ή την τρέχουσα ημερομηνία όταν αντιγράφετε/επικολλάτε συναλλαγές
es_es: Selecciónelo para usar la fecha original de la transacción o la fecha actual cuando se copien/peguen transacciones
fr_fr: Option pour conserver la date d'origine ou la date courante des opérations lors de Copier/Coller
he: הגדר באם להשתמש בתאריך מקורי או תאריך היום בזמן העתקה והדבקה של תנועה
hr_hr: Odaberi, da li želiš koristiti originalni datum transakcije ili aktualni datum, kad kopiraš/lijepiš transakcije
hu_hu: Jelölje be, hogy másoláskor a tranzakció eredeti dátumát, vagy a jelenlegi dátumot használja-e
it_it: Seleziona se utilizzare la data originale della transazione o la data corrente durante la copia/incolla delle transazioni
nl_nl: Selecteer of u de originele transactiedatum of de huidige datum wilt gebruiken bij kopiëren en plakken
pl_pl: Wybierz, czy użyć oryginalnej daty transakcji czy aktualnej daty podczas kopiowania/wklejania transakcji
pt_pt: Selecionar se quer usar a data original da transacção ou a data actual quando copiar/colar as transacções
ro_ro: Alege dacă să fie folosită data originală a tranzacției sau data curentă, atunci cînd se copiază/lipesc tranzacții
ru_ru: Отметьте, использовать ли первоначальную или текущую дату транзакции при копировании или вставке
sk_sk: Vyberte či použiť pôvodný alebo aktuálny dátum pri vkladaní/kopírovaní transakcií
sv_se: Välj om du vill använda det ursprungliga transaktionsdatumet eller det aktuella datumet vid kopiering/klistra in transaktioner
tr_tr: İşlemlerii kopyalayıp / yapıştırırken orjinal hareket tarihinin mi yoksa günün tarihinin mi kullanılacağını belirtin.

source: Use Original Date when Duplicating Transactions
ar_sa: استخدام التاريخ الأصلي عند تكرار المعاملات
el_gr: Χρησιμοποιήστε την αρχική ημερομηνία όταν δημιουργείτε διπλότυπες συναλλαγές
es_es: Duplicar transacciones utilizando la fecha original
fr_fr: Dupliquer les opérations avec la date d'origine
hu_hu: Ügyletek megkettőzésekor az eredeti dátumot használja
it_it: Usa la Data Originale quando Duplichi le Transazioni
pl_pl: Użyj oryginalnej daty przy duplikowaniu transakcji
pt_pt: Usar a Data Original quando Duplicar Transações
ru_ru: Использовать исходную дату при дублировании транзакций
sv_se: Använd ursprungsdatum vid duplicering av transaktioner
tr_tr: İşlemleri Kopyalarken Orijinal Tarihi Kullanın

source: Select whether to use the original transaction date or current date when duplicating transactions
ar_sa: حدد ما إذا كان سيتم استخدام تاريخ المعاملة الأصلية أو التاريخ الحالي عند تكرار المعاملات
el_gr: Επιλέξτε αν θα χρησιμοποιηθεί η αρχική ημερομηνία της συναλλαγής ή η τρέχουσα ημερομηνία όταν δημιουργείτε διπλότυπες συναλλαγές
es_es: Seleccione si desea utilizar la fecha original de la transacción o la fecha actual al duplicar las transacciones
fr_fr: Indiquez si vous souhaitez utiliser la date de l'opération originale ou la date courante lors de la duplication des opérations
hu_hu: Jelölje be, hogy az eredeti ügylet dátumát vagy a jelenlegi dátumot használja-e az ügyletek megkettőzésekor
it_it: Seleziona se utilizzare la data originale della transazione o la data corrente quando si duplicano le transazioni
pl_pl: Wybierz, czy użyć oryginalnej daty transakcji czy aktualnej daty podczas duplikowania transakcji
pt_pt: Selecionar a utilização da data original da transacção ou a data actual quando copiar/colar transacções
ru_ru: Выберите, использовать ли первоначальную дату транзакции или текущую дату при дублировании транзакций
sv_se: Välj om du vill använda det ursprungliga transaktionsdatumet eller det aktuella datumet vid duplicering av transaktioner
tr_tr: Hareketleri kopyalarken orijinal işlem tarihini mi yoksa geçerli tarihi mi kullanacağınızı seçin

source: Use Original State when Duplicating or Pasting Transactions
el_gr: Χρησιμοποιήστε την αρχική κατάσταση όταν δημιουργείτε διπλότυπες ή επικολλάτε συναλλαγές
es_es: Usar estado original al duplicar o pegar transacciones
fr_fr: Conserver l'état original des opérations lors de leur duplication ou déplacement
hu_hu: Eredeti állapot használata ügyletek másolásakor vagy beillesztésekor
it_it: Utilizzare lo stato originale quando si duplicano o incollano le transazioni
ru_ru: Использовать исходную дату при дублировании или вставке транзакций
sv_se: Använd ursprungsstatus vid duplicering av transaktioner
tr_tr: İşlemleri çoğaltırken veya yapıştırırken özgün durumu kullan

source: Select whether to use the original state or default state when duplicating or copy and paste transactions
el_gr: Επιλέξτε αν θα χρησιμοποιηθεί η αρχική ή η προεπιλεγμένη κατάσταση κατά την αντιγραφή ή την επικόλληση συναλλαγών
es_es: Seleccione si desea utilizar el estado original o el estado predeterminado al duplicar o copiar y pegar transacciones
fr_fr: Indiquez si vous souhaitez utiliser l'état d'origine ou l'état par défaut lors de la duplication ou du copier/coller des opérations
hu_hu: Jelölje meg, hogy az eredeti vagy az alapértelmezett állapotot szeretné-e használni ügyletek másolásakor vagy másolása és beillesztésekor
it_it: Seleziona se utilizzare lo stato originale o quello predefinito durante la duplicazione o il copia e incolla delle transazioni
sv_se: Välj om du vill använda originaltillståndet eller standardtillståndet vid duplicering eller kopiering och klistra in transaktioner
tr_tr: İşlemleri çoğaltırken veya kopyalayıp yapıştırırken özgün durumu mu yoksa varsayılan durumu mu kullanacağınızı seçin

source: Transaction Sound
ar_sa: صوت المعاملة
el_gr: Ήχος Συναλλαγής
es_es: Sonido de transacción
fr_fr: Son d'opération
hr_hr: Zvuk za transakcije
hu_hu: Ügylethang
it_it: Suono Transazione
pl_pl: Dźwięk transakcji
pt_pt: Som de Transação
ru_ru: Звук транзакции
sv_se: Transaktionsljud
tr_tr: İşlem Sesi

source: Select whether to use sounds when entering transactions
ar_sa: حدد ما إذا كان سيتم استخدام الأصوات عند إدخال المعاملات
cs_cz: Zvolte zda se při zadání transakce přehraje zvuk
el_gr: Επιλέξτε αν θα χρησιμοποιούνται ήχοι κατά την εισαγωγή συναλλαγών
es_es: Selecciónelo para usar sonidos al introducir transacciones
fr_fr: Cocher pour générer des sons en introduisant des opérations
he: הגדר באם להשתמש בצליל בעת קליטת תנועה
hr_hr: Odaberi, da li želiš koristiti zvukove prilikom unosa transakcija
hu_hu: Jelölje be, hogy a tranzakciók bevitelénél legyen-e hangvisszajelzés
it_it: Selezionare per associare un suono all'inserimento di un'operazione
nl_nl: Selecteren om geluiden af te spelen bij invoeren van transacties
pl_pl: Określ czy używać dźwięku przy wprowadzaniu transakcji
pt_pt: Especifique a situação da transacção
ro_ro: Selectează dacă să se folosească sunete la introducerea tranzacțiilor.
ru_ru: Отметьте, использовать ли звуки при вводе транзакций
sk_sk: Vyberte či použiť zvuky pri vkladaní transakcií
tr_tr: İşlem girişi yapılırken sesli uyarı yapılıp yapılmayacağını seçin

source: Transaction/Budget
el_gr: Συναλλαγή/Προϋπολογισμός
es_es: Transacción/Presupuesto
fr_fr: Opérations/Budget
hr_hr: Transakcija/Budžet
hu_hu: Ügylet/költségvetés
it_it: Transazione/Budget
pl_pl: Transakcje/Budżet
pt_pt: Transação/Orçamento
ro_ro: Tranzacție/Buget
ru_ru: Транзакция/Бюджет
sv_se: Transaktion/Budget
tr_tr: İşlem/Bütçe

source: View Budgets as Financial Years
ar_sa: النظر إلى الميزانيات على أنها سنوات مالية
cs_cz: Zobrazit rozpočty jako finanční roky
el_gr: Δείτε τους προϋπολογισμούς ως οικονομικά έτη
es_es: Ver presupuestos como años fiscales
fr_fr: Voir les Budgets en années fiscales
hr_hr: Prikaži budžete kao fiskalne godine
hu_hu: Költségvetés megjelenítése pénzügyi év szerint
it_it: Mostra budget nel formato anno finanziario
pl_pl: Zobacz budżety jako lata finansowe
pt_pt: Ver Orçamentos como Anos Fiscais
ru_ru: Показывать бюджеты на финансовый год
tr_tr: Bütçeleri Mali Yıllar Olarak Görüntüleme

source: View Budgets with 'transfer' transactions
ar_sa: عرض الميزانيات مع معاملات 'تحويل'
cs_cz: Zobrazit rozpočty včetně transakcí 'převodů'
el_gr: Προβολή προϋπολογισμών με συναλλαγές 'μεταφοράς'
es_es: Ver presupuestos con transacciones de 'transferir'
fr_fr: Voir les Budgets avec les opérations de « transfert »
hr_hr: Prikaži budžete s prijenosnim transakcijama
hu_hu: Költségvetések megjelenítése „átutalási” ügyletekkel együtt
it_it: Mostra budget con le transazioni 'trasferimento'
pl_pl: Wyświetl budżety z transakcjami przelewów
pt_pt: Ver Orçamentos com transações de 'transferência'
ru_ru: Показывать бюджет с учётом переводов
tr_tr: Bütçeleri 'aktarma' işlemleriyle görüntüleyin

source: View Budget Category Report with Summaries
ar_sa: عرض تقرير فئة الميزانية مع الملخصات
cs_cz: Zobrazit sestavu kategorií rozpočtu v souhrnu
el_gr: Προβολή έκθεσης κατηγορίας προϋπολογισμού με περιλήψεις
es_es: Ver informe de categoría de presupuesto con totales
fr_fr: Voir les Catégories du Budget avec les Résumés
hr_hr: Prikaži izvještaj o budžetskim kategorijama s ukupnim iznosima
hu_hu: Költségvetési kategóriák-jelentés megtekintése összesítésekkel
it_it: Riepilogo Budget Categorie con totali
pl_pl: Wyświetl raport kategorii budżetu z podsumowaniami
pt_pt: Ver Relatório de Categorias Orçamentais com Resumos
ru_ru: Бюджет по категориям с итогами
tr_tr: Özetlerle Bütçe Kategorisi Raporunu Görüntüle

source: Override yearly budget with monthly budget
ar_sa: تجاوز الميزانية السنوية والميزانية الشهرية
el_gr: Παράκαμψη ετήσιου προϋπολογισμού με μηνιαίο προϋπολογισμό
es_es: Sobreescribir presupuesto anual con presupuesto mensual
fr_fr: Remplacer le budget annuel par un budget mensuel
hu_hu: Az éves költségkeret felülbírálása havi költségkerettel
it_it: Sovrascrivi il budget annuale con il budget mensile
pl_pl: Zastąp roczny budżet budżetem miesięcznym
pt_pt: Substituir orçamento anual por orçamento mensal
ru_ru: Переопределить годовой бюджет месячным бюджетом
sv_se: Åsidosätt årsbudgeten med månadsbudget
tr_tr: Yıllık bütçeyi aylık bütçeyle geçersiz kıl

source: If monthly budget exists then use this to override the yearly budget; otherwise combine them
ar_sa: وإذا كانت الميزانية الشهرية موجودة، عندئذ تستخدم هذه الميزانية لتجاوز الميزانية السنوية؛ وإلا فإنها تجمع بينها
el_gr: Εάν υπάρχει μηνιαίος προϋπολογισμός τότε χρησιμοποιήστε αυτό για να παρακάμψετε τον ετήσιο προϋπολογισμό, διαφορετικά συνδυάστε τους
es_es: Si esto está activo y el presupuesto mensual existe se sobreescribirá el presupuesto anual; de lo contrario se combinarán
fr_fr: Si un budget mensuel existe, utilisez le pour remplacer le budget annuel ; sinon combinez les
hu_hu: Ha létezik havi költségkeret, akkor használja ezt az éves költségvetés felülbírálásához; egyébként egyesítsd őket
it_it: Se esiste un budget mensile, usa questo per sovrascrivere il budget annuale; altrimenti, combinali
pl_pl: Jeśli istnieje budżet miesięczny, użyj go, aby zastąpić budżet roczny; w przeciwnym razie połącz je
pt_pt: Se existir orçamento mensal, utilizá-lo para substituir o orçamento anual; caso contrário, combiná-los
ru_ru: Если существует месячный бюджет, используйте это для перекрытия годового бюджета, в противном случае комбинируйте их
sv_se: Om den månatliga budgeten finns, använd denna för att åsidosätta den årliga budgeten, annars kombinera dem
tr_tr: Aylık bütçe mevcutsa yıllık bütçeyi geçersiz kılmak için bunu kullanın; aksi takdirde bunları birleştirin

source: Subtract monthly budgets from yearly budget in reporting
ar_sa: خصم الميزانيات الشهرية من الميزانية السنوية عند تقديم التقارير
el_gr: Αφαίρεση μηνιαίων προϋπολογισμών από τον ετήσιο προϋπολογισμό στην πρόβολη εκθέσεων
es_es: En los informes restar los presupuestos mensuales del presupuesto anual
fr_fr: Soustraire les budgets mensuels du rapport budgétaire annuel
hu_hu: A jelentésekben a havi költségvetést le kell vonni az éves költségvetésből
it_it: Sottrai i budget mensili dal budget annuale nei resoconti
pl_pl: Odejmij miesięczne budżety od budżetu rocznego w raportach
pt_pt: Subtraia orçamentos mensais ao orçamento anual nos relatórios
ru_ru: Вычитание ежемесячных бюджетов из годового бюджета при составлении отчетности
sv_se: Subtrahera månadsbudgetar från årsbudgeten i rapporteringen
tr_tr: Raporlamada aylık bütçeleri yıllık bütçeden çıkarın

source: Yearly budget will be reduced by the amount budgeted monthly. Total estimate for the year will be reported as either the yearly budget OR the sum of the monthly budgets, whichever is greater.
ar_sa: وستخفض الميزانية السنوية بمقدار المبلغ المرصود لها في الميزانية شهريا. سيتم الإبلاغ عن مجموع التقديرات للسنة إما كميزانية سنوية أو كمجموع للميزانيات الشهرية، أيهما أكبر.
el_gr: Ο ετήσιος προϋπολογισμός θα μειώνεται κατά το μηνιαίο ποσό που έχει προϋπολογιστεί. Η συνολική εκτίμηση για το έτος θα αναφέρεται είτε ως ο ετήσιος προϋπολογισμός ΕΊΤΕ ως το άθροισμα των μηνιαίων προϋπολογισμών, όποιο είναι μεγαλύτερο.
es_es: El presupuesto anual se reducirá por la cantidad presupuestada mensualmente. La estimación total para el año será reportada como presupuesto anual o la suma de los presupuestos mensuales, la cantidad que sea mayor.
fr_fr: Le budget annuel sera réduit du montant budgétisé mensuellement. L'estimation totale pour l'année sera affichée soit comme le budget annualisé SOIT comme la somme des budgets mensuels, quelle que soit son importance.
hu_hu: Az éves költségvetés a havi költségvetésben szereplő összeggel csökken. Az évre vonatkozó teljes becslés vagy az éves költségvetés VAGY a havi költségvetés összegeként jelenik meg, attól függően, hogy melyik a nagyobb.
it_it: Il budget annuale sarà ridotto dell'importo preventivato mensilmente. Il preventivo totale per l'anno verrà visualizzato come budget annualizzato o come somma dei budget mensili, indipendentemente dalla sua dimensione.
pl_pl: Roczny budżet zostanie zmniejszony o kwotę zapisaną w budżecie miesięcznie. Całkowite oszacowanie na dany rok zostanie przekazane jako roczny budżet LUB jako suma budżetów miesięcznych, w zależności od tego, która z tych wartości jest większa.
pt_pt: O orçamento anual será reduzido pelo montante orçamentado mensalmente. A estimativa total para o ano OU a soma dos orçamentos mensais será reportada como orçamento anual, o que for maior.
ru_ru: Годовой бюджет будет сокращен на сумму бюджета ежемесячно. Общая оценка за год будет указана как годовой бюджет ИЛИ сумма ежемесячных бюджетов, в зависимости от того, что больше.
sv_se: Årlig budget kommer att minskas med det belopp som budgeteras varje månad. Den totala uppskattningen för året kommer att redovisas antingen som den årliga budgeten ELLER summan av de månatliga budgetarna, beroende på vilket som är större.
tr_tr: Yıllık bütçe, aylık bütçelenen tutar kadar azaltılacaktır. Yıla ilişkin toplam tahmin, hangisi daha büyükse, yıllık bütçe VEYA aylık bütçelerin toplamı olarak rapor edilecektir.

source: Budget Offset (days)
ar_sa: موازنة الميزانية (الأيام)
el_gr: Μετατόπιση Προϋπολογισμού (ημέρες)
es_es: Desviación del presupuesto (días)
fr_fr: Décalage budgétaire (jours)
hr_hr: Budžetski odmak (u danima)
hu_hu: Költségkeret ellentételezése (nap)
it_it: Scostamento Budget (giorni)
pl_pl: Przesunięcie budżetu (dni)
pt_pt: Compensação Orçamental (dias)
ru_ru: Смещение бюджета (дней)
sv_se: Budgetförskjutning (dagar)
tr_tr: Bütçe Kaydır (gün)

source: Adjusts the first day of month (normally 1st) for budget calculations
el_gr: Ρυθμίζει την πρώτη ημέρα του μήνα (συνήθως 1η) για υπολογισμούς του προϋπολογισμού
es_es: Ajusta el primer día del mes (normalmente el primero) para los cálculos del presupuesto
fr_fr: Ajuste le premier jour du mois (normalement le 1) pour les calculs du budget
hu_hu: Beállítja a hónap első napját (általában 1. napját) a költségvetési számításokhoz
it_it: Imposta il primo giorno del mese (normalmente il 1°) per il calcolo del budget
sv_se: Justerar den första dagen i månaden (normalt den 1:a) för budgetberäkningar
tr_tr: Ayın ilk gününü (normalde 1) bütçe hesaplamaları için ayarlar

source: First Day of Month
el_gr: Πρώτη Ημέρα του Μήνα
es_es: Primer día del mes
fr_fr: Premier jour du mois
hu_hu: Hónap első napja
it_it: Primo Giorno del Mese
pl_pl: Pierwszy dzień miesiąca
pt_pt: Primeiro dia do mês
ru_ru: Первый день месяца
sv_se: Första dagen i månaden
tr_tr: Ayın İlk Günü

source: Adjusts the first day of month for reporting
el_gr: Ρυθμίζει την πρώτη ημέρα του μήνα για τις αναφορές
es_es: Ajusta el primer día del mes para informes
fr_fr: Ajuste le premier jour du mois pour le rapport
hu_hu: Beállítja a hónap első napját a jelentésekhez
it_it: Imposta il primo giorno del mese per la rendicontazione
pt_pt: Ajustar o primeiro dia do mês para relatórios
sv_se: Justerar den första dagen i månaden för rapportering
tr_tr: Raporlama için ayın ilk gününü ayarla

source: First Weekday
el_gr: Πρώτη Εβδομάδα
es_es: Primer día de la semana
fr_fr: Premier jour de la semaine
hu_hu: Első hétköznap
it_it: Primo Giorno Settimanale
pl_pl: Pierwszy dzień tygodnia
pt_pt: Primeiro dia da semana
sv_se: Första veckodagen
tr_tr: İlk Hafta içi

source: Adjusts the first day of week for filtering and reporting
el_gr: Ρυθμίζει την πρώτη ημέρα της εβδομάδας για φιλτράρισμα και αναφορές
es_es: Ajusta el primer día de la semana para filtros e informes
fr_fr: Ajuste le premier jour de la semaine pour le filtrage et le rapport
hu_hu: Beállítja a hét első napját a szűréshez és a jelentésekhez
it_it: Imposta il primo giorno della settimana per il filtro e i resoconti
sv_se: Justerar den första veckodagen för filtrering och rapportering
tr_tr: Süzme ve raporlama için haftanın ilk gününü ayarla

source: Use 'Time' in transaction recording/reporting
el_gr: Χρήση 'Ώρα' στην εγγραφή/αναφορά συναλλαγών
es_es: Usar 'Hora' en la grabación/informe de transacciones
fr_fr: Utiliser 'Heure' dans l'enregistrement des transactions/rapports
hu_hu: „Idő” használata az ügylet rögzítésében/jelentésében
it_it: Usa 'Ora' nella registrazione/segnalazione delle transazioni
pt_pt: Usar 'Tempo' na gravação/relatório de transações
ru_ru: Использовать «Время» в записи транзакции/отчете
tr_tr: İşlem kaydında/raporlamada 'Zaman'ı kullanın

source: Sort Date identically to Sequence Number (SN)
el_gr: Η Ημερομηνία είναι ίδια με τον Αριθμό Ακολουθίας (SN)
es_es: Ordenar la fecha de forma idéntica al número de secuencia (NS)
fr_fr: Trier la date de façon identique au numéro de séquence (SN)
hu_hu: Dátum rendezése a sorszámmal megegyezően
it_it: Ordina la data come per numero di sequenza (SN)
ru_ru: Сортировать по дате в соответствии с порядковым номером (SN)
sv_se: Sortera datum identiskt till sekvensnummer (SN)
tr_tr: Tarihi, Sıra Numarası (SN) ile aynı şekilde sırala

source: Transaction Colors
ar_sa: ألوان المعاملة
cs_cz: Barvy transakcí
el_gr: Χρώματα Συναλλαγής
es_es: Colores de transacciones
fr_fr: Couleurs de la transaction
hr_hr: Boje transakcija
hu_hu: Ügylet színei
it_it: Colori della Transazione
pl_pl: Kolory transakcji
pt_pt: Cores de Transação
ru_ru: Цвет транзакций
tr_tr: İşlem Renkleri

source: Accounts Visible
ar_sa: الحسابات المرئية
cs_cz: Zobrazené účty
el_gr: Λογαριασμοί ορατοί
es_es: Cuentas visibles
fr_fr: Comptes visibles
he: חשבונות גלויים
hr_hr: Vidljivi računi
hu_hu: Látható számlák
it_it: Conti Visibili
nl_nl: Zichtbare rekeningen
pl_pl: Widoczne konta
pt_pt: Contas Visíveis
ro_ro: Conturi Vizibile
ru_ru: Показывать счета
sk_sk: Viditeľné účty
sv_se: Synliga konton
tr_tr: Görülebilir Hesaplar

source: Specify which accounts are visible
ar_sa: تعيين الحسابات المرئية
cs_cz: Zvolte, které účty budou zobrazeny
el_gr: Καθορίστε ποιοι λογαριασμοί θα εμφανίζονται
es_es: Especifique qué cuentas son visibles
fr_fr: Préciser les comptes à afficher
he: הגדר אילו חשבונות יהיו גלויים
hr_hr: Odredi vidljive račune
hu_hu: Számlák láthatóságának megadása
it_it: Specificare quali conti sono visibili
nl_nl: Specificeer welke rekeningen zichtbaar zijn
pl_pl: Określ, które konta są widoczne
pt_pt: Especifique as contas que são visíveis
ro_ro: Specifică ce conturi sînt vizibile
ru_ru: Выберите, какие счета будут видны
sk_sk: Upresnite, ktoré účty sú viditeľné
sv_se: Ange vilka konton som skall vara synliga
tr_tr: Hangi hesapların görülebileceğini belirtin.

source: Category Delimiter
ar_sa: تحديد الفئة
cs_cz: Oddělovač kategorie
el_gr: Διαχωριστής κατηγορίας
es_es: Delimitador de categoría
fr_fr: Délimiteur de catégories
hu_hu: Kategóriaelválasztó
it_it: Delimitatore di Categoria
pl_pl: Separator kategorii
pt_pt: Delimitador de Categoria
ru_ru: Разделитель категорий
sv_se: Kategoriavgränsare
tr_tr: Kategori Sınırlayıcı

source: Edit
el_gr: Επεξεργασία
es_es: Editar
fr_fr: Editer
hu_hu: Szerkesztés
it_it: Modifica
pl_pl: Edytuj
pt_pt: Editar
sv_se: Redigera
tr_tr: Düzenle

source: Navigator and account types
fr_fr: Types de navigateur et de compte
hu_hu: Navigátor és számlatípusok
it_it: Navigatore e tipi di conto
tr_tr: Gezgin ve Hesap türleri

source: Show cash ledger for portfolios
fr_fr: Afficher la trésorerie en espèces pour les portefeuilles
hu_hu: Készpénzes főkönyv megjelenítése portfóliókhoz
it_it: Mostra il registro del conto per i Portafoglio
tr_tr: Portföyler için nakit defterini göster

source: Do not use color for future transactions
el_gr: Χωρίς χρήση χρώματος για μελλοντικές συναλλαγές
es_es: No usar color para transacciones futuras
fr_fr: Ne pas utiliser de couleur pour les opérations futures
hu_hu: Ne használjon színt a jövőbeli ügyletekhez
it_it: Non utilizzare il colore per le transazioni future
pl_pl: Nie używaj koloru dla przyszłych transakcji
ru_ru: Не использовать цвета для будущих транзакций
sv_se: Använd inte färg för framtida transaktioner
tr_tr: Gelecek işlemler için renk kullanma

source: Emphasize not reconciled transactions
el_gr: Δώστε έμφαση στις μη συμφιλιωμένες συναλλαγές
es_es: Vaciar transacciones sin conciliar
fr_fr: Surligner les transactions non rapprochées
hu_hu: Nincs egyeztetve ügyletének hangsúlyozása
it_it: Sottolinea le transazioni non riconciliate
pl_pl: Podkreśl nierozliczone transakcje
ru_ru: Выделять не выверенные транзакции
sv_se: Tydliggör ej avstämda transaktioner
tr_tr: Uzlaştırılmamış işlemleri vurgula

source: User Interface
ar_sa: واجهة المستخدم
el_gr: Περιβάλλον Χρήστη
es_es: Interfaz de usuario
fr_fr: Interface utilisateur
hr_hr: Korisničko sučelje
hu_hu: Felhasználói felület
it_it: Interfaccia Utente
pl_pl: Interfejs użytkownika
pt_pt: Interface do Utilizador
ro_ro: Interfaţa utilizatorului
ru_ru: Интерфейс пользователя
sv_se: Användargränssnitt
tr_tr: Kullanıcı Arayüzü
