Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Do you want to delete the stock investment?
es_es: ¿Desea eliminar la compra de acciones?
fr_fr: Voulez-vous supprimer l'investissement en actions ?
hu_hu: Szeretné törölni az értékpapírbefektetést?
it_it: Vuoi eliminare l'investimento azionario?
tr_tr: Hisse senedi yatırımını silmek istiyor musunuz?

source: Confirm Stock Investment Deletion
ar_sa: تأكيد حذف الاسهم الاستثمارية
cs_cz: Potvrzení odstranění akcií
el_gr: Επιβεβαιώστε την διαγραφή της επένδυσης σε μετοχές
es_es: Confirmar borrado de la compra de acciones
fr_fr: Confirmez la suppression de l'investissement
he: אשר מחיקת ניר ערך
hr_hr: Potvrdi brisanje vlasničkog udjela
hu_hu: Értékpapírbefektetés törlésének megerősítése
it_it: Conferma eliminazione Investimento in titoli
nl_nl: Bevestig verwijderen van de belegging in effecten
pl_pl: Potwierdź usunięcie inwestycji giełdowej
pt_pt: Confirmar o Apagar do Investimento
ro_ro: Confirmă Ștergerea Investiției în Acțiuni
ru_ru: Подтвердите удаление инвестиции
sk_sk: Potvrďte odstránenie investície do akcií
tr_tr: Menkul Kıymet Yatırımı Silme Onayı

source: Moving Transaction from %s to
el_gr: Μετακίνηση συναλλαγής από %s σε
es_es: Moviendo transacción de %s a
fr_fr: Déplacer les opérations de %s à
hr_hr: Premještanje transakcije iz %s u
hu_hu: Ügylet áthelyezése %s helyről ide:
it_it: Spostamento della transazione da %s a
pl_pl: Przenoszenie transakcji z %s do
pt_pt: Mover Transação de %s para
ru_ru: Перенос транзакций из %s в
sv_se: Flyttar transaktionen från %s till
tr_tr: İşlem %s'den şuraya taşınıyor

source: Non-Zero Shares
el_gr: Μη Μηδενικές Μετοχές
es_es: Acciones no nulas
fr_fr: Actions non nulles
hu_hu: Nem nulla részvények
it_it: Azioni Non-Zero
sv_se: Icke-noll aktier
tr_tr: Sıfır Olmayan Hisseler

source: &Adjust Trade
el_gr: &Προσαρμογή Συναλλαγής
es_es: Ajustar Comercio
fr_fr: &Ajuster l'échange
hu_hu: &Kereskedés helyesbítése
it_it: Regol&a operazione
sv_se: &Justera handel
tr_tr: &Ticareti Ayarla

source: Add Stock Transactions
cs_cz: Přidat transkaci akcií
el_gr: Προσθήκη Συναλλαγών Αποθέματος
es_es: Añadir transacciones de acción
fr_fr: Ajouter une opération boursière
hr_hr: Dodaj transakcije vlasničkog udjela
hu_hu: Értékpapírügyletek hozzáadása
it_it: Aggiungi operazione titoli
pl_pl: Dodaj transakcję akcji
pt_pt: Adicionar Transações de Ações
ru_ru: Добавить транзакцию
sv_se: Lägg till aktietransaktion
tr_tr: Hisse Senedi İşlemleri Ekle

source: View Stock Transactions
cs_cz: Zobrazit transakce akcií
el_gr: Προβολή Συναλλαγών Αποθέματος
es_es: Ver transacciones de acciones
fr_fr: Voir les transactions boursières
hr_hr: Prikaz transakcija vlasničkih udjela
hu_hu: Részvényügyletek mutatása
it_it: Mostra Transazioni Titoli
pl_pl: Pokaż transakcje na akcjach
pt_pt: Ver Transações de Ações
ru_ru: Просмотр операций
tr_tr: Hisse Senedi İşlemlerini Görüntüle

source: Delete Stock Investment
ar_sa: حذف اسهم استثمارية
cs_cz: Odstranit akcie
el_gr: Διαγραφή Επένδυσης Μετοχών
es_es: Eliminar Inversión en Acciones
fr_fr: Supprimer l'investissement boursier
hr_hr: Ukloni vlasnički udio
hu_hu: Értékpapírbefektetés törlése
it_it: Elimina Investimento in Titoli
pl_pl: Usuń inwestycję
pt_pt: Eliminar Investimento em Ações
ru_ru: Удаление инвестиции
sv_se: Ta bort aktieinvestering
tr_tr: Hisse Senedi Yatırımını Sil

source: &Move
cs_cz: &Přesunout
el_gr: &Μετακίνηση
es_es: &Mover
fr_fr: Déplace&Ment
he: העבר&
hr_hr: &Premjesti
hu_hu: &Áthelyezés
it_it: Sposta
nl_nl: Ver&plaats
pl_pl: Przenieś
pt_pt: &Mover
ru_ru: Пере&местить
sk_sk: &Presunúť
tr_tr: &Taşı

source: Move selected transaction to another account
cs_cz: Přesune vybranou transakci na jiný účet
el_gr: Μετακίνηση επιλεγμένης συναλλαγής σε άλλο λογαριασμό
es_es: Mover la transacción seleccionada a otra cuenta
fr_fr: Déplacer la transaction sélectionnée vers un autre compte
hr_hr: Premjesti odabranu transakciju u jedan drugi račun
hu_hu: Kijelölt ügylet áthelyezése más számlára
it_it: Sposta l'operazione selezionata su un altro conto
pl_pl: Przenieś wybraną transakcję na inne konto
pt_pt: Mover a transação selecionada para outra conta
ru_ru: Переместить выделенную транзакцию в другой счёт
sv_se: Flytta vald transaktion till ett annat konto
tr_tr: Seçilen işlemi başka bir hesaba taşı

source: Refresh
ar_sa: تحديث
cs_cz: Obnovit
el_gr: Ανανέωση
es_es: Actualizar
fr_fr: rafraichir
he: רענן
hr_hr: Osvježi
hu_hu: Frissítés
it_it: Aggiorna
nl_nl: Vernieuwen
pl_pl: Odśwież
pt_pt: Atualizar
ru_ru: Обновить
sk_sk: Obnoviť
sv_se: Uppdatera
tr_tr: Yenile

source: Refresh Stock Prices from Yahoo
ar_sa: تحديث سعر الاسهم من ياهو
cs_cz: Obnovit ceny akcií z Yahoo
el_gr: Ανανέωση τιμών μετοχών από το Yahoo
es_es: Actualizar precios de acciones desde Yahoo
fr_fr: Actualiser le Cours des Actions depuis Yahoo
he: ריענון שערי נ"ע מYahoo
hr_hr: Aktualiziraj cijene vlasničkog udjela s Yahooa
hu_hu: Részvényárfolyamok frissítése Yahoo-ról
it_it: Aggiorna le quotazioni dei Titoli da Yahoo
nl_nl: Vernieuw de effectenkoersen van Yahoo
pl_pl: Odśwież ceny akcji z Yahoo
pt_pt: Actualizar Preços das Acções (Yahoo)
ro_ro: Împrospătează Prețurile Acțiunilor folosind Yahoo
ru_ru: Обновление котировок с Yahoo
sk_sk: Obnoviť kurzy akcií z Yahoo
sv_se: Uppdatera aktiepriser från Yahoo
tr_tr: Menkul Değer Fiyatlarını Yahoo'dan Güncelle

source: Lot
el_gr: Παρτίδα
es_es: Lote
hr_hr: Šarža
hu_hu: Csomag
it_it: Lotto
pl_pl: Seria
pt_pt: Lote
ru_ru: Лот
sv_se: Parti

source: Shares
ar_sa: أسهم
cs_cz: Akciový
el_gr: Μετοχές
es_es: Acciones
fr_fr: Titres
he: ניר ערך
hr_hr: Dionice
hu_hu: Részvények
it_it: Azioni
nl_nl: Aandelen
pl_pl: akcji
pt_pt: Títulos
ru_ru: Паи
sk_sk: Podiely
tr_tr: Pay (Borsa)

source: Stock Portfolio: %s
cs_cz: Portfolio akcií: %s
el_gr: Χαρτοφυλάκιο Αποθέματος: %s
es_es: Cartera de acciones: %s
fr_fr: Portefeuille de titres : %s
he: תיק השקעות: %s
hr_hr: Portfelj vlasničkih udjela: %s
hu_hu: Részvény-portfólió: %s
it_it: Portafoglio Titoli: %s
nl_nl: Aandelenportefeuille: %s
pl_pl: Inwestycje: %s
pt_pt: Carteira de Ações: %s
ru_ru: Итого акции: %s
tr_tr: Men.Değ. Portföyü: %s

source: Stock Portfolios Overview
el_gr: Επισκόπηση Αποθεμάτων Χαρτοφυλακίων
es_es: Vista general de la cartera de acciones
fr_fr: Aperçu des portefeuilles d'actions
hu_hu: Részvényportfóliók áttekintése
it_it: Panoramica Portafoglio Titoli
sv_se: Översikt över aktieportföljer
tr_tr: Hisse Senedi Portföyleri Genel Görünümü

source: Cash Balance: %s
el_gr: Ταμειακό Υπόλοιπο: %s
es_es: Saldo de efectivo: %s
fr_fr: Solde de trésorerie : %s
hu_hu: Készpénzegyenleg: %s
it_it: Saldo di cassa: %s
pt_pt: Saldo de caixa: %s
tr_tr: Nakit Bakiyesi: %s

source: Market Value: %s
es_es: Valor del mercado: %s
fr_fr: Valeur de marché : %s
hu_hu: Piaci érték: %s
it_it: Valore Di Mercato: %s
pt_pt: Valor de mercado: %s
sv_se: Marknadsvärde: %s
tr_tr: Piyasa Değeri: %s

source: Invested: %s
ar_sa: المُستثمر: %s
cs_cz: Investováno: %s
el_gr: Επενδύεται: %s
es_es: Invertido: %s
fr_fr: Investi : %s
he: הושקע: %s
hr_hr: Investirano: %s
hu_hu: Befektetve: %s
it_it: Investito: %s
nl_nl: Investering: %s
pl_pl: Zainwestowane: %s
pt_pt: Investido: %s
ru_ru: Инвестировано: %s
sv_se: Investerade: %s
tr_tr: Yatırılan: %s

source: Gain: %s
ar_sa: الربح: %s
cs_cz: Zisk: %s
el_gr: Κέρδος: %s
es_es: Ganancia: %s
he: רווח: %s
hr_hr: Dobit: %s
hu_hu: Hozam: %s
it_it: Guadagno: %s
nl_nl: Toename: %s
pl_pl: Zysk: %s
pt_pt: Ganho: %s
ru_ru: Доход: %s
sk_sk: Zisk: %s
sv_se: Vinst: %s
tr_tr: Kazanç: %s

source: Loss: %s
ar_sa: الخسارة: %s
cs_cz: Ztráta: %s
el_gr: Απώλεια: %s
es_es: Pérdida: %s
fr_fr: Perte : %s
he: הפסד: %s
hr_hr: Gubitak: %s
hu_hu: Veszteség: %s
it_it: Perdita: %s
nl_nl: Verlies: %s
pl_pl: Strata: %s
pt_pt: Perda: %s
ru_ru: Потери: %s
sk_sk: Strata: %s
sv_se: Förlust: %s
tr_tr: Kayıp: %s

source: Stock prices updated successfully
el_gr: Οι τιμές των αποθεμάτων ενημερώθηκαν επιτυχώς
es_es: Precios de acciones actualizados correctamente
hu_hu: A részvényárfolyamok frissítése sikeresen megtörtént
it_it: Prezzi delle azioni aggiornati correttamente
sv_se: Aktiekurserna har uppdaterats framgångsrikt
tr_tr: Hisse senedi fiyatları başarıyla güncellendi

source: Last updated %s
cs_cz: Poslední aktualizace %s
el_gr: Τελευταία ενημέρωση %s
es_es: Última actualización %s
fr_fr: Dernière mise à jour %s
he: עודכן לאחרונה %s
hr_hr: Zadnji put aktualizirano %s
hu_hu: Utolsó frissítés %s
it_it: Ultimo aggiornamento %s
nl_nl: Laatst bijgewerkt %s
pl_pl: Ostatnia aktualizacja %s
pt_pt: Última atualização %s
ru_ru: Последнее обновление %s
sk_sk: Posledná aktualizácia %s
sv_se: Senast uppdaterad %s
tr_tr: Son güncelleme %s

source: Nothing to update
cs_cz: Žádná aktualizace není k dispozici
el_gr: Τίποτα για ενημέρωση
es_es: Nada que actualizar
fr_fr: Rien à mettre à jour
he: לא נמצאו עדכונים
hr_hr: Nema se što aktualizirati
hu_hu: Nincs mit frissíteni
it_it: Nulla da aggiornare
nl_nl: Niets bij te werken
pl_pl: Brak elementów do aktualizacji
pt_pt: Nada para atualizar
ru_ru: Нечего обновлять
sk_sk: Nie je dostupná žiadna aktualizácia
sv_se: Inget att uppdatera
tr_tr: Güncellenecek birşey yok

source: Connecting…
el_gr: Σύνδεση…
es_es: Conectando…
fr_fr: Connexion en cours …
hr_hr: Povezivanje …
hu_hu: Kapcsolódás…
it_it: Connessione in corso…
pl_pl: Łączenie…
pt_pt: Conectando…
ru_ru: Соединяюсь…
sv_se: Ansluter…
tr_tr: Bağlanıyor…

source: Symbol: %s
el_gr: Σύμβολο: %s
es_es: Símbolo: %s
fr_fr: Symbole : %s
he: סמל: %s
hr_hr: Oznaka: %s
hu_hu: Jel: %s
it_it: Simbolo: %s
nl_nl: Symbool: %s
pt_pt: Símbolo: %s
ru_ru: Тикер: %s
tr_tr: Simge: %s

source: Sort by this column
el_gr: Ταξινόμηση κατά αυτή τη στήλη
es_es: Ordenar por esta columna
fr_fr: Trier par cette colonne
hu_hu: Rendezés ezen oszlop szerint
it_it: Ordina per questa colonna
pl_pl: Sortuj według tej kolumny
pt_pt: Ordenar por esta coluna
ru_ru: Сортировать по этой колонке
sv_se: Sortera efter denna kolumn
tr_tr: Bu sütuna göre sırala

source: Hide/Show column
el_gr: Απόκρυψη/Εμφάνιση στήλης
es_es: Ocultar/Mostrar Columnas
fr_fr: Masquer/Afficher la colonne
hu_hu: Oszlop elrejtése/megjelenítése
it_it: Mostra/nascondi colonna
pl_pl: Ukryj/pokaż kolumny
pt_pt: Mostrar/ocultar coluna
ru_ru: Скрыть/Показать колонку
sv_se: Dölj/Visa kolumn
tr_tr: Sütunu Gizle/Göster

source: Hide this column
ar_sa: إخفاء هذا العامود
cs_cz: Skrýt tento sloupec
el_gr: Απόκρυψη αυτής της στήλης
es_es: Ocultar esta columna
fr_fr: Cacher cette colonne
he: הסתר עמודה זו
hr_hr: Sakrij ovaj stupac
hu_hu: Oszlop elrejtése
it_it: Nascondi colonna
nl_nl: Deze kolom verbergen
pl_pl: Ukryj kolumnę
pt_pt: Ocultar esta coluna
ru_ru: Скрыть колонку
sk_sk: Skryť tento stĺpec
sv_se: Dölj denna kolumn
tr_tr: Bu sütunu gizle.

source: Move hidden column
el_gr: Μετακίνηση κρυφής στήλης
es_es: Mover columna oculta
fr_fr: Déplacer la colonne masquée
hu_hu: Rejtett oszlop áthelyezése
it_it: Sposta colonna nascosta
pl_pl: Przenieś ukrytą kolumnę
pt_pt: Mover coluna oculta
ru_ru: Переместить скрытую колонку
sv_se: Flytta dold kolumn
tr_tr: Gizli sütunu taşı

source: Move column to the beginning
el_gr: Μετακίνηση στήλης στην αρχή
es_es: Mover columna al principio
fr_fr: Déplacer la colonne au début
hu_hu: Oszlop áthelyezése az elejére
it_it: Sposta la colonna all'inizio
pl_pl: Przenieś kolumnę na początek
sv_se: Flytta kolumnen till början
tr_tr: Sütunu başa taşı

source: Move column left
el_gr: Μετακίνηση στήλης αριστερά
es_es: Mover columna a la izquierda
fr_fr: Déplacer la colonne vers la gauche
hr_hr: Premjesti stupac ulijevo
hu_hu: Oszlop mozgatása balra
it_it: Sposta colonna a sinistra
pl_pl: Przenieść kolumnę w lewo
pt_pt: Mover coluna para a esquerda
ru_ru: Переместить столбец влево
sv_se: Flytta kolumn till vänster
tr_tr: Sütunu sola taşı

source: Move column right
el_gr: Μετακίνηση στήλης δεξιά
es_es: Mover columna a la derecha
fr_fr: Déplacer la colonne vers la droite
hr_hr: Premjesti stupac udesno
hu_hu: Oszlop mozgatása jobbra
it_it: Sposta colonna a destra
pl_pl: Przesuń kolumnę w prawo
pt_pt: Mover coluna para a direita
ru_ru: Переместить столбец вправо
sv_se: Flytta kolumn till höger
tr_tr: Sütunu sağa taşı

source: Move column to the end
el_gr: Μετακίνηση στήλης στο τέλος
es_es: Mover columna al final
fr_fr: Déplacer la colonne vers la fin
hu_hu: Oszlop áthelyezése a végére
it_it: Sposta la colonna alla fine
pl_pl: Przenieś kolumnę na koniec
sv_se: Flytta kolumnen till slutet
tr_tr: Sütunu sona taşı

source: Reset column widths
el_gr: Επαναφορά πλάτους στηλών
es_es: Restablecer anchos de columna
fr_fr: Réinitialiser la largeur des colonnes
hu_hu: Oszlopszélességek visszaállítása
it_it: Reimposta larghezza colonna
pl_pl: Resetuj szerokość kolumn
pt_pt: Restaurar a largura das colunas
ru_ru: Сбросить ширину колонок
sv_se: Återställ kolumnbredder
tr_tr: Sütun genişliklerini sıfırla

source: Attachment archive folder for %s only:
ar_sa: مجلد أرشيف المرفقات ل %s فقط:
cs_cz: Složka s archivem příloh je pouze pro %s:
el_gr: Φάκελος συμπιεσμένων αρχείων για %s μόνο:
es_es: Carpeta de archivos de adjuntos para %s solo:
fr_fr: Répertoire d'archives de pièces jointes seulement pour %s :
he: ספרית ארכיב לצרופות %s בלבד:
hr_hr: Mapa arhiva priloga samo za %s:
hu_hu: Melléklet archív könyvtára %s-nak csak:
it_it: Cartella allegati solo per %s:
nl_nl: Bijlagen archiveringmap alleen voor %s:
pl_pl: Katalog archiwum załączników tylko dla %s:
pt_pt: Pasta de arquivo de anexos para %s apenas:
ru_ru: Папка вложений для %s только:
sk_sk: Archívny priečinok príloh je iba pre %s:
tr_tr: Yalnızca %s için ilişik arşiv dizini:

source: Every OS type (Win,Mac,Unix) has its attachment folder
ar_sa: كل نوع نظام تشغيل (Win,Mac,Unix) لديه مجلد مرفقات
cs_cz: Každý typ OS (Win,Mac,Unix) má vlastní složku příloh
el_gr: Κάθε τύπος OS (Win, Mac, Unix) έχει το φάκελο συνημμένων
es_es: Cada tipo de sistema operativo (Win, Mac, Unix) tiene su carpeta de adjuntos
fr_fr: Chaque type d’OS (Win, Mac, Unix) possède son dossier de pièces jointes
hr_hr: Svaki operacijski sustav (Win, Mac, Unix) ima svoju mapu priloga
hu_hu: MInden Op. rendszernek (Win, Mac, Unix) van a saját könyvtára
it_it: Ogni tipo di sistema operativo (Win,Mac,Unix) ha una sua cartella per gli allegati
nl_nl: Ieder OS soort (Win,Mac,Linux) heeft zijn bijlagenmap
pl_pl: Każdy typ systemu operacyjnego (Win, Mac, Unix) ma swój folder załączników
pt_pt: Todos os tipos de SO (Win,Mac,Unix) têm a sua pasta de anexos
ru_ru: Каждая ОС (Win,Mac,Unix) имеет свой каталог для вложений
tr_tr: Her İşletim Sisteminin (Win, Mac, Unix) kendi ilişik dizini vardır

source: Browse for folder
ar_sa: تصفح للمجلد
cs_cz: Procházet
el_gr: Αναζήτηση φακέλου
es_es: Explorar carpetas
fr_fr: Recherche du répertoire
he: דפדף לבחור ספריה
hr_hr: Nađi mapu
hu_hu: Mappa tallózása
it_it: Sfoglia una cartella
nl_nl: Blader naar map
pl_pl: Przeglądaj katalogi
pt_pt: Procurar pasta
ru_ru: Навигация по каталогу
sk_sk: Nastaviť priečinok
tr_tr: Dizin için gözat

source: Real path:
ar_sa: المسار الحقيقي:
cs_cz: Skutečná cesta:
el_gr: Πραγματική διαδρομή:
es_es: Ruta real:
fr_fr: Chemin réel:
he: נתיב ממשי:
hr_hr: Stvarna staza:
hu_hu: Valós útvonal:
it_it: Percorso reale:
nl_nl: Werkelijk pad:
pl_pl: Rzeczywista ścieżka:
pt_pt: Caminho real:
ru_ru: Путь:
sk_sk: Skutočná cesta:
tr_tr: Gerçek yol:

source: Legend (can be used as variables at the beginning of above path)
ar_sa: وسيلة الإيضاح (يمكن استخدامها كمتغيرات في بداية المسار أعلاه)
cs_cz: Legenda (lze ji použít jako proměnnou na začátku cesty nahoře)
el_gr: Υπόμνημα (μπορεί να χρησιμοποιηθεί ως μεταβλητές στην αρχή της παραπάνω διαδρομής)
es_es: Leyenda (puede usarse como variables al principio de la ruta anterior)
fr_fr: Légende (peut être utilisée comme variable au début du chemin)
hr_hr: Legenda (može se koristiti kao varijabla na početku gornjeg puta)
hu_hu: Jelmagyarázat (a fenti útvonal elején változóként felhasználható)
it_it: Legenda (possono essere utilizzati come variabili all'inizio del percorso sopra)
pl_pl: Legenda (może być użyta jako zmienna na początku powyższej ścieżki)
pt_pt: Legenda (podem ser usadas como variáveis no início do caminho acima)
ru_ru: Легенда (может использоваться как переменная в начале указанного выше пути)
tr_tr: Gösterge (yukarıdaki yolun başında değişken olarak kullanılabilir)

source: %s : User document directory
ar_sa: %s : دليل مستند المستخدم
el_gr: %s : Κατάλογος εγγράφων χρήστη
es_es: %s: Carpeta de documentos del usuario
fr_fr: %s → Répertoire des documents de l'utilisateur
hr_hr: %s : Mapa dokumenata korisnika
hu_hu: %s : felhasználói dokumentum könyvtára
it_it: %s : Directory documento utente
pl_pl: %s : Folder dokumentów użytkownika
pt_pt: %s : Pasta de documentos do utilizador
ru_ru: %s : Пользовательская папка документов
tr_tr: %s : Kullanıcı belge klasörü

source: %s : User profile folder
ar_sa: %s : مجلد الملف الشخصي للمستخدم
el_gr: %s : Φάκελος προφίλ χρήστη
es_es: %s: Carpeta del perfil de usuario
fr_fr: %s → Répertoire du profil de l'utilisateur
hr_hr: %s : Mapa profila korisnika
hu_hu: %s : felhasználói profilkönyvtár
it_it: %s : Cartella profilo utente
pl_pl: %s : Folder profilu użytkownika
pt_pt: %s : Pasta do perfil do utilizador
ru_ru: %s : Папка профиля пользователя
tr_tr: %s : Kullanıcı profili klasörü

source: %s : Folder of .MMB database file
ar_sa: %s : مجلد ملف قاعدة البيانات .MMB
el_gr: %s : Φάκελος αρχείου .MMB βάσης δεδομένων
es_es: %s: Carpeta del archivo de base de datos .MMB
fr_fr: %s → Répertoire de la base de données .MMB
hr_hr: %s : Mapa za .MMB datoteku baze podataka
hu_hu: %s : az .MMB-adatbázisfájl könyvtára
it_it: %s : Cartella del file del database .MMB
pl_pl: %s : Folder pliku bazy danych .MMB
pt_pt: %s : Pasta do ficheiro da base de dados .MMB
ru_ru: %s : Папка где расположен .mmb файл
tr_tr: %s : .MMB veritabanı dosyası klasörü

source: %s : MMEX Application data folder
ar_sa: %s : مجلد بيانات التطبيق MMEX
el_gr: %s : Φάκελος δεδομένων εφαρμογών MMEX
es_es: %s: Carpeta de datos de la aplicación MMEX
fr_fr: %s -> Répertoire des données de l'application MMEX
hr_hr: %s : Mapa podataka MMEX aplikacije
hu_hu: %s : az MMEX-alkalmazás adatkönyvtára
it_it: %s : Cartella dati applicazione MMEX
pl_pl: %s : Folder danych aplikacji MMEX
pt_pt: %s : Pasta de dados da aplicação MMEX
ru_ru: %s : MMEX папка с данными
tr_tr: %s : MMEX Uygulama verileri klasörü

source: Other OS folders
ar_sa: مجلدات نظام التشغيل الأخرى
cs_cz: Ostatní složky OS
el_gr: Άλλοι φάκελοι OS
es_es: Otras carpetas del SO
fr_fr: Répertoires d'autres OS
he: ספרית מערכת הפעלה אחרת ->
hr_hr: Ostale mape operativnog sustava
hu_hu: Egyéb operációs rendszer mappák
it_it: Cartelle per altri Sistemi Operativi
nl_nl: Overige OS mappen
pl_pl: Katalogi dla innych systemów operacyjnych
pt_pt: Pastas de outros SO
ru_ru: Папка для других ОС
sk_sk: Ostatné priečinky OS
tr_tr: Diğer İşletim Sistemi dizinleri

source: Not set yet
ar_sa: لم يتم تعيينه بعد
cs_cz: Není ještě nastavena
el_gr: Δεν έχει οριστεί ακόμα
es_es: Aún no establecido
fr_fr: Pas encore défini
hr_hr: Još nije poslano
hu_hu: Még nincs beállítva
it_it: Non ancora impostata
pl_pl: Jeszcze nie ustawione
pt_pt: Ainda não definido
ru_ru: Еще не установлено
sk_sk: Ešte nenastavené
tr_tr: Henüz ayarlanmadı

source: Windows folder: %s
ar_sa: مجلد ويندوز: %s
el_gr: Φάκελος Windows: %s
es_es: Carpeta de Windows: %s
fr_fr: Répertoire Windows → %s
hr_hr: Mapa za Windows: %s
hu_hu: Windows mappa: %s
it_it: Cartella Windows: %s
pl_pl: Folder Windows: %s
pt_pt: Pasta Windows: %s
ru_ru: Windows папка: %s
tr_tr: Windows dizini: %s

source: Mac folder: %s
ar_sa: مجلد ماك: %s
el_gr: Φάκελος Mac: %s
es_es: Carpeta de Mac: %s
fr_fr: Dossier Mac → %s
hr_hr: Mapa za Mac: %s
hu_hu: Mac mappa: %s
it_it: Cartella Mac: %s
pl_pl: Folder Mac: %s
pt_pt: Pasta Mac: %s
ru_ru: Mac папка: %s
tr_tr: Mac dizini: %s

source: Unix folder: %s
ar_sa: مجلد يونكس: %s
el_gr: Φάκελος Unix: %s
es_es: Carpeta de Unix: %s
fr_fr: Dossier Unix → %s
hr_hr: Mapa za Unix: %s
hu_hu: Unix mappa: %s
it_it: Cartella Unix: %s
pl_pl: Folder Unix: %s
pt_pt: Pasta Unix: %s
ru_ru: Unix папка: %s
tr_tr: Unix dizini: %s

source: Create and use Attachments subfolder
ar_sa: إنشاء واستخدام المجلد الفرعي للمرفقات
cs_cz: Vytvořit a použít podsložku Attachments
el_gr: Δημιουργία και χρήση υποφακέλου Συνημμένων
es_es: Crear y usar subcarpeta de adjuntos
fr_fr: Créer et utiliser le sous-dossier de pièces jointes
he: צור והשתמש בתת ספרית צרופות
hr_hr: Stvori i koristi podmapu priloga
hu_hu: Mellékletek-alkönyvtár készítése és használata
it_it: Crea ed usa la sottocartella allegati
nl_nl: Maak en gebruik bijlagenmap
pl_pl: Utwórz i użyj podkatalog załączników
pt_pt: Criar e utilizar subpasta de anexos
ru_ru: Создать и использовать подкаталог
tr_tr: İlişikler altdizini oluşturun ve kullanın

source: Delete file after import
ar_sa: حذف الملف بعد الاستيراد
cs_cz: Odstranit soubor po importu
el_gr: Διαγραφή αρχείου μετά την εισαγωγή
es_es: Borrar archivo después de importar
fr_fr: Effacer le fichier après l'import
he: מחק הקובץ לאחר יבוא
hr_hr: Izbriši datoteku nakon uvoza
hu_hu: Fájltörlés importálás után
it_it: Elimina file dopo l'importazione
nl_nl: Verwijder het bestand na importeren
pl_pl: Usuń plik po zaimportowaniu
pt_pt: Eliminar ficheiros após a importação
ru_ru: Удалять файл после импорта
sk_sk: Odstrániť súbor po importe
sv_se: Ta bort fil efter import
tr_tr: Almadan sonra dosyayı sil

source: Select to delete file after import in attachments archive
ar_sa: حدد لحذف الملف بعد الاستيراد في أرشيف المرفقات
cs_cz: Zvolte pro odstranění souboru po importu do archivu příloh
el_gr: Επιλέξτε για διαγραφή αρχείου μετά την εισαγωγή στην αρχειοθήκη συνημμένων
es_es: Seleccione para borrar el archivo después de importar en los adjuntos
fr_fr: Selectionner à effacer après transfert dans l'archive des pièces jointes
he: בחר על מנת למחוק קובץ לאחר יבוא צרופות לארכיב
hr_hr: Odaberi brisanje datoteke nakon uvoza u arhiv priloga
hu_hu: A fájl mellékletek archívumba történt importálása utáni törléséhez válaszd
it_it: Selezionare per eliminare i file dopo l'importazione nell'archivio allegati
nl_nl: Selecteren om het bestand te verwijderen na het importeren in het bijlagen archief
pl_pl: Zaznacz, aby usunąć plik po zaimportowaniu do archiwum załączników
pt_pt: Selecione para eliminar o ficheiro da pasta de anexos após a sua importação
ru_ru: Выберите для удаления файла после импорта
sk_sk: Vyberte, ak chcete, aby sa odstránil súbor po importe do archívu príloh
tr_tr: Almadan sonra İlişikler dizininde dosyayı silmek için seçin

source: When remove attachment, move file instead of delete
ar_sa: عند إزالة المرفقات، نقل الملف بدلاً من الحذف
cs_cz: Při odstranění přílohy, provést u souboru přesun namísto odstranění
el_gr: Όταν καταργήσετε το συνημμένο, μετακινήστε το αρχείο αντί για διαγραφή
es_es: Cuando se borre el adjunto, mover el fichero en lugar de borrarlo
fr_fr: Lors de la suppression de la pièce jointe, déplacer le fichier au lieu de le supprimer
he: כאשר צרופה מוסרת, העבר את הקובץ במקום למחוק אותו
hr_hr: Kad uklanjaš prilog, premjesti datoteku, umjesto da je izbrišeš
hu_hu: Melléklet eltávolításakor a fájlt mozgassa törlés helyett
it_it: Quando l'allegato viene rimosso, spostarlo invece di eliminarlo
nl_nl: Bij verwijderen bijlage, verplaats of verwijder het bestand
pl_pl: Przy usuwaniu załączników przenieś plik zamiast kasować
pt_pt: Quando remover o anexo, mover em vez de eliminar o ficheiro
ru_ru: При удалении вложения, перемещать не удалять
sk_sk: Pri odstraňovaní prílohy vykonať presun súboru namiesto jeho odstránenia
tr_tr: İlişik kaldırıldığında dosyayı silme yerine taşı
