Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
ar_sa: حدد عدم حذف الملف عند إزالة المرفق، ولكن بدلاً من ذلك نقله إلى مجلد فرعي «محذوف»
cs_cz: Zvolte pokud si přejete při odstranění přílohy přesunout soubor do podsložky 'Deleted', namísto jeho odstranění
el_gr: Επιλέξτε για να μην διαγράψετε το αρχείο όταν καταργηθεί το συνημμένο, αλλά αντ' αυτού μετακινήστε το στον υποφάκελο 'Διαγραφή'
es_es: Seleccione para no eliminar el archivo cuando se borre el adjunto, sin moverlo a la subcarpeta 'Borrados'
fr_fr: Sélectionner pour ne pas effacer le fichier retiré, mais plutôt le déplacer dans le répertoire des fichiers effacés
he: בהסרה, בחר לא למחוק את הקובץ מצורף, במקום זאת להעביר אותה ספרית משנה ' נמחק '
hr_hr: Odaberi ne-brisanje datoteke kad se prilog uklanja, već je premjesti u mapu „Obrisani”
hu_hu: Válaszd, hogy a melléklet eltávolításakor a fájlt ne törölje, hanem a "Töröltek" alkönyvtárba mozgassa
it_it: Seleziona di non eliminare il file quando l'allegato viene rimosso, ma di spostarlo nella sottocartella "Eliminati"
nl_nl: Selecteer om het bijlagebestand niet te verwijderen, maar om het te verplaatsen naar de 'verwijderden' submap
pl_pl: Zaznacz, aby nie kasować pliku, kiedy załącznik jest usuwany, a zamiast tego przenieść go do katalogu 'Deleted'
pt_pt: Selecione para não apagar o ficheiro quando o anexo for removido, mas alternativamente movê-lo para a subpasta 'Eliminados'
ru_ru: Выберите, чтобы не удалять вложения, а перемещать их в папку 'Удалённые'
sk_sk: Vyberte, ak chcete, aby sa pri odstraňovaní prílohy neodstraňoval aj súbor, ale presunul sa do podpriečinka 'Odstránené'
tr_tr: İlişik kaldırıldığında dosyanın silinmemesi, fakat yerine 'Deleted' dizinine taşınması için seçin

source: When duplicating transactions duplicate the attachments also
ar_sa: عند تكرار المعاملات قم بتكرر المرفقات أيضًا
el_gr: Κατά την δημιουργία αντιγράφων των συναλλαγών αντιγράφονται επίσης τα συνημμένα
es_es: Al duplicar transacciones duplicar también los archivos adjuntos
fr_fr: Lors de la duplication d'une opération, dupliquer les pièces jointes également
hu_hu: Ügyletek megkettőzésekor a mellékleteket is ismételje
it_it: Quando si duplicano le transazioni si duplicano anche gli allegati
pl_pl: Podczas duplikowania transakcji duplikuj również załączniki
pt_pt: Ao duplicar transações duplicar também os anexos
ru_ru: При дублировании транзакций также дублируются вложения
sv_se: Vid duplicering av transaktioner, duplicera även bilagorna
tr_tr: İşlemleri çoğaltırken ekleri de çoğaltın

source: Select if you want to copy the attachments to new transactions when they are duplicated or pasted
ar_sa: حدد إذا كنت تريد نسخ المرفقات إلى المعاملات الجديدة عندما تكون مكررة أو ملصقة
el_gr: Επιλέξτε αν θέλετε να αντιγράψετε τα συνημμένα σε νέες συναλλαγές όταν είναι διπλότυπες ή επικολλημένες
es_es: Seleccione si desea copiar los archivos adjuntos a las nuevas transacciones cuando sean duplicadas
fr_fr: Cocher si vous souhaitez copier les pièces jointes quand une opération est dupliquée ou collée
hu_hu: Jelölje be, ha másolni szeretné a mellékleteket új ügyletekhez megkettőzéskor, vagy beillesztéskor
it_it: Selezionare se si desidera copiare gli allegati alle nuove transazioni quando sono duplicati o incollati
pl_pl: Zaznacz, jeśli chcesz skopiować załączniki do nowych transakcji po ich zduplikowaniu lub wklejaniu
pt_pt: Selecione caso pretenda copiar os anexos para as novas transações quando estas forem duplicadas ou coladas
ru_ru: Выберите, если вы хотите скопировать вложения в новые транзакции, когда они дублируются или вставляются
sv_se: Välj om du vill kopiera bilagorna till nya transaktioner när de dupliceras eller klistras in
tr_tr: Ekler yeni işlemlere kopyalandığında veya yapıştırıldığında kopyalamak isteyip istemediğinizi seçin

source: Choose folder to set as attachments archive
ar_sa: اختر مجلد لتعيينه كأرشيف المرفقات
cs_cz: Zvolte složku, která bude sloužit jako archiv příloh
el_gr: Επιλογή φακέλου για ορισμό αρχείου συνημμένων
es_es: Elegir carpeta como para los archivos adjuntos
fr_fr: Choisir un répertoire pour les archives de pièces jointes
he: בחר סיפריה שתשמש כארכיב צרופות
hr_hr: Odaberi mapu, koja će se koristiti kao arhiv za priloge
hu_hu: Válasszon könyvtárat a mellékletek archívumának
it_it: Impostare la cartella da utilizzare come archivio per gli allegati
nl_nl: Kies een map voor het bijlagen archief
pl_pl: Wybierz katalog na archiwum załączników
pt_pt: Escolha a pasta que servirá como arquivo de anexos
ru_ru: Выберите каталог для вложений
sk_sk: Vyberte priečinok, ktorý bude slúžiť pre archív príloh
tr_tr: İlişikler arşivi olarak ayarlamak için dizini seçin

source: Attachments folder
ar_sa: مجلد المرفقات
cs_cz: Složka příloh
el_gr: Φάκελος συνημμένων
es_es: Carpeta de adjuntos
fr_fr: Dossier des pièces jointes
hr_hr: Mapa priloga
hu_hu: Mellékletek-könyvtár
it_it: Cartella allegati
pl_pl: Folder załączników
pt_pt: Pasta de anexos
ru_ru: Папка вложений
sv_se: Mapp för bilagor
tr_tr: Ekler klasörü

source: Attachments folder it's not writable!
ar_sa: مجلد المرفقات غير قابل للكتابة!
cs_cz: Nelze zapisovat do složky příloh!
el_gr: Ο φάκελος συνημμένων δεν είναι εγγράψιμος!
es_es: ¡No se puede escribir en la carpeta de adjuntos!
fr_fr: Le dossier des pièces jointes n'est pas accessible en écriture !
hr_hr: U mapu priloga se ne može pisati!
hu_hu: Mellékletek-könyvtár nem írható.
it_it: La cartella allegati non è scrivibile!
pl_pl: Folder załączników nie jest zapisywalny!
pt_pt: Pasta de anexos não permite escrita!
ru_ru: Папка вложений не доступна для записи!
tr_tr: Ekler klasörü yazılabilir değil!

source: Attachments path has been changed!
ar_sa: تم تغيير مسار المرفقات!
cs_cz: Cesta k přílohám byla změněna!
el_gr: Η διαδρομή συνημμένων έχει αλλάξει!
es_es: ¡La carpeta de los adjuntos se ha cambiado!
fr_fr: Le chemin des pièces jointes a été changé !
he: נתיב קבצים מצורפים השתנתה!
hr_hr: Staza priloga je promijenjena!
hu_hu: A melléklet útvonala megváltozott!
it_it: Il percorso della cartella allegati è cambiato!
nl_nl: Bijlagenpad is gewijzigd!
pl_pl: Zmieniono ścieżkę do załączników!
pt_pt: O caminho dos anexos foi alterado!
ru_ru: Путь для вложений был изменен!
sv_se: Sökväg för bilagor har ändrats!
tr_tr: İlişikler yolu değişti!

source: Attachments folder migration
ar_sa: ترحيل مجلد المرفقات
cs_cz: Přesun složky s přílohami
el_gr: Μεταφορά φακέλου συνημμένων
es_es: Migración de carpetas de adjuntos
fr_fr: Migration du dossier de pièces jointes
he: העברת ספרית צרופות
hr_hr: Migracija mape priloga
hu_hu: Mellékletek-könyvtár áttelepítése
it_it: Spostamento cartella allegati
nl_nl: Bijlagenmap verplaatsing
pl_pl: Przenoszenie katalogu załączników
pt_pt: Migração da pasta de Anexos
ru_ru: Миграция папки вложений
sv_se: Migrering av bilagor
tr_tr: İlişikler dizini yer değişimi

source: An error occurred while moving the attachments folder. Please move it manually.
es_es: No se puede mover la carpeta de adjuntos. Por favor, mover a mano.
fr_fr: Une erreur s'est produite lors du déplacement du répertoire des pièces jointes. Veuillez le déplacer manuellement.
hu_hu: Hiba történt a mellékletek mappa áthelyezésekor. Kérjük, helyezze át kézzel.
it_it: Si è verificato un errore durante lo spostamento della cartella degli allegati. Per favore, spostala manualmente.
pt_pt: Ocorreu um erro ao mover a pasta de anexo. Por favor, mova-a manualmente.
tr_tr: Ekler klasörü taşınırken hata oluştu. Lütfen manuel olarak taşıyın.

source: Origin
ar_sa: الأصل
el_gr: Καταγωγή
es_es: Origen
fr_fr: Origine
he: מקור
hr_hr: Ishodište
hu_hu: Eredet
it_it: Origine
nl_nl: Oorsprong
pl_pl: Źródło
pt_pt: Origem
ru_ru: Источник
sk_sk: Pôvod
sv_se: Ursprung
tr_tr: Kaynak

source: Destination
ar_sa: الوجهة
cs_cz: Cíl
el_gr: Προορισμός
es_es: Destino
he: יעד
hr_hr: Odredište
hu_hu: Cél
it_it: Destinazione
nl_nl: Doel
pl_pl: Przeznaczenie
pt_pt: Destino
ru_ru: Назначение
sk_sk: Cieľ
tr_tr: Hedef

source: Last N Days
el_gr: Τελευταίες Ν Ημέρες
es_es: Últimos N días
fr_fr: N derniers jours
hr_hr: Zadnjih X dana
hu_hu: Előző N nap
it_it: Ultimi N Giorni
pl_pl: ostatnie N dni
pt_pt: Últimos N Dias
ro_ro: Ultimele N zile
ru_ru: Последние N дней
sv_se: Senaste N dagarna
tr_tr: Son N Gün

source: Ignore Future Transactions
ar_sa: تجاهل المعاملات المستقبلية
cs_cz: Ignorovat budoucí transakce
el_gr: Αγνόηση Μελλοντικών Συναλλαγών
es_es: Ignorar transacciones futuras
fr_fr: Ignorer les prochaines transactions
hr_hr: Zanemari buduće transakcije
hu_hu: Jövőbeni ügyletek figyelmen kívül hagyása
it_it: Ignora Transazioni Future
pl_pl: Ignoruj przyszłe transakcje
pt_pt: Ignorar Transações Futuras
ru_ru: Игнорировать предстоящие транзакции
sv_se: Ignorera framtida transaktioner
tr_tr: Gelecekteki İşlemleri Yoksay

source: Display Heading
ar_sa: عرض العنوان
cs_cz: Zobrazit záhlaví
el_gr: Τίτλος της εμφάνισης
es_es: Mostrar encabezado
fr_fr: Montrer les entêtes
he: כותרת תצוגה
hr_hr: Prikaži zaglavlje
hu_hu: Fejléc megjelenítése
it_it: Mostra Intestazione
nl_nl: Titels tonen
pl_pl: Wyświetlanie nagłówka
pt_pt: Exibir Título
ru_ru: Заголовок
sk_sk: Záhlavie
tr_tr: Başlığı Görüntüle

source: User Name
ar_sa: اسم المستخدم
cs_cz: Uživ. jméno
el_gr: Όνομα χρήστη
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
he: שם משתמש
hr_hr: Korisničko ime
hu_hu: Felhasználó neve
it_it: Nome Utente
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome de Utilizador
ro_ro: Utilizator
ru_ru: Имя пользователя
sk_sk: Meno používateľa
sv_se: Användarnamn
tr_tr: Kullanıcı Adı

source: The User Name is used as a title for the database.
ar_sa: اسم المستخدم مستخدم كعنوان لقاعدة البيانات.
cs_cz: Uživatelské jméno je použito jako název pro databázi.
el_gr: Το όνομα χρήστη χρησιμοποιήθηκε ως τίτλος της βάσης δεδομένων.
es_es: El nombre de usuario se utiliza como título para la base de datos.
fr_fr: Le nom de l'utilisateur est utilisé comme titre de la base de données.
he: שם משתמש ישמש גם ככותרת למסד הנתונים
hr_hr: Korisničko ime se korsti kao naslov za bazu podataka.
hu_hu: A felhasználó nevét az adatbázis címében is használja.
it_it: Il nome utente è usato come intestazione del database.
nl_nl: De gebruikersnaam word gebruikt als titel voor het databestand.
pl_pl: Nazwa użytkownika jest używana jako tytuł bazy danych.
pt_pt: O Nome de Utilizador é usado como título para a base de dados.
ru_ru: Имя пользователя для заголовков.
sk_sk: Meno používateľa sa použije ako názov databázy.
tr_tr: Veritabanı başlığı olarak Kullanıcı Adı kullanılacak.

source: Specify the date format for display
ar_sa: تعيين هيئة عرض التاريخ
cs_cz: Zvolte formát zobrazovaného data
el_gr: Καθορίστε τη μορφή εμφάνισης της ημερομηνίας
es_es: Especifique el formato de la fecha a mostrar
fr_fr: Préciser le format de la date pour l'affichage
he: הגדר את פורמט התאריך לתצוגה
hr_hr: Odredi format datuma za prikaz
hu_hu: Megjelenítési dátum formátumának megadása
it_it: Definire il formato in cui visualizzare la data
nl_nl: Specificeer datumnotatie
pl_pl: Ustaw format wyświetlanej daty
pt_pt: Indique o formato da data para exibição
ro_ro: Specifică formatul de afișare a datei
ru_ru: Укажите формат отображения даты
sk_sk: Upresnite formát zobrazovaného dátumu
sv_se: Ange datumformat för visning
tr_tr: Görüntülenecek tarih biçimini belirtin

source: Date format sample:
ar_sa: عينة تنسيق التاريخ:
el_gr: Δείγμα μορφής ημερομηνίας:
es_es: Ejemplo de formato de fecha:
fr_fr: Exemple de format de date:
hr_hr: Primjer formata datuma:
hu_hu: Dátumformátum minta:
it_it: Anteprima nuovo formato data:
pl_pl: Przykładowa data:
pt_pt: Exemplo do formato de Data:
ru_ru: Пример даты:
tr_tr: Tarih biçimi örneği:

source: Base Currency
ar_sa: العملة الاساسية
cs_cz: Základní měna
el_gr: Βασικό νόμισμα
es_es: Divisa base
fr_fr: Devise principale
he: מטבע בסיס
hr_hr: Osnovna valuta
hu_hu: Alappénznem
it_it: Valuta di Base
nl_nl: Standaardvaluta
pl_pl: Waluta bazowa
pt_pt: Moeda Base
ro_ro: Valuta de Bază
ru_ru: Основная валюта
sk_sk: Základná mena
sv_se: Basvaluta
tr_tr: Temel Para Birimi

source: Set Currency
ar_sa: تعيين العملة
cs_cz: Nastavit měnu
el_gr: Ορίστε νόμισμα
es_es: Seleccionar divisa
fr_fr: Choisir la devise
he: קבע מטבע
hr_hr: Odredi valutu
hu_hu: Pénznem beállítása
it_it: Imposta Valuta
nl_nl: Stel valuta in
pl_pl: Ustaw walutę
pt_pt: Selecionar Moeda
ro_ro: Setează Valuta
ru_ru: Установить валюту
sk_sk: Nastavenie meny
sv_se: Välj valuta
tr_tr: Para birimini ayarlayın

source: Set default database currency using 'Currency Manager'
es_es: Establecer la moneda por defecto de la base de datos usando 'Administrador de divisas'
fr_fr: Définir la devise par défaut de la base de données en utilisant le 'Gestionnaire de devises'
hu_hu: Az adatbázis alapértelmezett pénznemének beállítása a „Pénznemkezelő” segítségével
it_it: Imposta la valuta predefinita del database usando 'Gestione valuta'
pl_pl: Ustaw domyślną walutę bazy danych używając Menadżera walut
pt_pt: Definir moeda do banco de dados padrão usando 'Gerenciador de moedas'
ru_ru: Установить валюту базы данных по умолчанию с помощью 'Менеджера валют'
tr_tr: Varsayılan veritabanı para birimini Para Birimi Yöneticisi ile ayarlayın

source: Format derived from locale. Leave blank to manually set format via 'Currency Manager | Edit'
es_es: Formato derivado de la configuración regional. Déjelo en blanco para establecer el formato manualmente a través de 'Administrador de divisas | Editar'
fr_fr: Format dérivé des informations de localisation. Laisser en blanc pour définir manuellement le format via 'Dialogue sur les devises | Modifier'
hu_hu: Területi beállításból származtatott formátum. Hagyja üresen a formátum kézi beállításához a „Pénznemkezelő | Szerkesztés”
it_it: Formato derivato dalle impostazioni locali. Lascia vuoto per impostare manualmente il formato tramite 'Gestore Valute | Modifica'
pl_pl: Formatowanie na podstawie ustawień językowych. Pozostaw puste, aby ustawić format ręcznie w oknie Manadżer walut | Edytuj
pt_pt: Formato derivado da localidade. Deixe em branco para definir o formato manualmente através da 'Janela de Moedas | Editar'
ru_ru: Формат, получен от локали. Оставьте пустым, чтобы вручную установить формат из настроек валюты
tr_tr: Yerel türetilen biçim. 'Para birimi yöneticisi | Düzenle' aracılığıyla biçimi elle ayarlamak için boş bırakın

source: Use historical currency
es_es: Usar el histórico de divisas
fr_fr: Utiliser la monnaie historique
hu_hu: Pénznemek előzményeinek használata
it_it: Usa la valuta storica
pt_pt: Usar histórico da moeda
tr_tr: Tarihsel para birimi kullan

source: Select to use historical currency (one rate for each day), deselect to use a fixed rate
es_es: Seleccione para utilizar el historial de la divisa (una tarifa por cada día), deseleccione para utilizar un tipo de cambio fijo
fr_fr: Sélectionnez pour utiliser l'historique des devises (un taux pour chaque jour), désélectionnez pour utiliser un taux fixe
hu_hu: Jelölje ki a pénznemek előzményeinek használatához (naponként egy árfolyam), fix árfolyam használatához törölje a kijelölést
it_it: Seleziona per utilizzare la valuta storica (un tasso per ogni giorno), deseleziona per utilizzare un tasso fisso
tr_tr: Tarihsel döviz kuru kullanmak için seçin (her gün için bir oran), sabit oran için seçimi kaldırın

source: Financial Year
ar_sa: السنة المالية
cs_cz: Finanční rok
el_gr: Οικονομικό έτος
es_es: Año fiscal
fr_fr: Année fiscale
he: שנה פיננסית
hr_hr: Fiskalna godina
hu_hu: Pénzügyi év
it_it: Anno Finanziario
nl_nl: Financieel jaar
pl_pl: Rok finansowy
pt_pt: Ano Fiscal
ru_ru: Финансовый год
sk_sk: Fiškálny rok
sv_se: Räkenskapsår
tr_tr: Finansal Yıl

source: First Day
el_gr: Πρώτη Ημέρα
es_es: Primer día
fr_fr: Premier Jour
hu_hu: Első nap
it_it: Primo Giorno
pl_pl: pierwszy dzień
pt_pt: Primeiro dia
ru_ru: Первый день
sv_se: Första dagen
tr_tr: İlk gün

source: Specify Day for start of financial year
ar_sa: حدد اليوم الذي تبدأ فيه السنة المالية
cs_cz: Zadejte den, kdy začíná finanční rok
el_gr: Καθορίστε την ημέρα έναρξης του οικονομικού έτους
es_es: Especifique el día de inicio del año fiscal
fr_fr: Spécifer le jour de départ de l'année fiscale
he: הגדר את היום הראשון בשנה הפיננסית
hr_hr: Odredi datum početka fiskalne godine
hu_hu: Pénzügyi év kezdőnapjának megadása
it_it: Specificare il giorno d'inizio dell'anno finanziario
nl_nl: Specificeer de dag waarop het financieel jaar start
pl_pl: Określ dzień rozpoczęcia roku finansowego
pt_pt: Indique o Dia inicial do ano fiscal
ru_ru: Установите первый день финансового года
sk_sk: Upresnite deň, ktorým sa začína fiškálny rok
sv_se: Ange dag för början av räkenskapsåret
tr_tr: Finansal yılın başlangıcı için gün belirtin.

source: First Month
el_gr: Πρώτος Μήνας
es_es: Primer mes
fr_fr: Premier mois
hu_hu: Első hónap
it_it: Primo Mese
pl_pl: pierwszy miesiąc
pt_pt: Primeiro mês
ru_ru: Первый месяц
sv_se: Första månaden
tr_tr: İlk ay

source: Specify month for start of financial year
ar_sa: حدد الشهر الذي تبدأ فيه السنة المالية
cs_cz: Zadejte měsíc, kdy začíná finanční rok
el_gr: Καθορίστε τον μήνα έναρξης του οικονομικού έτους
es_es: Especifique el mes de inicio del año fiscal
fr_fr: Quel mois pour démarrer l'année fiscale
he: הזן את החודש הראשון בשנה הפיננסית
hr_hr: Odredi početni mjesec fiskalne godine
hu_hu: Pénzügyi év kezdőhónapjának megadása
it_it: Specifica il mese d'inizio dell'anno finanziario
nl_nl: Specificeer de eerste maand van het financieel jaar
pl_pl: Określ miesiąc rozpoczęcia roku finansowego
pt_pt: Indique o Mês inicial do ano fiscal
ru_ru: Задайте первый месяц финансового года
sk_sk: Upresnite mesiac, ktorým sa začína fiškálny rok
sv_se: Ange månad för början av räkenskapsåret
tr_tr: Finansal yılın başlangıcı için ay belirtin

source: Locale
ar_sa: محلي
el_gr: Γλωσσικές Ρυθμίσεις
es_es: Configuración regional
fr_fr: Localisation
hr_hr: Jezično područje
hu_hu: Területi beállítás
it_it: Localizzazione
pl_pl: Ustawienie regionalne
pt_pt: Localização
ru_ru: Локаль
sv_se: Plats
tr_tr: Yerel

source: Currency value sample: %s
ar_sa: عينة قيمة العملة: %s
el_gr: Δείγμα αξίας νομίσματος: %s
es_es: Ejemplo del valor de la divisa: %s
fr_fr: Échantillon de valeur de la devise : %s
hr_hr: Primjer vrijednosti valute: %s
hu_hu: Pénznemérték minta: %s
it_it: Esempio di valore della valuta: %s
pl_pl: Przykład waluty bazowej: %s
pt_pt: Exemplo de cotação de Moeda: %s
ru_ru: Пример валютного значения: %s
sv_se: Valutavärde exempel: %s
tr_tr: Para birimi değeri örneği: %s

source: Bad locale name
ar_sa: اسم محلي سيئ
el_gr: Λάθος όνομα γλώσσας
es_es: Nombre de configuración regional incorrecto
fr_fr: Mauvais nom de fichier
hr_hr: Neispravno ime jezičnog područja
hu_hu: Hibás területi beállítás neve
it_it: Nome del file sbagliato
pl_pl: Błędna nazwa ustawień regionalnych
pt_pt: Nome de localização inválido
ro_ro: Nume local greșit
ru_ru: Неверное название локали
tr_tr: Kötü yerel ayar adı

source: WebApp
fr_fr: Application Web
hr_hr: Web aplikacija
hu_hu: Webalkalmazás
pl_pl: Aplikacja sieciowa
tr_tr: Web Uygulaması

source: Specify the Web App URL without final slash
ar_sa: تحديد عنوان URL لتطبيق الويب بدون قطع نهائي
cs_cz: Zadejte URL pro Web App bez zpětného lomítka na konci
el_gr: Καθορίστε το URL της εφαρμογής Web χωρίς τελική κάθετο
es_es: Especifique la URL de la Web App sin la barra final
fr_fr: Spécifier l'URL WebApp sans le slash à la fin
he: הזן כתובת URL של אפליקציית השרת ללא הלוכסן בסוף
hr_hr: Odredi url link internetske aplikacije bez zadnje kose crte
hu_hu: Webalkalmazás URL-címének megadása záró perjel nélkül
it_it: Specificare l'URL della Web App senza slash finale
nl_nl: Specificeer de WebApp URL zonder slash aan het einde
pl_pl: Wpisz URL WebApp bez końcowego ukośnika
pt_pt: Indicar a URL da Aplicação Web sem barra final
ru_ru: Укажите Web App URL без / в конце
sk_sk: Upresnite URL webovej aplikácie bez lomky na konci
tr_tr: Son ters bölü işaretsiz Web Uygulaması URL'si belirtin.

source: Specify the Web App GUID
ar_sa: تحديد تطبيق الويب GUID
cs_cz: Zadejte GUID pro Web App
el_gr: Καθορίστε το GUID της εφαρμογής Web
es_es: Especifique el GUID de la Web App
fr_fr: Spécifier le GUID WebApp
he: הגדר את ה GUID של אפליקציית הרשת
hr_hr: Odredi GUID internetske aplikacije
hu_hu: Webalkalmazás GUID azonosítójának megadása
it_it: Specificare il GUID della Web App
nl_nl: Specificeer de WebApp GUID
pl_pl: Wpisz WebApp GUID
pt_pt: Indicar o GUID da Aplicação Web
ru_ru: Задайте Web App GUID
sk_sk: Upresnite GUID pre webovú aplikáciu
tr_tr: Web Uygulaması GUİD belirtin.

source: More information about WebApp
ar_sa: مزيد من المعلومات حول WebApp
cs_cz: Další informace o WebApp
el_gr: Περισσότερες πληροφορίες σχετικά με το WebApp
es_es: Más información sobre WebApp
fr_fr: Plus d'infos sur WebApp
he: מידע נוסף על אפליקציות Web
hr_hr: Daljnje informacije o web aplikaciji
hu_hu: További információk a webes applikációról
it_it: Altre informazioni sulla WebApp
nl_nl: Meer informatie over WebApp
pl_pl: Więcej informacji o WebApp
pt_pt: Mais informações sobre a Aplicação Web
ru_ru: Дополнительная информация о WebApp
tr_tr: WebApp hakkında daha fazla bilgi

source: Specify the proxy IP address
ar_sa: تحديد عنوان IP الوكيل
cs_cz: Zadejte IP adresu proxy serveru
el_gr: Καθορίστε τη διεύθυνση IP του διαμεσολαβητή
es_es: Especificar la dirección IP del proxy
fr_fr: Specifier l'adresse IP du serveur proxy
he: הגדר כתובת IP לפרוקסי
hr_hr: Odredi proxy IP adresu
hu_hu: Adja meg a Proxy IP-címét
it_it: Specificare l'indirizzo IP del proxy
nl_nl: Specificeer het proxy IP adres
pl_pl: Określ adres IP proxy
pt_pt: Indique o endereço IP do proxy
ru_ru: Задайте адрес прокси
sk_sk: Upresnite IP adresu proxy servera
tr_tr: Vekil sunucu IP adresini belirtin

source: Specify proxy port number
ar_sa: تحديد رقم منفذ الوكيل
cs_cz: Zadejte číslo portu proxy serveru
el_gr: Καθορισμός αριθμού θύρας διαμεσολαβητή
es_es: Especificar el número de puerto del proxy
fr_fr: Préciser le numéro du port pour le proxy
he: הגדר את מספר הפורט של הפרוקסי
hr_hr: Odredi proxy priključak
hu_hu: Add meg a proxy port-ját
it_it: Specificare numero porta proxy
nl_nl: Specificeer proxy poortnummer
pl_pl: Określ numer portu proxy
pt_pt: Indique o porto do proxy
ru_ru: Задайте номер порта
sk_sk: Upresnite číslo portu proxy servera
tr_tr: Vekil sunucu port numarasını belirtin

source: Usage Statistics
el_gr: Στατιστικά χρήσης
es_es: Estadísticas de Uso
fr_fr: Statistiques d'utilisation
hr_hr: Statistika korištenja
hu_hu: Használati statisztika
it_it: Statistiche di Utilizzo
pl_pl: Statystyki użycia
pt_pt: Estatísticas de utilização
ro_ro: Statistici de utilizare
ru_ru: Статистика использования
sv_se: Användningsstatistik
tr_tr: Kullanım İstatistikleri

source: Check for latest news on startup
ar_sa: التحقق من آخر الأخبار عند بدء التشغيل
cs_cz: Ověřit novinky při spuštění
el_gr: Έλεγχος για τα τελευταία νέα κατά την εκκίνηση
es_es: Buscar las últimas novedades al inicio
fr_fr: Vérifier les mises à jour au démarrage
hr_hr: Provjeri najnovije vijesti pri pokretanju
hu_hu: Legfrissebb hírek ellenőrzése indításkor
it_it: Controlla le ultime notizie all'avvio
pl_pl: Sprawdzaj najnowsze aktualizacje przy starcie
pt_pt: Verifique as últimas novidades na inicialização
ru_ru: Проверять последние новости при запуске
sv_se: Sök efter de senaste nyheterna vid start
tr_tr: Başlangıçta en son haberleri kontrol edin
