Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Balance
ar_sa: الرصيد
cs_cz: Zůstatek
el_gr: Υπόλοιπο
es_es: Saldo
fr_fr: Solde
he: יתרה
hr_hr: Saldo
hu_hu: Egyenleg
it_it: Saldo
nl_nl: Balans
pl_pl: Bilans
pt_pt: Saldo
ro_ro: Sold
ru_ru: Баланс
sk_sk: Zostatok
sv_se: Balans
tr_tr: Kalıntı

source: Share Total
ar_sa: مشاركة المجموع
cs_cz: Podíl celkem
el_gr: Συνολική Κοινοποίηση
es_es: Total de acciones
fr_fr: Total des actions
he: סך כל מניה
hr_hr: Dionica ukupno
hu_hu: Értékpapír összes
it_it: Totale Azioni
nl_nl: Totaal aandelen
pl_pl: Łącznie akcji
pt_pt: Total de Ações
ru_ru: Всего
tr_tr: Hisse (Pay) Toplamı

source: Current Price
ar_sa: السعر الحالي
cs_cz: Aktuální cena
el_gr: Τρέχουσα τιμή
es_es: Precio actual
fr_fr: Valeur actuelle
he: מחיר נוכחי
hr_hr: Aktualna cijena
hu_hu: Jelenlegi ár
it_it: Prezzo Attuale
nl_nl: Huidige waarde
pl_pl: Cena bieżąca
pt_pt: Preço Actual
ro_ro: Curs Actual
ru_ru: Текущая цена
sk_sk: Aktuálna cena
sv_se: Akt. pris:
tr_tr: Güncel Fiyat

source: Avg Share Price
ar_sa: متوسط سعر المشاركة
el_gr: Μέση Τιμή Μετοχής
es_es: Precio medio de la acción
fr_fr: Prix moyen d'achat (prix de revient)
hr_hr: Prosječna cijena dionice
hu_hu: Átlagos részvényárfolyam
it_it: Prezzo medio del titolo
pl_pl: Średnia cena akcji
pt_pt: Cotação Média
ru_ru: Средняя цена акции
sv_se: Genomsnittlit andelspris
tr_tr: Ortalama Hisse Fiyatı

source: Total Cost
ar_sa: التكلفة الإجمالية
el_gr: Συνολικό Κόστος
es_es: Coste total
fr_fr: Valorisation totale
hr_hr: Ukupni trošak
hu_hu: Összes költség
it_it: Costo Totale
pl_pl: Całkowity koszt
pt_pt: Custo Total
ru_ru: Общая стоимость
sv_se: Totalkostnad
tr_tr: Toplam Maliyet

source: Realized Gain/Loss
ar_sa: الأرباح/الخسارة المحققة
el_gr: Πραγματοποιημένα Κέρδη/Απώλειες
es_es: Realizadas (Ganancias/Pérdidas)
fr_fr: Gains/pertes réalisés
hr_hr: Realizirani dobitak/gubitak
hu_hu: Realizált nyereség/veszteség
it_it: Guadagno/Perdita realizzato
pl_pl: Zrealizowany zysk/strata
pt_pt: Ganhos/Perdas Realizadas
ru_ru: Зафиксированная прибыль/убытки
sv_se: Realiserad vinst / förlust
tr_tr: Gerçekleşen Kazanç/Zarar

source: Unrealized Gain/Loss
ar_sa: الأرباح/الخسارة غير المحققة
el_gr: Μη Πραγματοποιημένα Κέρδη/Απώλειες
es_es: Latentes (Ganancias/Pérdidas)
fr_fr: Gains/pertes non réalisés
hr_hr: Nerealizirani dobitak/gubitak
hu_hu: Nem realizált nyereség/veszteség
it_it: Guadagno/Perdita non realizzato
pl_pl: Niezrealizowany zysk/strata
pt_pt: Ganhos/Perdas por realizar
ru_ru: Незафиксированная прибыль/убытки
sv_se: Orealiserad vinst / förlust
tr_tr: Gerçekleşmemiş Kazanç/Zarar

source: Current Total Value
el_gr: Τρέχουσα Συνολική Τιμή
fr_fr: Valeur totale actuelle
hu_hu: Jelenlegi összérték
it_it: Valore Totale Attuale
tr_tr: Mevcut Toplam Değer

source: Commission
ar_sa: العمولة
cs_cz: Provize
el_gr: Προμήθεια
es_es: Comisión
he: עמלה
hr_hr: Provizija
hu_hu: Jutalék
it_it: Commissione
nl_nl: Commissie
pl_pl: Prowizja
pt_pt: Comissão
ro_ro: Comision
ru_ru: Комиссия
sk_sk: Provízia
sv_se: Provision
tr_tr: Komisyon

source: Import from CSV file
ar_sa: استيراد من ملف CSV
el_gr: Εισαγωγή από αρχείο CSV
es_es: Importar desde archivo CSV
fr_fr: Importer un fichier CSV
hr_hr: Uvezi iz CSV datoteke
hu_hu: Importálás CSV-fájlból
it_it: Importa da file CSV
pl_pl: Importuj z pliku CSV
pt_pt: Importar de um ficheiro CSV
ro_ro: Import dintr-un fișier CSV
ru_ru: Импорт из CSV файла
sv_se: Importera från CSV-fil
tr_tr: CSV dosyasından içe aktar

source: Import from XML file
ar_sa: استيراد من ملف XML
el_gr: Εισαγωγή από αρχείο XML
es_es: Importar desde archivo XML
fr_fr: Importer un fichier XML
hr_hr: Uvezi iz XML datoteke
hu_hu: Importálás XML-fájlból
it_it: Importa da file XML
pl_pl: Importuj z pliku XML
pt_pt: Importar de um ficheiro XML
ru_ru: Импорт из XML файла
sv_se: Importera från XML-fil
tr_tr: XML dosyasından içe aktar

source: Export as XML file
ar_sa: تصدير كملف XML
el_gr: Εξαγωγή ως αρχείο XML
es_es: Exportar como archivo XML
fr_fr: Exporter en fichier XML
hr_hr: Izvezi kao XML datoteku
hu_hu: Exportálás XML-fájlként
it_it: Esporta come file XML
pl_pl: Eksportuj jako plik XML
pt_pt: Exportar como ficheiro XML
ro_ro: Exportă ca fișier XML
ru_ru: Экспорт в XML файл
sv_se: Exportera som XML-fil
tr_tr: XML dosyası olarak dışa aktar

source: Account:
ar_sa: الحساب:
cs_cz: Účet:
el_gr: Λογαριασμός:
es_es: Cuenta:
fr_fr: Compte :
he: :חשבון
hr_hr: Račun:
hu_hu: Számla:
it_it: Conto:
nl_nl: Rekening:
pl_pl: Konto:
pt_pt: Conta:
ro_ro: Cont:
ru_ru: Счет:
sk_sk: Účet:
sv_se: Konto:
tr_tr: Hesap:

source: Preset:
ar_sa: المعد مسبقا:
el_gr: Προκαθορισμένο:
es_es: Preajuste:
fr_fr: Préréglage :
hr_hr: Postava:
hu_hu: Előbeállítás:
pl_pl: Ustawienie:
pt_pt: Predefinição:
ro_ro: Presetare:
ru_ru: Предустановки:
sv_se: Förval:
tr_tr: Önayar:

source: Load this Preset when Account is: %s
ar_sa: تحميل هذا الإعداد المسبق عندما يكون الحساب: %s
el_gr: Φόρτωση αυτής της προεπιλογής όταν ο Λογαριασμός είναι: %s
es_es: Cargar este preajuste cuando la cuenta es: %s
fr_fr: Charger ce préréglage lorsque le compte est : %s
hr_hr: Učitaj ovu postavu kada je račun: %s
hu_hu: Az előbeállítás betöltése, ha a számla: %s
it_it: Carica questo Preset quando l'account è: %s
pl_pl: Wczytaj to ustawienie, gdy konto to: %s
pt_pt: Carregar esta Predefinição quando a conta for: %s
ro_ro: Încarcă această presetare când Contul este: %s
ru_ru: Загрузить пресет, когда счёт: %s
sv_se: Ladda detta förval när kontot är: %s
tr_tr: Hesap açıkken bu Ön Ayarı yükle: %s

source: Specify the order of fields in the file
ar_sa: حدد ترتيب الحقول في الملف
cs_cz: Zvolte pořadí polí v souboru
el_gr: Καθορίστε τη σειρά των πεδίων στο αρχείο
es_es: Especificar el orden de campos en el archivo
fr_fr: Indiquer l'ordre des champs du fichier
he: הגדר את סדר השדות בקובץ
hr_hr: Odredi redoslijed polja u datoteci
hu_hu: Fájl mezők sorrendjének megadása
it_it: Specifica l'ordine dei campi nel file
nl_nl: Specificeer de volgorde van de velden in het bestand
pl_pl: Ustaw kolejność pól w pliku
pt_pt: Indique a ordem dos campos no ficheiro
ro_ro: Specificați ordinea câmpurilor din fișier
ru_ru: Укажите порядок полей в файле
tr_tr: Dosyadaki alanların sırasını belirle

source: &MMEX format
ar_sa: تنسيق &MMEX
cs_cz: Formát &MMEX
el_gr: &Μορφή MMEX
es_es: Formato &MMEX
fr_fr: Format &MMEX
he: עיצוב MMEX&
hu_hu: &MMEX-formátum
it_it: Formato &MMEX
nl_nl: &MMEX formaat
pl_pl: Format &MMEX
pt_pt: Formato &MMEX
ro_ro: Format &MMEX
ru_ru: &MMEX формат
sk_sk: Formát &MMEX
tr_tr: &MMEX biçimi

source: &Up
ar_sa: &لأعلى
cs_cz: Nahor&u
el_gr: &Επάνω
es_es: &Subir
fr_fr: Vers le ha&ut
he: &למעלה
hr_hr: &Gore
hu_hu: &Felfelé
it_it: S&u
nl_nl: &Omhoog
pl_pl: Do góry
pt_pt: &Cima
ro_ro: S&us
ru_ru: &Вверх
sk_sk: &Vyššie
sv_se: &Upp
tr_tr: &Yukarı

source: &Down
ar_sa: &أسفل
cs_cz: &Dolů
el_gr: &Κάτω
es_es: &Bajar
fr_fr: &Descendre
he: &מטה
hr_hr: &Dolje
hu_hu: &Lefelé
it_it: &Giù
nl_nl: &Omlaag
pl_pl: W &dół
pt_pt: &Baixo
ro_ro: &Jos
ru_ru: В&низ
sk_sk: &Nižšie
sv_se: &Ner
tr_tr: &Aşağı

source: CSV Delimiter:
ar_sa: محدد CSV:
cs_cz: Oddělovač CSV:
el_gr: CSV Οριοθέτης:
es_es: Delimitador de CSV:
fr_fr: Délimiteur CSV :
he: מפריד CSV:
hr_hr: Znak razdvajanja za CSV:
hu_hu: CSV-elválasztó:
it_it: Separatore di campo CSV:
nl_nl: CSV scheidingsteken:
pl_pl: Separator pól CSV:
pt_pt: Delimitador CSV:
ro_ro: Delimitator CSV:
ru_ru: Separatore di campo CSV:
sv_se: CSV-avgränsare:
tr_tr: CSV Ayracı

source: Only Export Stocks
el_gr: Μόνο Εξαγωγή Μετοχών
fr_fr: Exporter uniquement les actions
hu_hu: Csak értékpapírok exportálása
it_it: Esporta Solo Titoli
tr_tr: Yalnızca Hisseleri Dışa Aktar

source: Only Export Transactions Between 2 Dates
el_gr: Μόνο Εξαγωγή Συναλλαγών Μεταξύ 2 Ημερομηνιών
fr_fr: Exporter les opérations entre 2 dates uniquement
hu_hu: Csak két dátum közötti ügyletek exportálása
it_it: Esporta Solo Transazioni Tra 2 Date
tr_tr: Yalnızca 2 Tarih Arasındaki İşlemleri Dışa Aktar

source: Start Date:
el_gr: Ημερομηνία Έναρξης:
fr_fr: Date de début :
hu_hu: Kezdődátum:
it_it: Data Iniziale:
tr_tr: Başlangıç Tarihi:

source: Specify the report start date
el_gr: Καθορίστε την ημερομηνία έναρξης της αναφοράς
fr_fr: Spécifiez la date de début du rapport
hu_hu: Jelentés kezdődátumának megadása

source: End Date:
el_gr: Ημερομηνία λήξης:
fr_fr: Date de fin :
hu_hu: Záródátum:
it_it: Data di Fine:
tr_tr: Bitiş Tarihi:

source: Specify the report end date
el_gr: Καθορίστε την ημερομηνία λήξης της αναφοράς
fr_fr: Spécifiez la date de fin du rapport
hu_hu: Jelentés záródátumának megadása

source: Export column titles
ar_sa: تصدير عناوين الأعمدة
cs_cz: Exportovat názvy sloupců
el_gr: Εξαγωγή τίτλων στηλών
es_es: Exportar títulos de columna
fr_fr: Exporter les titres des colonnes
he: יצא כותרות עמודות
hr_hr: Izvezi zaglavlja stupaca
hu_hu: Oszlopcímek exportálása
it_it: Esporta titoli colonne
nl_nl: Kolomtitels exporteren
pl_pl: Eksport tytułów kolumn
pt_pt: Exportar títulos de coluna
ro_ro: Exportă titlurile coloanelor
ru_ru: Экспорт заголовков столбцов
sv_se: Exportera kolumnrubriker
tr_tr: Verme sütunu başlıkları

source: Positive values are deposits
ar_sa: القيم الإيجابية هي الودائع
cs_cz: Kladné hodnoty jsou vklady
el_gr: Θετικές αξίες είναι οι καταθέσεις
es_es: Los valores positivos son ingresos
fr_fr: Les valeurs positives sont des crédits
he: ערכים חיוביים הם הפקדות
hr_hr: Pozitivne vrijednosti su uplate
hu_hu: A pozitív értékek befizetések
it_it: Valori positivi sono depositi
nl_nl: Positieve waardes zijn stortingen
pl_pl: wartości dodatnie są wpłatami
pt_pt: Valores positivos são depósitos
ro_ro: Valorile pozitive sunt depozite
ru_ru: Положительные значения это депозиты
sv_se: Positiva värden är insättningar
tr_tr: Artı değerler gelirlerdir

source: Positive values are withdrawals
ar_sa: القيم الإيجابية هي عمليات سحب
cs_cz: Kladné hodnoty jsou výběry
el_gr: Θετικές τιμές είναι οι αποσύρσεις
es_es: Los valores positivos son cargos
fr_fr: Les valeurs positives sont des débits
he: ערכים חיוביים הם משיכות
hr_hr: Pozitivne vrijednosti su isplate
hu_hu: A pozitív értékek kivételek
it_it: Valori positivi sono prelievi
nl_nl: Positieve waardes zijn opnames
pl_pl: wartości dodatnie są wypłatami
pt_pt: Valores positivos são levantamentos
ro_ro: Valorile pozitive sunt retrageri
ru_ru: Положительные значения это снятие
sv_se: Positiva värden är uttag
tr_tr: Artı değerler ödemedir

source: Rows to ignore
ar_sa: صفوف للتجاهل
cs_cz: Ignorovat řádky
el_gr: Γραμμές προς αγνόηση
es_es: Filas a ignorar
fr_fr: Lignes à ignorer
he: שורות להתעלם
hr_hr: Zanemari retke
hu_hu: Figyelmen kívül hagyandó sorok
it_it: Righe da ignorare
nl_nl: Regels overslaan
pl_pl: Wiersze do pominięcia
pt_pt: Linhas a ignorar
ro_ro: Rânduri de ignorat
ru_ru: Строк, игнорировать
sv_se: Rader att ignorera
tr_tr: Atlanacak satırlar

source: From start:
ar_sa: منذ البداية:
cs_cz: Od:
el_gr: Από την αρχή:
es_es: Desde el principio:
fr_fr: Point de départ :
he: מתחילת:
hr_hr: Od početka:
hu_hu: Az elejétől:
it_it: Dall'inizio:
nl_nl: Van start:
pl_pl: Od początku:
pt_pt: Do início:
ro_ro: De la început:
ru_ru: С начала:
sv_se: Från början:
tr_tr: Başlangıçtan:

source: From end:
ar_sa: من النهاية:
cs_cz: do:
el_gr: Από το τέλος:
es_es: Desde el final:
fr_fr: Pont d'"arrivée :
he: מסוף:
hr_hr: Od kraja:
hu_hu: A végétől:
it_it: Dalla fine:
nl_nl: Van eind:
pl_pl: Od końca:
pt_pt: Do final:
ro_ro: De la sfârșit:
ru_ru: С конца:
sv_se: Från slutet:
tr_tr: Bitişken:

source: Preview
ar_sa: معاينة
cs_cz: Náhled
el_gr: Προεπισκόπηση
es_es: Vista previa
fr_fr: Prévisualisation
he: תצוגה מקדימה
hr_hr: Pregled
hu_hu: Előnézet
it_it: Anteprima
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_pt: Pré-visualização
ro_ro: Previzualizează
ru_ru: Просмотр
sk_sk: Náhľad
sv_se: Förhandsgranska
tr_tr: Önizleme

source: &Export
ar_sa: &تصدير
el_gr: &Εξαγωγή
es_es: &Exportar
fr_fr: &Exporter
he: &יצא
hr_hr: &Izvoz
hu_hu: &Exportálás
it_it: &Esporta
nl_nl: &Exporteren
pl_pl: &Eksportuj
pt_pt: &Exportar
ro_ro: &Exportă
ru_ru: &Экспорт
sk_sk: &Exportovať
sv_se: &Exportera
tr_tr: &Ver

source: Choose XML data file to import
ar_sa: اختر ملف بيانات XML للاستيراد
cs_cz: Vyberte soubor XML pro import
el_gr: Επιλογή αρχείου δεδομένων XML για εισαγωγή
es_es: Seleccionar el fichero XML a importar
fr_fr: Sélectionner le fichier XML à importer
he: בחר קובץ נתונים XML לייבא
hr_hr: Odaberi XML datoteku, koju želiš uvesti
hu_hu: XML-adatfájl kijelölése az importáláshoz
it_it: Selezionare il file XML da importare
nl_nl: Selecteer het te importeren XML-bestand
pl_pl: Wybierz plik XML do importu
pt_pt: Escolha o ficheiro de dados XML a importar
ro_ro: Alegeți fișierul XML pentru import
ru_ru: Выберите файл XML для импорта
tr_tr: Alınacak XML veri dosyası seçin

source: Choose XML data file to export
ar_sa: اختر ملف بيانات XML للتصدير
cs_cz: Vyberte soubor XML pro export
el_gr: Επιλογή αρχείου δεδομένων XML για εξαγωγή
es_es: Seleccionar el fichero XML a exportar
fr_fr: Sélectionner le fichier XML à exporter
he: בחר קובץ נתונים XML ליצוא
hr_hr: Odaberi XML datoteku, koju želiš izvesti
hu_hu: XML-adatfájl kijelölése az exportáláshoz
it_it: Selezionare il file da esportare in XML
nl_nl: Selecteer het te exporteren XML-bestand
pl_pl: Wybierz dane XML do eksportu
pt_pt: Escolha o ficheiro de dados XML a Exportar
ro_ro: Alegeți fișierul XML pentru export
ru_ru: Выберите XML файл для экспорта
tr_tr: Verilecek XML veri dosyası seçin

source: Preset name
ar_sa: اسم الإعداد المسبق
el_gr: Προκαθορισμένο Όνομα
es_es: Nombre del preajuste
fr_fr: Nom du préréglage
hr_hr: Ime postave
hu_hu: Előbeállítás neve
it_it: Nome Preset
pl_pl: Nazwa zapisanego ustawienia
pt_pt: Nome Predefinido
ro_ro: Nume presetare
ru_ru: Название пресета
sv_se: Namn på förval
tr_tr: Önayar adı

source: Save current settings as a Preset
ar_sa: حفظ الإعدادات الحالية كتعيين مسبق
el_gr: Αποθήκευση των τρεχουσών ρυθμίσεων ως προεπιλογή
es_es: Guardar la configuración actual como preajuste
fr_fr: Enregistrer les paramètres actuels en tant que préréglage
hr_hr: Spremi trenutačne postavke kao postavu
hu_hu: Jelenlegi beállítások mentése előre beállított értékként
it_it: Salva le impostazioni correnti come Preset
pl_pl: Zapisz aktualne ustawienia
pt_pt: Gravar as configurações atuais como Predefinição
ro_ro: Salvează setările curente ca presetare
ru_ru: Сохранить текущие настройки как пресет
sv_se: Spara aktuella inställningar som förval
tr_tr: Geçerli ayarları Önayar olarak kaydet

source: Delete Preset
ar_sa: حذف الإعداد المسبق
el_gr: Διαγραφή προκαθορισμένου
es_es: Eliminar preajuste
fr_fr: Supprimer le préréglage
hr_hr: Izbriši postavu
hu_hu: Előbeállítás törlése
it_it: Elimina Preset
pl_pl: Usuń ustawienie
pt_pt: Eliminar Predefinição
ro_ro: Ştergere presetare
ru_ru: Удалить пресет
sv_se: Radera Förval
tr_tr: Önayarı sil

source: MMEX standard format
ar_sa: تنسيق MMEX القياسي
cs_cz: Standardní formát MMEX
el_gr: Κανονική μορφή MMEX
es_es: Formato estándar MMEX
fr_fr: Format standard MMEX
he: פורמט MMEX סטנדרטי
hr_hr: MMEX standardni format
hu_hu: Szabványos MMEX-formátum
it_it: Formato standard MMEX
nl_nl: MMEX standaard formaat
pl_pl: Standardowy format MMEX
pt_pt: Formato MMEX padrão
ro_ro: Format standard MMEX
ru_ru: MMEX стандартный формат
sk_sk: Štandardný formát MMEX
tr_tr: MMEX standart biçimi

source: Move Up
ar_sa: تحريك للأعلى
cs_cz: Nahoru
el_gr: Μετακίνηση επάνω
es_es: Mover arriba
fr_fr: Déplacer vers le haut
he: הזז למעלה
hr_hr: Pomakni gore
hu_hu: Mozgatás felfele
it_it: Sposta Su
nl_nl: Verplaats omhoog
pl_pl: Przenieś do góry
pt_pt: Mover Acima
ro_ro: Mutare în sus
ru_ru: Вверх
sk_sk: Presunú vyššie
sv_se: Flytta upp
tr_tr: Yukarı Taşı

source: Move Down
ar_sa: تحريك للأسفل
el_gr: Μετακίνηση Κάτω
es_es: Mover hacia abajo
fr_fr: Déplacer vers le bas
hr_hr: Premjesti prema dolje
hu_hu: Mozgatás lefelé
it_it: Sposta Giù
pl_pl: Przesuń w dół
pt_pt: Mover Abaixo
ro_ro: Mută în jos
ru_ru: Вниз
tr_tr: Aşağı Taşı

source: Specify the delimiter to use when importing/exporting CSV files
ar_sa: تعيين المحددة المستخدمة عند استيراد/تصدير ملفات CSV
cs_cz: Zadejte oddělovač, který bude použit při importu/exportu CSV souborů
el_gr: Καθορίστε το διαχωριστικό προς χρήση κατά την εισαγωγή/εξαγωγή αρχείων CSV
es_es: Especifique el delimitador utilizado al importar/exportar ficheros CSV
fr_fr: Spécifiez le délimiteur à utiliser lors de l'importation/exportation de fichiers CSV
he: הגדר את המפריד שבו יעשה שימוש ביבוא/יצוא של קבצים
hr_hr: Odredi znak razdvajanja, koji će se koristiti prilikom uvoza/izvoza CSV datoteke
hu_hu: CSV-fájlok importáláskor/exportáláskor használandó elválasztó karakterének megadása
it_it: Specifica il separatore da usare nell'importazione/esportazione dei file CSV
nl_nl: Specificeer te gebruiken scheidingsteken bij CSV importeren/exporteren
pl_pl: Ustaw domyślny separator, jaki ma być użyty podczas importu/eksportu plików CSV
pt_pt: Especifique o delimitador utilizado na importação/exportação de ficheiros CSV
ro_ro: Specifică delimitatorul de folosit la exportarea/importarea din filele CSV
ru_ru: Укажите, какой разделитель использовать при импорте/экспорте CSV файлов
sk_sk: Upresnite oddelovač pre použitie pri importe a exporte CSV súborov
sv_se: Ange avgränsare att använda för importering/exportering av CSV-filer
tr_tr: CVS dosyaları verilirken/alınırken kullanılacak ayracı belirle

source: Import File
ar_sa: استيراد ملف
cs_cz: Importovat soubor
el_gr: Εισαγωγή Αρχείου
es_es: Importar fichero
fr_fr: Importer le fichier
he: יבא קובץ
hr_hr: Uvezi datoteku
hu_hu: Fájlimportálás
it_it: Importa file
nl_nl: Importeer bestand
pl_pl: Import pliku
pt_pt: Importar Ficheiro
ro_ro: Importă fișier
ru_ru: Импорт файла
sk_sk: Importovať súbor
sv_se: Importera fil
tr_tr: Dosya Al

source: Export File
ar_sa: تصدير الملف
cs_cz: Exportovat soubor
el_gr: Εξαγωγή αρχείου
es_es: Exportar fichero
fr_fr: Exporter le fichier
he: יצא קובץ
hr_hr: Izvezi datoteku
hu_hu: Fájlexportálás
it_it: Esporta file
nl_nl: Exporteer bestand
pl_pl: Eksport pliku
pt_pt: Exportar Ficheiro
ro_ro: Export fișier
ru_ru: Экспорт файла
sk_sk: Exportovať súbor
sv_se: Exportera fil
tr_tr: Dosya Ver

source: Preset '%1$s' loaded because Account '%2$s' selected
ar_sa: تم تحميل الإعداد المسبق '%1$s' لأن الحساب '%2$s' المحدد
el_gr: Η προεπιλογή '%1$s' φορτώθηκε επειδή ο Λογαριασμός '%2$s' επιλέχθηκε
es_es: Preajuste '%1$s' cargado porque se ha seleccionado la cuenta '%2$s'
fr_fr: Le préréglage '%1$s' est chargé du fait de la sélection du compte '%2$s'
hu_hu: Előre beállított „%1$s” betöltve, mert a(z) „%2$s” számla van kijelölve
it_it: Preset '%1$s' è stato caricato perché è stato selezionato il Conto '%2$s'
pl_pl: Ustawienie '%1$s' załadowane, ponieważ wybrano konto '%2$s'
pt_pt: Predefinição '%1$s' carregada porque a Conta '%2$s' foi selecionada
ro_ro: Presetare '%1$s' încărcată deoarece Contul %2$s a fost selectat
ru_ru: Пресет '%1$s' загружен, потому что выбран счёт '%2$s'
sv_se: Förval '%1$s' laddad eftersom kontot '%2$s' är valt
tr_tr: '%2$s' Hesabı seçildiği için '%1$s' önayarı yüklendi

source: Default account '%s' for this template does not exist. Please select a new account.
ar_sa: الحساب الافتراضي '%s' لهذا القالب غير موجود. الرجاء تحديد حساب جديد.
cs_cz: Výchozí účet '%s' pro tuto šablonu neexistuje. Zvolte prosím nový účet.
el_gr: Ο προεπιλεγμένος λογαριασμός '%s' για αυτό το πρότυπο δεν υπάρχει. Παρακαλώ επιλέξτε ένα νέο λογαριασμό.
es_es: No existe una cuenta por defecto '%s' para esta plantilla. Por favor, seleccione una nueva cuenta.
fr_fr: Le compte par défaut '%s' pour ce modèle n'existe pas. Veuillez sélectionner un nouveau compte.
he: חשבון ברירת המחדל '%s' עבור תבנית זו אינה קיימת. אנא בחר חשבון חדש.
hr_hr: Standardni račun „%s” za ovaj predložak ne postoji. Odaberi jedan novi račun.
hu_hu: A sablonhoz tartozó alapbeállítás szerinti '%s' számla nem létezik. Kérem válasszon új számlát.
it_it: Il conto predefinito '%s' per questo modello non esiste. Scegliere un nuovo conto.
nl_nl: Standaardrekening '%s' voor dit sjabloon bestaat niet. Selecteer alstublieft een andere rekening.
pl_pl: Konto domyślne '%s' dla tego wzorca nie istnieje. Wybierz nowe konto.
pt_pt: Conta padrão '%s' para este modelo não existe. Por favor, selecione uma nova conta.
ro_ro: Contul implicit '%s' pentru acest șablon nu există. Vă rugăm să selectați un cont nou.
ru_ru: Счёт по умолчанию '% s' для этого шаблона не существует. Пожалуйста, выберите другой счёт.
tr_tr: Bu şablon için öntanımlı hesap %s yok. Lütfen yeni bir hesap seçin.

source: Account does not exist
ar_sa: الحساب غير موجود
cs_cz: Účet neexistuje
el_gr: Ο λογαριασμός δεν υπάρχει
es_es: La cuenta no existe
fr_fr: Ce compte n'existe pas
he: חשבון לא קיים
hr_hr: Račun ne postoji
hu_hu: Nem létező számla
it_it: Il conto non esiste
nl_nl: Rekening bestaat niet
pl_pl: Konto nie istnieje
pt_pt: Conta não existe
ro_ro: Contul nu există
ru_ru: Счёт не существует
sk_sk: Účet neexistuje
sv_se: Kontot finns inte
tr_tr: Hesap yok

source: Positive if type has '%s'
ar_sa: إيجابي إذا كان النوع يحتوي على '%s'
cs_cz: Kladné pokud zadáno '%s'
el_gr: Θετικό αν ο τύπος έχει %s
es_es: Positivo si el tipo tiene '%s'
fr_fr: Positif si le type a '%s'
hr_hr: Pozitivno, ako vrsta sadrži „%s”
hu_hu: Pozitív, ha a típusnak ez van '%s'
it_it: Positivo se il tipo contiene '%s'
pl_pl: Pozytywne jeśli typ ma '%s'
pt_pt: Positivo se o tipo tiver '%s'
ro_ro: Pozitiv dacă tipul are '%s'
ru_ru: Положительный, если тип имеет '%s'
sv_se: Positiv om typen har '%s'
tr_tr: Eğer tür '%s' e sahipse pozitif

source: Preset Name
ar_sa: اسم الإعداد المسبق
el_gr: Προκαθορισμένο Όνομα
es_es: Nombre del preajuste
fr_fr: Nom du préréglage
hr_hr: Ime postave
hu_hu: Előbeállítás neve
it_it: Nome Preset
pl_pl: Nazwa ustawienia
pt_pt: Nome Predefinido
ro_ro: Nume presetare
ru_ru: Название пресета
sv_se: Namn på förval
tr_tr: Ön Ayar Adı

source: Save Preset
ar_sa: حفظ الإعداد المسبق
el_gr: Αποθήκευση Προεπιλογής
es_es: Guardar ajuste predefinido
fr_fr: Enregistrer le préréglage
hr_hr: Spremi postavu
hu_hu: Előbeállítás mentése
it_it: Salva Preset
pl_pl: Zapisz ustawienie
pt_pt: Gravar Predefinição
ro_ro: Salvare presetare
ru_ru: Сохранить пресет
sv_se: Spara förval
tr_tr: Önayarı kaydet

source: Invalid Date.
ar_sa: تاريخ غير صالح.
cs_cz: Neplatné datum.
el_gr: Άκυρη Ημερομηνία.
es_es: Fecha incorrecta.
fr_fr: Date invalide.
hr_hr: Nevaljan datum.
hu_hu: Érvénytelen dátum.
it_it: Data non valida.
pl_pl: Nieprawidłowa data.
pt_pt: Data Inválida.
ro_ro: Dată incorectă.
ru_ru: Неверная дата.
sk_sk: Neplatný dátum.
sv_se: Ogiltigt datum.
tr_tr: Geçersiz Tarih.

source: Invalid Amount.
ar_sa: المبلغ الذي تم ادخاله غير صالح.
cs_cz: Neplatná částka.
el_gr: Μη Έγκυρο Ποσό.
es_es: Cantidad incorrecta.
fr_fr: Montant non valide.
he: סכום לא תקין.
hr_hr: Nevaljan iznos.
hu_hu: Érvénytelen összeg.
it_it: Importo non valido.
nl_nl: Foutief bedrag.
pl_pl: Nieprawidłowa kwota.
pt_pt: Valor Inválido.
ro_ro: Sumă incorectă.
ru_ru: Неверное значение.
sk_sk: Neplatná suma.
sv_se: Ogiltigt belopp.
tr_tr: Geçersiz Tutar.

source: Type (withdrawal/deposit) unknown.
ar_sa: نوع (سحب/ايداع) غير معروف.
cs_cz: Neznámý typ (výběr/vklad).
el_gr: Τύπος (ανάληψη/κατάθεση) άγνωστος.
es_es: Tipo (cargo/ingreso) desconocido.
fr_fr: Type (crédit/débit) inconnu.
hr_hr: Vrsta (isplata/uplata) nije poznata.
hu_hu: A (kivétel, vagy letét) típusa ismeretlen.
it_it: Tipologia (prelievo/deposito) sconosciuta.
pl_pl: Typ (wpłata/wypłata) nierozpoznany.
pt_pt: Tipo (levantamento/depósito) desconhecido.
ro_ro: Tip (retragere/depunere) necunoscut.
ru_ru: Тип (снятие/депозит) неизвестен.
sv_se: Typ (uttag/insättning) okänd.
tr_tr: (ödeme/gelir) türü bilinmiyor.
