Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Unable to get base currency!
es_es: ¡No se pudo obtener la divisa base!
fr_fr: Impossible d'obtenir la devise de base !
hu_hu: Nem sikerült beszerezni az alappénznemet!
it_it: Impossibile ottenere la valuta base!
pt_pt: Não é possível obter a moeda base!
ru_ru: Не удалось получить базовую валюту!
tr_tr: Temel para birimi alınamıyor!

source: USD
el_gr: Δολάριο ΗΠΑ
hu_hu: amerikai dollár (USD)

source: Unable to find currency 'USD', required for converting historical prices
es_es: No se pudo encontrar la divisa 'USD', necesaria para convertir los precios del historial
fr_fr: Impossible de trouver la devise 'USD', requis pour la conversion des prix historiques
hu_hu: Nem sikerült találni az „USD”-pénznem, amely szükséges az előzmények árának átalakításához
it_it: Impossibile trovare la valuta 'USD', necessaria per convertire i prezzi storici
tr_tr: Tarihsel fiyatları dönüştürmek için gerekli olan para birimi 'USD' bulamıyor

source: Unable to parse price in asset history
es_es: No se pudo analizar el precio en el historial de activos
fr_fr: Impossible d'analyser le prix dans l'historique de l'actif
hu_hu: Nem sikerült elemezni az árat az eszközelőzményekben
it_it: Impossibile analizzare il prezzo nella cronologia del Cespite
ru_ru: Не удалось определить цену из истории активов
tr_tr: Varlık geçmişindeki fiyat çözümlenemiyor

source: Version: %s
cs_cz: Verze: %s
el_gr: Έκδοση: %s
es_es: Versión: %s
hr_hr: Verzija: %s
hu_hu: Verzió: %s
it_it: Versione: %s
pl_pl: Wersja: %s
pt_pt: Versão: %s
ru_ru: Версия %s
sk_sk: Verzia: %s
tr_tr: Sürüm: %s

source: Built on: %1$s %2$s
el_gr: Δημιουργήθηκε στις: %1$s %2$s
es_es: Fecha de compilación: %1$s %2$s
fr_fr: Basé sur : %1$s %2$s
hr_hr: Izgradnja: %1$s %2$s
hu_hu: Készítési időpont: %1$s, %2$s
it_it: Compilato il: %1$s %2$s
pl_pl: Zbudowano: %1$s %2$s
pt_pt: Criado em: %1$s %2$s
ru_ru: Собрано: %1$s %2$s
sv_se: Byggd den: %1$s %2$s
tr_tr: Üzerine inşa edildi: %1$s %2$s

source: Database version: %d
el_gr: Έκδοση βάσης δεδομένων: %d
es_es: Versión de la base de datos: %d
fr_fr: Version de la base de données : %d
hr_hr: Verzija baze podataka: %d
hu_hu: Adatbázis verziója: %d
it_it: Versione del Database: %d
pl_pl: Wersja bazy danych: %d
pt_pt: Versão da Base de Dados: %d
ro_ro: Versiunea bazei de date: %d
ru_ru: Версия базы данных: %d
sv_se: Databasversion: %d
tr_tr: Veritabanı versiyonu: %d

source: Git commit: %1$s (%2$s)
el_gr: Υποβολή: %1$s (%2$s)
es_es: Confirmación de Git: %1$s (%2$s)
hr_hr: Git promjena: %1$s (%2$s)
hu_hu: Git-végrehajtás: %1$s (%2$s)
pl_pl: Zatwierdzenie Git: %1$s (%2$s)
pt_pt: Commit Git: %1$s (%2$s)
ru_ru: Git коммит: %1$s (%2$s)
tr_tr: Git taahhüdü: %1$s (%2$s)

source: Git branch: %s
el_gr: Κλάδος Git: %s
es_es: Rama de Git: %s
hr_hr: Git grana: %s
hu_hu: Git-ág: %s
it_it: Ramo di Git: %s
pl_pl: Gałąź Git: %s
ru_ru: Ветка в Git: %s
tr_tr: Git dalı: %s

source: MMEX is using the following support products:
cs_cz: MMEX používá tyto podpůrné produkty:
el_gr: Το MMEX χρησιμοποιεί τα ακόλουθα προϊόντα υποστήριξης:
es_es: MMEX es utilizando los siguientes productos de apoyo:
fr_fr: MMEX utilise les produits suivant:
hr_hr: MMEX koristi sljedeće proizvode podrške:
hu_hu: MMEX a következő támogatási termékeket használja:
it_it: MMEX utilizza i prodotti di supporto seguenti:
pl_pl: MMEX wykorzystuje następujące produkty:
pt_pt: O MMEX utiliza os seguintes produtos de suporte:
ru_ru: MMEX использует следующие продукты:
tr_tr: MMEX izleyen destek yazılımlarını kullanıyor.

source: Built with:
el_gr: Δημιουργημένο με:
es_es: Compilado con:
fr_fr: Développé avec :
hr_hr: Izgrađeno pomoću:
hu_hu: Összeállítás a következőkkel:
it_it: Realizzato con:
pl_pl: Wykorzystane technologie:
pt_pt: Construído com:
ru_ru: Встроен с:
sv_se: Byggd med:
tr_tr: Şunlarla oluşturulmuştur:

source: Running on:
cs_cz: Spuštěno na:
el_gr: Εκτελείται στις:
es_es: Funcionando en:
fr_fr: Mis en marche le:
hr_hr: Pokreće se na:
hu_hu: Fut a következőn:
it_it: In esecuzione su:
pl_pl: Uruchomiony w:
pt_pt: A executar em:
ru_ru: Запущено на:
sk_sk: Beží na:
sv_se: Körs på:
tr_tr: Ana platform:

source: System Locale: %s
el_gr: Γλώσσα Συστήματος: %s
es_es: Idioma del sistema: %s
fr_fr: Paramètres d'affichage locaux %s
hr_hr: Jezik sustava: %s
hu_hu: Rendszer területi beállítása: %s
it_it: Lingua del Sistema: %s
pl_pl: Język systemu: %s
pt_pt: Localização do Sistema: %s
ro_ro: Localizarea sistemului: %s
ru_ru: Язык системы: %s
sv_se: Systemets plats: %s
tr_tr: Sistem Yerel Ayarı: %s

source: User Interface Language: %s
el_gr: Γλώσσα Περιβάλλοντος Χρήστη: %s
es_es: Idioma de la interfaz de usuario: %s
fr_fr: Langue Interface Utilisateur : %s
hr_hr: Jezik korisničkog sučelja: %s
hu_hu: Felhasználói felület nyelve: %s
it_it: Lingua dell'Interfaccia Utente: %s
pl_pl: Język interfejsu użytkownika: %s
pt_pt: Idioma da Interface do Utilizador: %s
ro_ro: &Limbă interfaţă utilizator: %s
ru_ru: Язык интерфейса: %s
sv_se: Användargränssnittets språk: %s
tr_tr: Kullanıcı Arayüzü Dili: %s

source: The complete list of closed issues is available at this link
el_gr: Ο πλήρης κατάλογος των κλειστών θεμάτων είναι διαθέσιμος σε αυτόν τον σύνδεσμο
es_es: La lista completa de propuestas cerradas está disponible en este enlace
fr_fr: La liste complète des problèmes réglés peut être consultée via ce lien
hr_hr: Potpuni popis zatvorenih problema dostupan je putem ove poveznice
hu_hu: A lezárt problémák teljes listája ezen a hivatkozáson érhető el
it_it: L'elenco completo dei problemi risolti può essere consultato a questo link
pl_pl: Pełna lista zamkniętych problemów jest dostępna pod tym linkiem
pt_pt: A lista completa de problemas fechados está disponível nesta ligação
ru_ru: Полный список закрытых задач доступен по этой ссылке
sv_se: Den kompletta listan över stängda ärenden finns tillgänglig på denna länk
tr_tr: Kapatılan konuların tam listesine bu bağlantıdan ulaşabilirsiniz

source: Copy all text to clipboard
el_gr: Αντιγραφή όλου του κειμένου στο πρόχειρο
es_es: Copiar todo el texto al portapapeles
fr_fr: Copier tout le texte dans le presse-papier
hr_hr: Kopirati sav tekst u međuspremnik
hu_hu: Összes szöveg másolása a vágólapra
it_it: Copia tutto il testo negli appunti
pl_pl: Skopiuj cały tekst do schowka
pt_pt: Copiar texto para a área de transferência
ro_ro: Copiază tot textul în clipboard
ru_ru: Копировать весь текст в буфер обмена
sv_se: Kopiera all text till urklipp
tr_tr: Tüm metni panoya kopyalayın

source: Current Month
ar_sa: الشهر الحالي
cs_cz: Aktuální měsíc
el_gr: Τρέχων μήνας
es_es: Mes actual
fr_fr: Mois en cours
he: חודש נוכחי
hr_hr: Tekući mjesec
hu_hu: Jelenlegi hónap
it_it: Mese corrente
nl_nl: Huidige maand
pl_pl: Bieżący miesiąc
pt_pt: Mês Actual
ro_ro: Luna Curentă
ru_ru: Текущий месяц
sk_sk: Aktuálny mesiac
sv_se: Nuvarande månad
tr_tr: Bu Ay

source: Current Month to Date
ar_sa: الشهر الحالي للتاريخ
cs_cz: Aktuální měsíc k datu
el_gr: Τρέχων μήνας μέχρι σήμερα
es_es: Mes actual hasta hoy
fr_fr: Mois courant jusqu'à aujourd'hui
he: חודש אחורה מהיום
hr_hr: Tekući mjesec do danas
hu_hu: Jelenlegi hónap a mai napig
it_it: Mese in corso alla data
nl_nl: Huidige maand
pl_pl: bieżący miesiąc do dziś
pt_pt: Mês Atual à Data
ru_ru: Текущий месяц по сегодня
sk_sk: Aktuálny mesiac až po dnes
sv_se: Nuvarande månad till idag
tr_tr: Bu Ay (Bugüne kadar)

source: Previous Month
el_gr: Προηγούμενος Μήνας
es_es: El mes anterior
fr_fr: Mois Précédent
hr_hr: Prethodni mjesec
hu_hu: Előző hónap
it_it: Mese Precedente
pl_pl: poprzedni miesiąc
pt_pt: Mês Anterior
ro_ro: Luna precedentă
ru_ru: Предыдущий месяц
sv_se: Föregående månad
tr_tr: Önceki Ay

source: 1 Month Ago to Date
es_es: 1 mes atrás hasta hoy
fr_fr: 1 mois avant la date
hr_hr: 1 mjesec do danas
hu_hu: 1 hónappal ezelőtt a dátumig
it_it: 1 Mese fa ad oggi
pl_pl: 1 miesiąc do daty
pt_pt: Há 1 Mês
ro_ro: De acum o lună
ru_ru: Месяц назад
tr_tr: 1 Ay Öncesinden Bugüne

source: 3 Months Ago to Date
es_es: 3 meses atrás hasta hoy
fr_fr: 3 mois avant la date
hr_hr: 3 mjeseca do danas
hu_hu: 3 hónappal ezelőtt a dátumig
it_it: 3 Mesi fa ad oggi
pl_pl: 3 miesiąc do daty
pt_pt: Há 3 Meses
ro_ro: De acum 3 luni
ru_ru: 3 месяца назад
tr_tr: 3 Ay Öncesinden Bugüne

source: Latest 3 Months
el_gr: Τελευταίοι 3 Μήνες
es_es: Últimos 3 meses
fr_fr: 3 derniers mois
hr_hr: Zadnja 3 mjeseca
hu_hu: Legutóbbi 3 hónap
it_it: Ultimi 3 Mesi
pl_pl: ostatnie 3 miesiące
pt_pt: Últimos 3 Meses
ro_ro: Ultimile 3 luni
ru_ru: Последние 3 месяца
sv_se: Senaste 3 månaderna
tr_tr: Son 3 Ay

source: Latest 12 Months
el_gr: Τελευταίοι 12 Μήνες
es_es: Últimos 12 meses
fr_fr: 12 derniers mois
hr_hr: Zadnjih 12 mjeseci
hu_hu: Legutóbbi 12 hónap
it_it: Ultimi 12 Mesi
pl_pl: ostatnie 12 miesięcy
pt_pt: Últimos 12 Meses
ro_ro: Ultimile 12 luni
ru_ru: Последние 12 месяцев
sv_se: Senaste 12 månaderna
tr_tr: Son 12 Ay

source: Current Year
ar_sa: العام الحالي
cs_cz: Aktuální rok
el_gr: Τρέχον έτος
es_es: Año actual
fr_fr: Année en cours
he: שנה נוכחית
hr_hr: Tekuća godina
hu_hu: Jelenlegi év
it_it: Anno in corso
nl_nl: Huidig jaar
pl_pl: bieżący rok
pt_pt: Ano Actual
ro_ro: Anul Curent
ru_ru: Текущий год
sk_sk: Aktuálny rok
sv_se: Nuvarande år
tr_tr: Bu Yıl

source: Previous Year
el_gr: Προηγούμενο Έτος
es_es: El año pasado
fr_fr: Année précédente
hr_hr: Prethodna godina
hu_hu: Előző év
it_it: Anno Precedente
pl_pl: poprzedni rok
pt_pt: Ano Anterior
ro_ro: Anul trecut
ru_ru: Предыдущий год
tr_tr: Önceki Yıl

source: Year Before Last
el_gr: Έτος Πριν Από Το Τελευταίο
es_es: Año antes del último
fr_fr: Avant-dernière année
hu_hu: Utolsó év előtt
it_it: Anno precedente a quello scorso
sv_se: År före sista
tr_tr: Evvelki Yıl

source: Current Financial Year
ar_sa: السنة المالية الحالية
cs_cz: Aktuální finanční rok
el_gr: Τρέχον οικονομικό έτος
es_es: Año fiscal actual
fr_fr: Année fiscale en cours
he: שנה פיננסית נוכחית
hr_hr: Tekuća fiskalna godina
hu_hu: Jelen pénzügyi év
it_it: Anno Finanziario in corso
nl_nl: Huidig financieel jaar
pl_pl: bieżący rok finansowy
pt_pt: Ano Fiscal Atual
ru_ru: Текущий финансовый год
sk_sk: Aktuálny fiškálny rok
sv_se: Nuvarande räkenskapsår
tr_tr: Geçerli Finansal Yıl

source: Current Financial Year to Date
ar_sa: السنة المالية الحالية حتى الآن
cs_cz: Aktuální finanční rok k datu
el_gr: Τρέχον οικονομικό έτος έως σήμερα
es_es: Año fiscal en curso hasta hoy
fr_fr: Année fiscale en cours jusqu'à aujourd'hui
he: שנה פיננסית נוכחית להיום
hr_hr: Tekuća fiskalna godina do danas
hu_hu: Jelen pénzügyi év máig
it_it: Anno Finanziario in corso alla data
nl_nl: Huidig financieel jaar
pl_pl: bieżący rok finansowy do dziś
pt_pt: Ano Fiscal Atual até à Data
ru_ru: Текущий финансовый год по сегодня
sk_sk: Aktuálny fiškálny rok až po dnes
sv_se: Nuvarande räkenskapsår till idag
tr_tr: Geçerli Finansal Yıl (Bugüne kadar)

source: Previous Financial Year
el_gr: Προηγούμενο Οικονομικό Έτος
es_es: El año fiscal previo
fr_fr: Année financière précédente
hr_hr: Prethodna fiskalna godina
hu_hu: Előző pénzügyi év
it_it: Anno Finanziario Precedente
pl_pl: poprzedni rok finansowy
pt_pt: Ano Fiscal Anterior
ro_ro: Vezi ultimul an financiar
ru_ru: Предыдущий финансовый год
sv_se: Föregående räkenskapsår
tr_tr: Önceki Mali Yıl

source: Custom
ar_sa: مخصص
cs_cz: Vlastní
el_gr: Προσαρμοσμένο
es_es: Personalizar
fr_fr: Personnalisé
hr_hr: Proizvoljno
hu_hu: Egyéni
it_it: Personalizzato
nl_nl: Eigen veld
pl_pl: własny
pt_pt: Personalizado
ru_ru: Пользовательский
tr_tr: Özel

source: 1 Year Ago to Date
el_gr: 1 Έτος πριν από την ημερομηνία
es_es: 1 año atrás hasta hoy
fr_fr: 1 an avant la date
hr_hr: 1 godina do danas
hu_hu: 1 évvel ezelőtt a dátumig
it_it: 1 Anno fa ad oggi
pl_pl: 1 rok do daty
pt_pt: Há 1 Ano
ro_ro: De acum un an
ru_ru: Год назад
sv_se: 1 år sedan till dagens datum
tr_tr: 1 Yıl Öncesinden Bugüne

source: Last %i Days
el_gr: Τελευταίες %i Ημέρες
es_es: Últimos %i días
fr_fr: Dernier(s) %i jour(s)
hr_hr: Zadnjih %i dana
hu_hu: Előző %i nap
pl_pl: ostatnie %i dni
pt_pt: Últimos %i Dias
ro_ro: Ultimele %i zile
ru_ru: Последние %i дней
sv_se: Senaste %i dagarna
tr_tr: Son %i Gün

source: Since Today
ar_sa: منذ اليوم
el_gr: Από Σήμερα
es_es: Desde hoy
fr_fr: Aujourd'hui
hr_hr: Od danas
hu_hu: Mától
it_it: Da Oggi
pl_pl: Od dzisiaj
pt_pt: Desde Hoje
ru_ru: С сегодняшнего дня
tr_tr: Bugünden beri

source: Since 1 Month Ago
es_es: Desde hace 1 mes
fr_fr: Depuis 1 mois
hr_hr: Prije mjesec dana
hu_hu: 1 hónappal ezelőtt
it_it: Da 1 mese
pl_pl: Od 1 miesiąca
pt_pt: Desde há 1 mês
ro_ro: Începând de luna trecută
ru_ru: 1 месяц назад
tr_tr: 1 Ay Öncesinden Beri

source: Since 3 Months Ago
es_es: Desde hace 3 meses
fr_fr: Depuis 3 mois
hr_hr: Prije 3 mjeseca
hu_hu: 3 hónappal ezelőtt
it_it: Da 3 Mesi
pl_pl: Od 3 miesięcy
pt_pt: Desde há 3 Meses
ru_ru: 3 месяца назад
tr_tr: 3 Ay Öncesinden Beri

source: Since Start of This Year
ar_sa: منذ بداية هذه السنة
el_gr: Από την αρχή του τρέχοντος έτους
es_es: Desde el comienzo de este año
fr_fr: Depuis le début de cette année
hr_hr: Od početka ove godine
hu_hu: Év elejétől
it_it: Dall'inizio di questo anno
pl_pl: od początku tego roku
pt_pt: Desde o Início Deste Ano
ru_ru: С начала этого года
sv_se: Sedan början av detta år
tr_tr: Bu Yılın başından beri

source: Since Start of Financial Year
ar_sa: منذ بداية السنة المالية
el_gr: Από την αρχή του οικονομικού έτους
es_es: Desde el comienzo del ejercicio financiero
fr_fr: Depuis le début de l'année fiscale
hr_hr: Od početka fiskalne godine
hu_hu: Pénzügyi év elejétől
it_it: Dall'inizio dell'anno finanziario
pl_pl: od początku roku finansowego
pt_pt: Desde o Início do Ano Fiscal
ru_ru: С начала финансового года
sv_se: Sedan början av räkenskapsåret
tr_tr: Mali Yılın Başından beri

source: Please enter a calculated value.
ar_sa: الرجاء إدخال قيمة محسوبة.
cs_cz: Zadejte prosím vypočítanou hodnotu.
el_gr: Παρακαλώ εισάγετε μια υπολογισμένη τιμή.
es_es: Por favor, introduzca un valor calculado.
fr_fr: Merci d'entrer une valeur calculée.
he: נא הזן ערך מחושב .
hr_hr: Unesi izračunatu vrijednost.
hu_hu: Adjon meg egy számított értéket.
it_it: Inserire un valore calcolato.
nl_nl: Geef een berekende waarde in.
pl_pl: Wprowadź wyliczoną wartość.
pt_pt: Por favor, insira um valor calculado.
ru_ru: Пожалуйста введите арифметическое выражение.
sv_se: Ange ett beräknat värde.
tr_tr: Lütfen hesaplanmış bir değer girin.

source: Please enter a positive or calculated value.
ar_sa: الرجاء إدخال قيمة موجبة أو محسوبة.
cs_cz: Zadejte prosím kladnou hodnotu číslem nebo výpočtem.
el_gr: Παρακαλούμε εισάγετε μια θετική ή υπολογισμένη τιμή.
es_es: Por favor, introduzca un valor positivo o calculado.
fr_fr: Merci d'entrer une valeur positive ou une valeur calculée.
he: נא הזן ערך חיובי או ערך מחושב .
hr_hr: Unesi pozitivnu ili izračunatu vrijednost.
hu_hu: Kérjük, adjon meg egy pozitív vagy számított értéket.
it_it: Inserire un valore positivo o calcolato.
nl_nl: Geef een plus of berekende waarde in.
pl_pl: Wprowadź dodatnią lub wyliczoną wartość.
pt_pt: Por favor, insira um valor positivo ou calculado.
ru_ru: Пожалуйста введите положительное число или арифметическое выражение.
sk_sk: Prosím zadajte kladnú hodnotu alebo výpočtový výraz.
sv_se: Ange ett positivt eller beräknat värde.
tr_tr: Lütfen positif veya hesaplanmış bir değer girin.

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
ar_sa: نصيحة: للحسابات، أدخل عبارات مثل (2+2)*(2+2) سيتم تقييم الحسابات والنتيجة المستخدمة كإدخال.
cs_cz: Tip: Pro výpočty lze použít následující výrazy (2+2)*(2+2) Výpočty budou vyhodncoeny a jako záznam bude použit výsledek výpočtu.
el_gr: Συμβουλή: Για υπολογισμούς, εισάγετε εκφράσεις όπως (2+2)*(2+2) Οι υπολογισμοί θα αξιολογηθούν και το αποτέλεσμα θα χρησιμοποιηθεί ως καταχώρηση.
es_es: Consejo: Para cálculos, introduzca expresiones como (2+2)*(2+2) Se evaluarán los cálculos y el resultado se empleará como entrada.
fr_fr: Astuce : pour les calculs, entrer des expressions comme (2+2)*(2+2) Les calculs seront fait et leurs résultats utilisés comme entrée.
he: טיפ : לחישובים הזן ביטויים כמו ( 2 + 2 ) * ( 2 + 2 ) חישובים יתבצעו והתוצאה תשמש כהזנה.
hr_hr: Savjet: Za izračune, unesi nešto kao (2+2)*(2+2) Navedeni unos će biti izračunat i stavljen u polje kao unos.
hu_hu: Tipp: számításhoz ilyen (2+2)*(2+2) formájú az egyenletet írj be A számítást elvégzi és az eredményt jegyzi be.
it_it: Suggerimento: per i calcoli, inserisci espressioni come (2+2)*(2+2) I calcoli verranno eseguiti e il risultato sarà utilizzato come valore inserito.
nl_nl: TIP: Voor berekeningen, kunt u expressies als (2+2)*(2+2) het resultaat van de berekening wordt als invoer gebruikt.
pl_pl: Tip: Aby obliczyć, wprowadź wyrażenie takie jak: (2+2)*(2+2) Użyty zostanie wynik wykonanych obliczeń.
pt_pt: Sugestão: Para cálculos, utilize expressões como (2+2)*(2+2) Os cálculos serão avaliados e o resultado será usado como se inserido.
ro_ro: Sfat: Pentru calculații, introduceți expresii precum (2+2)*(2+2). Calculațiile vor fi evaluate, iar rezultatul va fi utilizat ca valoare de intrare.
ru_ru: Совет: Введите выражение, например (2+2)*(2+2) Произойдёт вычисление и результат будет использован.
sk_sk: Tip: Pre výpočty zadajte matematický výraz ako (2+2)*(2+2) Výraz bude vypočítaný a výledok výrazu bude použitý ako záznam.
tr_tr: Tip: Hesaplamalar için (2+2)*(2+2) gibi ifadeler girin Hesaplamalar değerlendirilecek ve sonuç giriş olarak kullanılacak.

source: Recommendation: Back up the .mmb database file regularly.
el_gr: Σύσταση: Πάντα να κάνετε ανά τακτά διαστήματα αντίγραφα ασφαλείας της βάσης δεδομένων .mmb σας.
es_es: Recomendación: Hacer una copia de seguridad de la base de datos .mmb con regularidad.
fr_fr: Recommandation : Faites une sauvegarde du fichier .mmb de base de données régulièrement.
hu_hu: Javaslat: Rendszeresen készítsen biztonsági másolatot az .mmb-adatbázisfájlról.
it_it: Raccomandazione: esegui regolarmente il backup del file di database .mmb.
pl_pl: Zalecenie: Regularnie twórz kopię zapasową pliku bazy danych .mmb.
pt_pt: Recomendação: Faça cópias de segurança do ficheiro de base de dados .mmb regularmente.
sv_se: Rekommendation: Säkerhetskopiera .mmb databasfilen regelbundet.
tr_tr: Öneri: .mmb veritabanı dosyasını düzenli olarak yedekleyin.

source: Recommendation: If upgrading to a new version of MMEX, ensure the .mmb database file is backed up before doing so.
es_es: Recomendación: Antes de actualizar a una nueva versión de MMEX, asegúrese de hacer una copia de seguridad del archivo de base de datos .mmb.
fr_fr: Recommandation : Assurez-vous que le fichier de base de données .mmb est sauvegardé avant de mettre à jour MMEX dans une nouvelle version.
hu_hu: Javaslat: Ha az MMEX új verziójára frissít, győződjön meg róla, hogy az .mmb adatbázisfájlról készült biztonsági másolat, mielőtt ezt megtenné.
it_it: Raccomandazione: se esegui l’aggiornamento a una nuova versione di MMEX, assicurati di effettuare il backup del file di database .mmb prima di procedere.
pt_pt: Recomendação: Se for atualizar para uma nova versão do MMEX, certifique-se de que faz uma cópia de segurança do ficheiro de base de dados .mmb antes de o fazer.
tr_tr: Öneri: MMEX’in yeni bir sürümüne yükseltme yapmadan önce .mmb veritabanı dosyasının yedeklendiğinden emin olun.

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
ar_sa: توصية: استخدام نسخة (Ctrl+C) ولصق (Ctrl+V) للمعاملات المتكررة.
cs_cz: Doporučení: Pro časté transakce použijte klávesové zkratky pro kopírování (Ctrl+С) a vložení (Ctrl+V).
el_gr: Σύσταση: Χρησιμοποιήστε αντιγραφή (Ctrl+C) και επικόλληση (Ctrl+V) για συναλλαγές που χρησιμοποιούνται συχνά.
es_es: Recomendación: Use copiar (Ctrl+C) y pegar (Ctrl+V) para las transacciones usadas frecuentemente.
fr_fr: Conseil : Utilisez les fonctions copier (CTRL C) et coller (CTRL V) pour les opérations fréquemment utilisées.
he: המלצה: השתמש בעותק (Ctrl + C) ולהדביק (Ctrl + V) לתנועות בשימוש תכוף.
hr_hr: Preporuka: Koristi tipkovne prečace kopiranja (Ctrl+C) i lijepljena (Ctrl+V) za često upotrebljavane transakcije.
hu_hu: Javaslat: használja a másolást (CRTL+C) és a beillesztést (CTRL+V) a gyakran alkalmazott ügyleteknél.
it_it: Consiglio: usa copia (Ctrl+C) e incolla (Ctrl+V) per le transazioni utilizzate frequentemente.
nl_nl: Aanbeveling: Gebruik kopiëren (CTRL+C) en plakken (CTRL+V) voor regelmatig gebruikte transacties.
pl_pl: Zalecenie: Użyj 'kopiuj' (Ctrl+C) i 'wklej' (Ctrl+V) do często używanych transakcji.
pt_pt: Recomendação: Utilize a função copiar (Ctrl+C) e colar (Ctrl+V) para transações utilizadas frequentemente.
ro_ro: Recomandare: Utilizați copiază (Ctrl+C) și lipește (Ctrl+V) pentru tranzacțiile utilizate frecvent.
ru_ru: Совет: Используйте копирование (Ctrl+С) и вставку (Ctrl+V) для часто используемых проводок.
sk_sk: Odporúčanie: Pre často používané transakcie používajte klávesové skratky pre kopírovanie (Ctrl+C) a vloženie (Ctrl+V).
tr_tr: Öneri: Sık kullanılan işlemler için kopyala (Ctrl+C) ve yapıştır'ı (Ctrl+V) kullanın.

source: Tip: Remember to make backups of the .mmb database file.
es_es: Consejo: Recuerde hacer copias de seguridad del archivo de base de datos.
fr_fr: Astuce : N'oubliez pas de faire des sauvegardes du fichier de base de données .mmb.
hu_hu: Tipp: Emlékezzen biztonsági másolatot készíteni az .mmb adatbázisfájlról.
it_it: Suggerimento: ricordati di eseguire un backup del file di database .mmb.
pl_pl: Wskazówka: Pamiętaj o wykonywaniu kopii zapasowych pliku bazy danych .mmb.
pt_pt: Dica: Lembre-se de realizar cópias de segurança do ficheiro de base de dados .mmb.
tr_tr: İpucu: .mmb veri tabanı dosyasının yedeklemelerini yapmayı unutmayın.
