Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Please enter password for Database %s
ar_sa: الرجاء إدخال كلمة المرور لقاعدة البيانات %s
cs_cz: Zadejte heslo pro databázi %s
el_gr: Παρακαλώ εισάγετε τον κωδικό πρόσβασης για τη βάση δεδομένων %s
es_es: Por favor, introduzca la contraseña para la base de datos %s
fr_fr: Saisir le mot de passe pour la base de données %s
hr_hr: Upiši lozinku za bazu podataka %s
hu_hu: Kérjük, adja meg az adatbázis jelszavát %s
it_it: Inserisci la password per il database %s
pl_pl: Wprowadź hasło dla bazy danych %s
pt_pt: Insira a palavra-passe para a Base de Dados, por favor %s
ro_ro: Te rog introdu parola pentru baza de date %s
ru_ru: Введите пароль для базы данных %s
tr_tr: Lütfen Veritabanı için parola gir %s

source: MMEX: Encrypted Database
ar_sa: MMEX: قاعدة بيانات مشفرة
cs_cz: MMEX: Šifrovaná databáze
el_gr: MMEX: Κρυπτογραφημένη Βάση Δεδομένων
es_es: MMEX: Base de datos cifrada
fr_fr: MMEX : Base de données chiffrée
hr_hr: MMEX: šifrirana baza podataka
hu_hu: MMEX: titkosított adatbázis
it_it: MMEX: Database Criptato
pl_pl: MMEX: Zaszyfrowana baza danych
pt_pt: MMEX: Base de Dados Encriptada
ro_ro: MMEX: Bază de date criptată
ru_ru: MMEX: Зашифрованная БД
tr_tr: MMEX: Şifrelenmiş Veritabanı

source: Have MMEX support provided a debug/patch file?
el_gr: Σας παρείχε η υποστήριξη του MMEX ένα αρχείο debug/patch;
es_es: ¿El soporte de MMEX le ha suministrado un parche?
fr_fr: Le support MMEX vous a-t-il fourni un fichier ou patch de débogage ?
hu_hu: Az MMEX-támogatás biztosított hibakeresési/javító fájlt?
it_it: Il supporto MMEX ha fornito un file debug/patch?
pl_pl: Czy otrzymałeś plik debugowania/łatki od pomocy technicznej MMEX?
pt_pt: O suporte MMEX forneceu um arquivo de depuração/correção?
ru_ru: У вас есть отладочный файл от поддержки MMEX?
sv_se: Har MMEX-användarstöd tillhandahållit en debug/patch-fil?
tr_tr: MMEX desteği bir hata ayıklama/yama dosyası sağladı mı?

source: MMEX upgrade
ar_sa: ترقية MMEX
el_gr: Αναβάθμιση MMEX
es_es: Actualización de MMEX
fr_fr: Mise à jour de MMEX
he: שדרוג MMEX
hr_hr: MMEX nadogradnja
hu_hu: MMEX frissítése
it_it: Aggiornamento MMEX
pl_pl: Aktualizacja MMEX
pt_pt: Atualização MMEX
ro_ro: Actualizare MMEX
ru_ru: Обновление MMEX
tr_tr: MMEX yükseltme

source: No File opened
ar_sa: لا يوجد ملف مفتوح
cs_cz: Není otevřen žádný soubor
el_gr: Κανένα αρχείο δεν έχει ανοίξει
es_es: Ningún archivo abierto
fr_fr: Aucun fichier ouvert
hr_hr: Nijedna datoteka nije otvorena
hu_hu: Nincs nyitott fájl
it_it: Nessun file aperto
pl_pl: Nie otwarto pliku
pt_pt: Nenhum Ficheiro aberto
ro_ro: Nici un fişier deschis
ru_ru: Файл не открыт
sv_se: Ingen fil öppnad
tr_tr: Dosya açılmadı

source: Sorry. The Database version is too old or Database password is incorrect
ar_sa: عذراً. إصدار قاعدة البيانات قديم جداً أو كلمة مرور قاعدة البيانات غير صحيحة
cs_cz: Omlouváme se. Verze databáze je příliš stará nebo je neplatné heslo
el_gr: Λυπούμαστε. Η έκδοση της βάσης δεδομένων είναι πολύ παλιά ή ο κωδικός πρόσβασης της βάσης δεδομένων είναι εσφαλμένος
es_es: Lo sentimos. La versión de la base de datos es demasiado antigua o la contraseña de la base de datos es incorrecta
fr_fr: Désolé. La version de la base de données est trop ancienne ou le mot de passe est incorrect
hr_hr: Žao nam je. Verzija baze podataka je prestara ili je lozinka baze podataka kriva
hu_hu: Elnézést! Vagy az adatbázis verziója túl régi, vagy a jelszó hibás
it_it: La versione del database è troppo vecchia oppure la password del database non è corretta
pl_pl: Przepraszamy. Wersja bazy danych jest zbyt stara lub hasło bazy danych jest nieprawidłowe
pt_pt: Desculpe. A versão da Base de Dados é muito antiga ou a palavra-passe está incorreta
ro_ro: Ne pare rău! Versiunea bazei de date este prea veche sau parola bazei de date este incorectă
ru_ru: Извините. Версия базы данных устаревшая или пароль неверен.
tr_tr: Üzgünüm. Veritabanı sürümü çok eski veya Veritabanı şifresi yanlış

source: &Next →
ar_sa: &التالي ←
el_gr: &Επόμενο →
es_es: &Siguiente →
fr_fr: &Suivant →
hr_hr: &Dalje →
hu_hu: &Következő →
it_it: &Successivo →
pl_pl: &Następny →
pt_pt: &Próximo →
ro_ro: &Următoarea →
ru_ru: &Далее →
sv_se: &Nästa →
tr_tr: &Sonraki →

source: Unable to find previously opened database.
el_gr: Αδυναμία εντοπισμού της προηγουμένως ανοιγμένης βάσης δεδομένων.
es_es: No se pudo encontrar la base de datos previamente abierta.
fr_fr: Impossible de trouver la base de données précédemment ouverte.
hu_hu: Nem sikerült találni a korábban megnyitott adatbázis.
it_it: Impossibile trovare il database precedentemente aperto.
ru_ru: Невозможно найти ранее открытую базу данных.
sv_se: Det gick inte att hitta tidigare öppnad databas.
tr_tr: Önceden açılmış veritabanı bulunamadı.

source: Password not entered for encrypted database.
el_gr: Δεν εισήχθη κωδικός πρόσβασης για την κρυπτογραφημένη βάση δεδομένων.
es_es: Contraseña no introducida para la base de datos cifrada.
fr_fr: Mot de passe non saisi pour la base de données chiffrée.
hu_hu: A titkosított adatbázis jelszava nincs megadva.
it_it: Password non inserita per il database cifrato.
sv_se: Lösenordet angavs inte för krypterad databas.
tr_tr: Şifrelenmiş veritabanı için parola girilmedi.

source: portable mode
ar_sa: وضع المحمول
cs_cz: přenosný mód
el_gr: φορητή λειτουργία
es_es: modo portátil
fr_fr: mode portable
hr_hr: prenosiv modus
hu_hu: hordozható mód
it_it: modalità portable
pl_pl: tryb przenośny
pt_pt: modo portátil
ro_ro: mod portabil
ru_ru: портативный режим
tr_tr: taşınabilir mod

source: Attempting to open a database that has been marked as opened by another instance of MMEX. To avoid data loss or conflict, it's strongly recommended that you close all other applications that may be using the database. If nothing else is running, it's possible that the database was left open as a result of a crash during previous usage of MMEX.
es_es: La base de datos que está intentando abrir está marcada como abierta por otra instancia de MMEX. Para evitar pérdidas de datos o conflictos, se recomienda encarecidamente que cierre todas las demás aplicaciones que puedan estar utilizando la base de datos. Si no se está ejecutando nada más, es posible que la base de datos se haya quedado marcada como abierta como resultado de un bloqueo durante el uso anterior de MMEX.
fr_fr: La base de données que vous essayez d'ouvrir a été marquée comme ouverte par une autre instance de MMEX. Pour éviter toute perte de données ou tout conflit, il est fortement recommandé de fermer toutes les autres applications susceptibles d'utiliser la base de données. Si rien d'autre n'est en cours d'exécution, il est possible que la base de données soit restée ouverte suite à un problème lors d'une précédente utilisation de MMEX.
hu_hu: Egy másik MMEX-példány által megnyitottként megjelölt adatbázist próbálnak megnyitni. Az adatvesztés és az ütközések elkerülése érdekében erősen ajánlott, hogy zárjon be minden olyan alkalmazást, amely esetleg használja az adatbázist. Ha semmi más nem fut, lehetséges, hogy az adatbázis az MMEX korábbi használata során bekövetkezett összeomlás miatt nyitva maradt.
it_it: Si sta tentando di aprire un database che è stato contrassegnato come aperto da un'altra istanza di MMEX. Per evitare la perdita di dati o conflitti, si consiglia vivamente di chiudere tutte le altre applicazioni che potrebbero utilizzare il database. Se nessun'altra applicazione è in esecuzione, è possibile che il database sia rimasto aperto a causa di un arresto anomalo durante l'uso precedente di MMEX.
pt_pt: A tentar abrir uma base de dados marcada como aberta por outra instância do MMEX. Para evitar perda de dados ou conflitos, é fortemente recomendado que feche todas as outras aplicações que possam estar a utilizar a base de dados. Se não houver mais nada em execução, é possível que a base de dados tenha ficado aberta devido a um erro durante uma utilização anterior do MMEX.
ru_ru: Попытка открыть базу данных, отмеченную как "открытой" другим экземпляром MMEX. Чтобы избежать потери данных или конфликтов, настоятельно рекомендуется закрыть все остальные приложения, которые могут использовать эту базу. Если ничего другого не запущено, возможно, база данных осталась открытой из‑за непредвиденного закрытия программы во время предыдущего использования MMEX.
tr_tr: MMEX'in başka bir örneği tarafından açıldığı gibi işaretlenmiş bir veri tabanı açmaya çalışmaktan. Veri kaybından veya çatışmalardan kaçınmak için, veri tabanını kullanabilecek diğer tüm uygulamaları kapatmanız şiddetle tavsiye edilir. Başka hiçbir şey çalışmıyorsa, MMEX'in önceki kullanımı sırasında bir hata sonucu veri tabanının açık kalması mümkündür.

source: Do you want to open the database?
el_gr: Θέλετε να ανοίξετε τη βάση δεδομένων;
es_es: ¿Desea abrir la base de datos?
fr_fr: Voulez-vous ouvrir la base de données ?
hu_hu: Szeretné megnyitni az adatbázist?
it_it: Vuoi aprire il database?
pt_pt: Pretende abrir a base de dados?
ru_ru: Хотите открыть базу данных?
tr_tr: Veritabanını açmak istiyor musun?

source: MMEX Instance Check
ar_sa: التحقق من مثيل MMEX
cs_cz: MMEX Ověření spuštění
el_gr: Έλεγχος Παρουσίας MMEX
es_es: Comprobación de instacia MMEX
fr_fr: Vérification des mises à jour MMEX.
he: בדיקה מהירה של MMEX
hr_hr: MMEX provjera instance
hu_hu: MMEX-példány ellenőrzése
it_it: Controllo Istanza Mmex
nl_nl: MMEX systeemcontrole
pl_pl: Sprawdzanie instancji MMEX
pt_pt: Verificação da instância MMEX
ro_ro: Verificarea instanțelor MMEX
ru_ru: Проверка MMEX
tr_tr: MMEŞ Kopya Kontrolü

source: Choose database file to create
ar_sa: اختر ملف قاعدة البيانات لإنشائه
cs_cz: Zadejte název pro nový databázový soubor
el_gr: Επιλέξτε αρχείο βάσης δεδομένων για δημιουργία
es_es: Seleccionar base de datos a crear
fr_fr: Sélectionner la base de données à créer
he: בחר קובץ מסד נתונים ליצירה
hr_hr: Odaberi datoteku baze podataka, koju želiš stvoriti
hu_hu: Adatbázisfájl kijelölése létrehozásához
it_it: Scegliere il database da creare
nl_nl: Kies een databestand om aan te maken
pl_pl: Wybierz plik bazy do utworzenia
pt_pt: Escolha o ficheiro de base de dados para criar
ro_ro: Alege fişierul bazei de date pentru al crea
ru_ru: Выберите файл базы данных для создания
sk_sk: Vyberte názov pre nový databázový súbor
tr_tr: Oluşturulacak veritabanı dosyasını seçin

source: MMEX Database
el_gr: Βάση Δεδομένων MMEX
es_es: Base de datos de MMEX
fr_fr: Base de données MMEX
hr_hr: MMEX baza podataka
hu_hu: MMEX-adatbázis
it_it: Database MMEX
pt_pt: Banco de dados MMEX
ru_ru: База данных MMEX
sv_se: MMEX Databas
tr_tr: MMEX Veritabanı

source: Choose database file to open
ar_sa: اختر ملف قاعدة البيانات لفتحه
cs_cz: Vyberte soubor databáze pro otevření
el_gr: Επιλέξτε βάση δεδομένων για άνοιγμα
es_es: Seleccionar base de datos para abrir
fr_fr: Sélectionner la base de données à ouvrir
he: בחר קובץ מסד נתונים לפתיחה
hr_hr: Odaberi datoteku baze podataka, koju želiš otvoriti
hu_hu: Adatbázisfájl kijelölése megnyitáshoz
it_it: Scegliere il database da aprire
nl_nl: Kies een databestand om te openen
pl_pl: Wybierz plik bazy do otwarcia
pt_pt: Escolha o ficheiro de base de dados para abrir
ro_ro: Alege fişierul bazei de date pentru al deschide
ru_ru: Выберите файл базы данных
sk_sk: Vyberte databázový súbor na otvorenie
sv_se: Välj databasfil att öppna
tr_tr: Açılacak veritabanı dosyasını seçin

source: Encrypted MMEX Database
el_gr: Κρυπτογραφημένη Βάση Δεδομένων MMEX
es_es: Base de datos de MMEX cifrada
fr_fr: Base de données chiffrée MMEX
hr_hr: Šifrirana MMEX baza podataka
hu_hu: Titkosított MMEX-adatbázis
it_it: Database Mmex Criptato
pt_pt: Banco de dados MMEX criptografado
ru_ru: Зашифрованная база данных MMEX
sv_se: Krypterad MMEX-databas
tr_tr: Şifrelenmiş MMEX Veritabanı

source: Choose Encrypted database file to open
ar_sa: اختر ملف قاعدة البيانات المشفرة لفتح
cs_cz: Vyberte šifrovaný soubor databáze pro otevření
el_gr: Επιλογή κρυπτογραφημένης βάσης δεδομένων για άνοιγμα
es_es: Seleccionar archivo de base de datos cifrada para abrir
fr_fr: Sélectionner la base de données chiffrée à ouvrir
hr_hr: Odaberi datoteku šifrirane baze podataka, koju želiš otvoriti
hu_hu: Titkosított adatbázisfájl kijelölése megnyitáshoz
it_it: Scegliere il database criptato da aprire
pl_pl: Wybierz zaszyfrowany plik bazy danych do otwarcia
pt_pt: Escolha o ficheiro de base de dados Encriptada para abrir
ro_ro: Alege fişierul bazei de date criptate pentru al deschide
ru_ru: Выберите зашифрованный файл базы данных
sv_se: Välj krypterad databasfil att öppna
tr_tr: Açmak için Şifreli veritabanı dosyasını seçin

source: Enter password for database
ar_sa: أدخل كلمة المرور لقاعدة البيانات
cs_cz: Zadejte heslo pro databázi
el_gr: Εισάγετε το κωδικό πρόσβασης για τη βάση δεδομένων
es_es: Introduzca contraseña para la base de datos
fr_fr: Saisir le mot de passe pour la base de données
hr_hr: Upiši lozinku za bazu podataka
hu_hu: Írja be az adatbázis jelszavát
it_it: Inserisci la password per il database
pl_pl: Wprowadź hasło do bazy danych
pt_pt: Insira a palavra-passe para a base de dados
ro_ro: Introdu parola pentru baza de date
ru_ru: Введите пароль для базы данных
tr_tr: Veritabanı dosyası için parola girin

source: Choose database file to Save As
ar_sa: اختر ملف قاعدة البيانات لحفظ كـ
cs_cz: Vyberte soubor databáze pro Uložit jako
el_gr: Επιλέξτε αρχείο βάσης δεδομένων για Αποθήκευση Ως
es_es: Elegir archivo de base de datos para Renombrar
fr_fr: Sélectionner la base de données à Sauvegarder
hr_hr: Odaberi datoteku baze podataka za spremanje kao
hu_hu: Adatbázisfájl kijelölése a mentés másként
it_it: Scegliere il file del database da salvare
pl_pl: Wybierz plik bazy danych do zapisania
pt_pt: Escolha o ficheiro de base de dados para Gravar Como
ro_ro: Alege fişierul bazei de date pentru a fi salvat ca
ru_ru: Выберите файл базы данных чтобы сохранить как
sv_se: Välj databasfil att spara som
tr_tr: Farklı Kaydetmek için veritabanı dosyasını seçin

source: Converted database!
el_gr: Μετατραπείσα βάση δεδομένων!
es_es: ¡Base de datos convertida!
fr_fr: Base de données convertie !
hu_hu: Átalakított adatbázis!
it_it: Database convertito!
pl_pl: Baza danych została przekonwertowana!
pt_pt: Banco de dados convertido!
ru_ru: База данных преобразована!
sv_se: Konverterad databas!
tr_tr: Dönüştürülmüş veritabanı!

source: MMEX message
ar_sa: رسالة MMEX
cs_cz: Oznámení MMEX
el_gr: Μήνυμα MMEX
es_es: Mensaje MMEX
fr_fr: Message MMEX
hr_hr: MMEX poruka
hu_hu: MMEX-üzenet
it_it: Messaggio MMEX
pl_pl: Komunikat MMEX
pt_pt: Mensagem MMEX
ro_ro: Mesaj MMEX
ru_ru: MMEX сообщение
tr_tr: MMEX mesajı

source: MMEX: Encryption Password Change
ar_sa: MMEX: تغيير كلمة المرور المشفرة
cs_cz: MMEX: Změna hesla šifrování
el_gr: MMEX: Έγινε αλλαγή του κωδικού πρόσβασης κρυπτογράφησης
es_es: MMEX: Cambio de contraseña de cifrado
fr_fr: MMEX : Mot de passe de cryptage changé
hr_hr: MMEX: promjena lozinke šifriranja
hu_hu: MMEX: titkosítási jelszó módosítása
it_it: MMEX: Modifica della password di criptazione
pl_pl: MMEX: Zmiana hasła szyfrowania
pt_pt: MMEX: Alteração da Palavra-passe de Encriptação
ro_ro: MMEX: Schimbarea parolei de criptare
ru_ru: MMEX: Смена пароля зишифрованной БД
tr_tr: MMEX: Şifreleme Şifresi Değişikliği

source: New password for database:
ar_sa: كلمة مرور جديدة لقاعدة البيانات:
el_gr: Νέος κωδικός πρόσβασης για τη βάση δεδομένων:
es_es: Nueva contraseña para la base de datos:
fr_fr: Nouveau mot de passe pour la base de données :
hr_hr: Nova lozinka za bazu podataka:
hu_hu: Új jelszó az adatbázishoz:
it_it: Nuova password per il database:
pl_pl: Nowe hasło do bazy danych:
pt_pt: Nova senha para o banco de dados:
ru_ru: Новый пароль для базы данных:
sv_se: Nytt lösenord för databasen:
tr_tr: Veritabanı için yeni parola:

source: New password must not be empty.
ar_sa: يجب ألا تكون كلمة المرور الجديدة فارغة.
cs_cz: Nové heslo nemůže být prázdné.
el_gr: Ο νέος κωδικός πρόσβασης δεν μπορεί να είναι κενός.
es_es: La nueva contraseña no debe estar vacía.
fr_fr: Le mot de passe ne doit pas être vide.
hr_hr: Nova lozinka ne smije biti prazna.
hu_hu: Az új jelszó nem lehet üres.
it_it: La nuova password non può essere vuota.
pl_pl: Pole z nowym hasłem nie może pozostać puste.
pt_pt: Nova palavra-passe não pode estar vazia.
ro_ro: Parola nouă nu trebuie să fie goală.
ru_ru: Новый пароль не может быть пустым.
sv_se: Det nya lösenordet får inte vara tomt.
tr_tr: Yeni şifre boş olmamalıdır.

source: Please confirm new password
ar_sa: الرجاء تأكيد كلمة المرور الجديدة
cs_cz: Potvrďte prosím nové heslo.
el_gr: Παρακαλώ επιβεβαιώστε το νέο κωδικό πρόσβασης
es_es: Por favor, confirma la nueva contraseña
fr_fr: Confirmer le nouveau mot de passe
hr_hr: Potvrdi novu lozinku
hu_hu: Új jelszó megerősítése
it_it: Confermare la nuova password
pl_pl: Proszę potwierdź swoje hasło
pt_pt: Confirme a nova palavra-passe por favor
ro_ro: Te rugăm să confirmi noua parolă
ru_ru: Подтвердите новый пароль
sv_se: Bekräfta nytt lösenord
tr_tr: Lütfen yeni şifreyi onaylayın

source: Password change completed
ar_sa: تم تغيير كلمة المرور
el_gr: Η αλλαγή κωδικού ολοκληρώθηκε
es_es: Cambio de contraseña completado
fr_fr: Changement de mot de passe réalisé
hr_hr: Promjena lozinke je završena
hu_hu: Jelszó megváltoztatva
it_it: Modifica password completata
pl_pl: Zmiana hasła ukończona
pt_pt: Alteração de palavra-passe concluída
ru_ru: Изменение пароля завершено
sv_se: Lösenordsändring slutförd
tr_tr: Şifre değiştirme tamamlandı

source: Confirm password failed.
ar_sa: فشل تأكيد كلمة المرور.
cs_cz: Potvrzení hesla selhalo.
el_gr: Αποτυχία επιβεβαίωσης κωδικού πρόσβασης.
es_es: Cambio de contraseña fallido.
fr_fr: Échec de la confirmation du mot de passe.
he: אשר סיסמה נכשל.
hr_hr: Potvrđivanje lozinke nije uspjelo.
hu_hu: A jelszó megerősítése sikertelen.
it_it: La password di conferma non coincide.
nl_nl: Wachtwoorden onjuist.
pl_pl: Podane hasła się różnią.
pt_pt: Confirmação da palavra-passe falhou.
ro_ro: Confirmarea parolei a eșuat.
ru_ru: Пароль не подтверждён.
tr_tr: Şifre onayı başarısız.

source: Backup database before optimization.
el_gr: Πάρτε Αντίγραφο Ασφαλείας της βάσης δεδομένων πριν από τη βελτιστοποίηση.
es_es: Copia de seguridad de la base de datos antes de la optimización.
fr_fr: Sauvegardez la base de données avant l'optimisation.
hr_hr: Spremi sigurnosnu kopiju baze podataka prije optimizacije.
hu_hu: Adatbázis biztonsági mentése az optimalizálás előtt.
it_it: Backup del database prima dell'ottimizzazione.
pl_pl: Stwórz kopię zapasową bazy danych przed optymalizacją.
pt_pt: Backup do banco de dados antes da otimização.
ru_ru: Резервное копирование базы данных до оптимизации.
sv_se: Säkerhetskopiera databasen före optimering.
tr_tr: Optimizasyondan önce yedek veri tabanı.

source: DB Optimization
ar_sa: تحسين DB
cs_cz: Optimalizace DB
el_gr: Βελτιστοποίηση Βάσης Δεδομένων
es_es: Optimización de la base de datos
fr_fr: Optimisation de la BdD
he: מטב את מסד הנתונים
hr_hr: Optimiranje baze podataka
hu_hu: Adatbázis optimalizálása
it_it: Ottimizzazione DB
nl_nl: Databaseoptimalisatie
pl_pl: Optymalizacja bazy danych
pt_pt: Otimização de BD
ro_ro: Optimizarea DB
ru_ru: Оптимизация базы данных
tr_tr: VeriTabanı İyileştirme

source: Database Optimization Completed! Size before: %1$s Size after: %2$s
ar_sa: تم تحسين قاعدة البيانات! الحجم من قبل: %1$s الحجم بعد: %2$s
el_gr: Η βελτιστοποίηση της Βάσης Δεδομένων ολοκληρώθηκε! Μέγεθος πριν: %1$s Μέγεθος μετά: %2$s
es_es: ¡Optimización de la base de datos completada! Tamaño antes: %1$s Tamaño después: %2$s
fr_fr: Optimisation de la base de données terminée ! Taille avant : %1$s Taille après : %2$s
hr_hr: Optimiranje baze podataka je završeno! Veličina prije: %1$s Veličina nakon: %2$s
hu_hu: Adatbázis optimalizálása befejezve Méret előtte: %1$s Méret utána: %2$s
it_it: Ottimizzazione Database completata! Dimensione iniziale: %1$s Dimensione attuale: %2$s
pl_pl: Zakończono optymalizację bazy! Wielkość przed: %1$s Wielkość po: %2$s
pt_pt: Otimização da base de dados concluída! Tamanho antes: %1$s Tamanho depois: %2$s
ru_ru: Оптимизация базы данных завершена! Размер до: %1$s Размер после: %2$s
tr_tr: Veritabanı İyileştirme Tamamlandı! Önceki Boyut: %1$s Sonraki Boyut: %2$s

source: Database Check
el_gr: Έλεγχος Βάσης Δεδομένων
es_es: Comprobación de la base de datos
fr_fr: Vérification de la base de données
hr_hr: Provjera baze podataka
hu_hu: Adatbázis ellenőrzése
it_it: Controllo del Database
pl_pl: Sprawdzanie bazy danych
pt_pt: Verificação da Base de Dados
ru_ru: Проверка базы данных
tr_tr: Veritabanı Kontrolü

source: Result of database integrity check:
el_gr: Αποτέλεσμα ελέγχου ακεραιότητας της βάσης δεδομένων:
es_es: Resultado de la verificación de la integridad de la base de datos:
fr_fr: Résultat de la vérification de l'intégrité de la base de données :
hu_hu: Adatbázis épségének ellenőrzésének eredménye:
it_it: Risultato del controllo dell'integrità del database:
pl_pl: Wynik kontroli integralności bazy danych:
pt_pt: Resultado da verificação da integridade da base de dados:
ru_ru: Результат проверки целостности базы данных:
tr_tr: Veritabanı bütünlüğü kontrolünün sonucu:

source: Please use this function only if requested by MMEX support and an .mmdbg debug file has been supplied.
es_es: Por favor, utilice esta función únicamente si es solicitada por el soporte MMEX y se ha proporcionado un archivo de depuración.
fr_fr: Merci de n'utiliser cette fonction que si le support MMEX le demande et qu'un fichier de débogage .mmdbg a été fourni.
hu_hu: Kérjük, csak akkor használja ezt a funkciót, ha az MMEX támogatás kéri, és egy .mmdbg-hibakeresőfájl is rendelkezésre áll.
it_it: Per favore, utilizza questa funzione solo se richiesta dal supporto MMEX e se è stato fornito un file di debug .mmdbg.
pt_pt: Utilize esta função apenas se tal for solicitado pelo suporte do MMEX e se tiver sido fornecido um ficheiro de depuração .mmdbg.
tr_tr: Bu işlevi yalnızca MMEX desteği tarafından talep edildiğinde ve bir .mmdbg hata ayıklama dosyası sağlandığında kullanın.

source: Database Debug
el_gr: Αποσφαλμάτωση Βάσης Δεδομένων
es_es: Depuración de la base de datos
fr_fr: Débogage de la base de données
he: ניפוי מסד נתונים
hr_hr: Ispravljanje grešaka baze podataka
hu_hu: Adatbázis hibakeresése
it_it: Debug del Database
pl_pl: Debugowanie bazy danych
pt_pt: Depuração da Base de Dados
ru_ru: Отладка базы данных
sv_se: Databas felsökning
tr_tr: Veritabanı Hata Ayıklama

source: &No
ar_sa: &لا
el_gr: &Όχι
fr_fr: Non
hr_hr: &Ne
hu_hu: &Nem
pl_pl: &Nie
pt_pt: &Não
ru_ru: &Нет
sv_se: &Nej
tr_tr: &Hayır

source: &Yes
ar_sa: &نعم
el_gr: &Ναι
es_es: Sí
fr_fr: Oui
hr_hr: &Da
hu_hu: &Igen
it_it: &Si
pl_pl: &Tak
pt_pt: &Sim
ru_ru: &Да
sv_se: &Ja
tr_tr: &Evet

source: Reset cookies used for Web API access.
el_gr: Επαναφορά cookies που χρησιμοποιούνται για την πρόσβαση Web API.
es_es: Restablecer cookies utilizadas para el acceso a la API Web.
fr_fr: Réinitialiser les cookies utilisés pour l'accès à l'API Web.
hu_hu: A webes API eléréséhez használt sütik visszaállítása.
it_it: Reimposta i cookie utilizzati per l'accesso Web API.
sv_se: Återställ cookies som används för åtkomst till Web API.
tr_tr: Web API erişimi için kullanılan çerezleri sıfırla.

source: Cookie Reset
el_gr: Επαναφορά Cookie
es_es: Restablecer cookie
fr_fr: Réinitialisation des cookies
hu_hu: Süti visszaállítása
it_it: Reimposta cookie
sv_se: Återställ cookies
tr_tr: Çerezleri Sıfırla

source: Cookies have been reset
el_gr: Έγινε επαναφορά των cookies
es_es: Las cookies se han restablecido
fr_fr: Les cookies ont été réinitialisés
hu_hu: A sütik visszaállításra kerültek
it_it: I cookie sono stati reimpostati
sv_se: Cookies har återställts
tr_tr: Çerezler sıfırlandı
