Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Enter the name of the asset
ar_sa: أكتب اسم الأصول
cs_cz: Zadejte název majetku
el_gr: Εισάγετε το όνομα του περιουσιακού στοιχείου
es_es: Introduzca el nombre del activo
fr_fr: Saisissez le nom de l'actif
he: הזן את שם הנכס
hr_hr: Unesi ime imovine
hu_hu: Eszköz nevének megadása
it_it: Inserisci il nome del Cespite
nl_nl: Geef de bezitting een naam
pl_pl: Wprowadź nazwę aktywów
pt_pt: Escreva o nome do Ativo
ro_ro: Scrie numele bunului
ru_ru: Введите название актива
sk_sk: Zadajte názov hmotného majetku
sv_se: Ange namnet på tillgången
tr_tr: Varlık adını giriniz

source: Date
ar_sa: التاريخ
cs_cz: Datum
el_gr: Ημερομηνία
es_es: Fecha
he: תאריך
hr_hr: Datum
hu_hu: Dátum
it_it: Data
nl_nl: Datum
pl_pl: Data
pt_pt: Data
ro_ro: Dată
ru_ru: Дата
sk_sk: Dátum
sv_se: Datum
tr_tr: Tarih

source: Specify the date of purchase of asset
ar_sa: تاريخ شراء الأصول
cs_cz: Zadejte datum zakoupení majetku
el_gr: Δηλώστε την ημερομηνία αγοράς του περιουσιακού στοιχείου
es_es: Especifique la fecha de adquisición del activo
fr_fr: Spécifiez la date d'achat de l'actif
he: הזן את תאריך הרכישה של הנכס
hr_hr: Upiši datum kupovine imovine
hu_hu: Eszköz beszerzés dátumának megadása
it_it: Specifica la data di acquisto del Cespite
nl_nl: Specificeer aankoopdatum van de bezitting
pl_pl: Określ datę zakupu aktywów
pt_pt: Especifique a data de compra do ativo
ro_ro: Specifică data cumpărării bunului
ru_ru: Укажите дату приобретения актива
sk_sk: Upresnite dátum nadobudnutia hmotného majetku
sv_se: Ange inköpsdatumet för tillgången
tr_tr: Varlık alış tarihini belirtiniz

source: Asset Type
ar_sa: نوع الأصول
cs_cz: Typ majetku
el_gr: Τύπος περιουσιακού στοιχείου
es_es: Tipo de Activo
fr_fr: Type d'actif
he: סוג נכס
hr_hr: Vrsta imovine
hu_hu: Vagyontárgy típusa
it_it: Tipo di Cespite
nl_nl: Soort bezitting
pl_pl: Rodzaj aktywów
pt_pt: Tipo de Ativo
ro_ro: Tipul Bunului
ru_ru: Тип актива
sk_sk: Typ hmotného majetku
sv_se: Typ av tillgång
tr_tr: Varlık Tipi

source: Select type of asset
ar_sa: إختر نوع الأصول
cs_cz: Vyberte typ majetku
el_gr: Επιλέξτε τύπο περιουσιακού στοιχείου
es_es: Seleccione el tipo de activo
fr_fr: Sélectionnez le type d'actif
he: בחר סוג נכס
hr_hr: Odaberi vrstu imovine
hu_hu: Válassza ki az eszköz típusát
it_it: Seleziona il tipo di cespite
nl_nl: Kies soort bezitting
pl_pl: Wybierz rodzaj aktywów
pt_pt: Selecione o tipo de Ativo
ro_ro: Selectează tipul bunului
ru_ru: Выберите тип актива
sk_sk: Vyberte typ hmotného majetku
sv_se: Ange typ av tillgång
tr_tr: Varlık türünü seçin

source: Initial Value
ar_sa: القيمة المبدئية
cs_cz: Počáteční hodnota
el_gr: Αρχική Τιμή
es_es: Valor Inicial
fr_fr: Valeur initiale
he: ערך התחלתי
hr_hr: Početna vrijednost
hu_hu: Kezdőérték
it_it: Valore Iniziale
nl_nl: Initiële waarde
pl_pl: Wartość początkowa
pt_pt: Valor Inicial
ro_ro: Valoare iniţială
ru_ru: Начальное значение
sk_sk: Počiatočná hodnota
sv_se: Ursprungsvärde
tr_tr: Başlangıç Değeri

source: Enter the current value of the asset
ar_sa: اكتب القيمة الحالية للممتلك
cs_cz: Zadejte aktuální hodnotu majetku
el_gr: Εισάγετε την τρέχουσα αξία του περιουσιακού στοιχείου
es_es: Introduzca el valor actual del activo
fr_fr: Saisissez la valeur actuelle de l'actif
he: הזן ערך נוכחי של הנכס
hr_hr: Upiši aktualnu vrijednost imovine
hu_hu: Eszköz jelenértékének megadása
it_it: Inserisci il valore attuale del cespite
nl_nl: Voer huidige waarde voor de bezitting in
pl_pl: Wprowadź obecną wartość aktywów
pt_pt: Escreva o valor atual do Ativo
ro_ro: Precizează valoarea curentă a bunului
ru_ru: Введите текущую стоимость актива
sk_sk: Vložte aktuálnu hodnotu hmotného majetku
sv_se: Ange det nuvarande värdet på tillgången
tr_tr: Varlığın güncel değerini giriniz

source: Current Value
ar_sa: القيمة الحالية
cs_cz: Aktuální hodnota
el_gr: Τρέχουσα Τιμή
es_es: Valor actual
fr_fr: Valeur actuelle
he: ערך נוכחי
hr_hr: Aktualna vrijednost
hu_hu: Jelenlegi érték
it_it: Valore Attuale
nl_nl: Huidige waarde
pl_pl: Aktualna wartość
pt_pt: Valor Atual
ro_ro: Valoare Curentă
ru_ru: Текущее значение
sk_sk: Aktuálna hodnota
sv_se: Aktuellt värde
tr_tr: Bugünkü Değer

source: The current value of the asset
el_gr: Η τρέχουσα αξία του περιουσιακού στοιχείου
es_es: El valor actual del activo
fr_fr: La valeur actuelle de l'actif
hu_hu: Eszköz jelenértéke
it_it: Il valore attuale del cespite
pl_pl: Bieżąca wartość aktywów
pt_pt: Valor atual do ativo
ru_ru: Текущая стоимость актива
sv_se: Nuvarande värde på tillgången
tr_tr: Varlığın mevcut değeri

source: Change in Value
ar_sa: تغير القيمة مع الزمن
cs_cz: Změna hodnoty
el_gr: Αλλαγή αξίας
es_es: Cambio en el Valor
fr_fr: Évolution de la valeur
he: שינוי ערך
hr_hr: Promjena vrijednosti
hu_hu: Értékváltozás
it_it: Variazioni di Valore
nl_nl: Waardewijziging
pl_pl: Zmiana wartości
pt_pt: Alteração de Valor
ro_ro: Modificare a Valorii
ru_ru: Изменение стоимости
sk_sk: Zmena hodnoty
sv_se: Värdeförändring
tr_tr: Değerdeki Değişim

source: Specify if the value of the asset changes over time
ar_sa: حدد إذا ما كانت تتغير قيمة الأصول مع مرور الوقت
cs_cz: Určete zda se hodnota majetku mění podle jeho stáří
el_gr: Καθορίστε αν η αξία του περιουσιακού στοιχείου μεταβάλλεται με το χρόνο
es_es: Especifique si el valor del activo cambia en el tiempo
fr_fr: Spécifie si la valeur de l'actif change au fil du temps
he: הגדר באם ערך הנכס משתנה לאורך זמן
hr_hr: Odredi, mijenja li se vrijednost imovine tijekom vremena
hu_hu: Adja meg, hogy az eszköz értéke idővel változik-e
it_it: Specifica se il valore del Cespite varia nel tempo
nl_nl: Specificeer of de waarde van de bezitting in de tijd zal veranderen
pl_pl: Określ jak wartość aktywów zmienia się w czasie
pt_pt: Especifique se o valor do Ativo muda com o tempo
ro_ro: Specifică dacă valoarea bunului se modifică în timp
ru_ru: Выберите, если происходит изменение стоимости актива со временем
sk_sk: Upresnite, či sa hodnota hmotného majetku postupom času mení
sv_se: Ange om värdet på tillgången förändras över tiden
tr_tr: Varlığın değeri zamanla değişiyorsa bunu belirtiniz

source: Compounding Period
es_es: Periodo de Combinación
fr_fr: Période de calcul
hu_hu: Összetételi időszak
it_it: Periodo di Capitalizzazione
pl_pl: Okres kapitalizacji
pt_pt: Período de capitalização
ru_ru: Период капитализации
sv_se: Sammansatt period
tr_tr: Faiz hesaplama dönemi

source: Select the compounding period for the appreciation/depreciation rate
es_es: Seleccione el período de composición para la tasa de apreciación/depreciación
fr_fr: Sélectionnez la période de calcul pour le taux d'appréciation / dépréciation
hu_hu: Összetételi időszak kijelölése a felértékelődés/amortizáció mértékéhez
it_it: Seleziona il periodo di capitalizzazione per il tasso di apprezzamento/deprezzamento
pl_pl: Wybierz okres kapitalizacji dla stawki amortyzacji/wzrostu
pt_pt: Selecione o período do investimento para a taxa de apreensão/depreciação
sv_se: Välj sammansatt period för uppskattning/avskrivningshastighet
tr_tr: Değerleme oranı için bileşik dönem seçiniz

source: % Rate
ar_sa: % القيمة
cs_cz: % sazba
el_gr: % ποσοστό
es_es: % Tasa
fr_fr: Taux en %
he: % שער
hr_hr: Stopa (%)
hu_hu: Árfolyam
it_it: Tasso in %
nl_nl: % Koers
pl_pl: % amortyzacji
pt_pt: % Taxa
ro_ro: % Evaluează
ru_ru: % изменения
sk_sk: % sadzba
sv_se: % Betygsätt
tr_tr: % Oran

source: Enter the rate at which the asset changes its value in percentage per year
ar_sa: أدخل المعدل الذي يغير به الأصل قيمته بنسبة مئوية في السنة
cs_cz: Zadejte sazbu v % pro roční zhodnocení ceny majetku
el_gr: Εισάγετε το επιτόκιο με το οποίο το περιουσιακό στοιχείο μεταβάλλει την αξία του σε ποσοστό ανά έτος
es_es: Introducir la tasa a la cual el activo cambia su valor en porcentaje por año
fr_fr: Saisissez le taux qui modifie la valeur de l'actif en % annuel
hr_hr: Unesi godišnju stopu promjene vrijednosti imovine u postocima
hu_hu: Írd be a vagyontárgy éves értékváltozása értékét százalékos formában
it_it: Inserisci il tasso con cui il cespite varia il suo valore in percentuale all’anno
pl_pl: Wprowadź stopę zmiany wartości aktywów w procentach na rok
pt_pt: Introduza a taxa a que o valor do ativo muda em percentagem por ano
ro_ro: Introduceți rata la care activul își schimbă valoarea în procente pe an
ru_ru: Введите ежегодное изменение стоимости имущества в процентах
tr_tr: Her yıl varlığın hangi oranda değişeceğini girin

source: Organize attachments of this asset
ar_sa: تنظيم مرفقات هذا الحساب
cs_cz: Spravce příloh pro majetek
el_gr: Οργάνωση συνημμένων αυτού του περιουσιακού στοιχείου
es_es: Organizar los adjuntos de este valor
fr_fr: Organisez les pièces jointes de ce bien
he: ארגן צרופות לנכס זה
hr_hr: Organiziraj priloge za ovu imovinu
hu_hu: Eszközhöz tartozó mellékletek rendszerezése
it_it: Organizza gli allegati di questo cespite
nl_nl: Beheren bijlagen van deze bezitting
pl_pl: Organizuj załączniki dla tych aktywów
pt_pt: Organizar anexos deste ativo
ro_ro: Organizează atașamentele acestui activ
ru_ru: Менеджер вложений этого актива
sk_sk: Organizovať prílohy tohto hmotného majetku
tr_tr: Bu varlığın ilişiklerini düzenleyin

source: Enter notes associated with this asset
ar_sa: اكتب ملاحظات متعلقة بهذا الممتلك
cs_cz: Zadejte poznámky k tomuto majetku
el_gr: Εισάγετε σημειώσεις που συνδέονται με αυτό το περιουσιακό στοιχείο
es_es: Introduzca las anotaciones asociadas a este activo
fr_fr: Entrez les notes associées à ce bien
he: הזן הערות משויכות לנכס זה
hr_hr: Unesi napomene koje su povezane s ovom imovinom
hu_hu: Írja be az eszközhöz kapcsolódó megjegyzéseket
it_it: Inserire delle note associate a questo cespite
nl_nl: Vul een notitie in voor deze bezitting
pl_pl: Wprowadź notatki powiązane z tymi aktywami
pt_pt: Escreva notas relativas a este ativo
ro_ro: Adaugă note asociate cu acest bun
ru_ru: Введите примечания для этого актива
sk_sk: Zadajte poznámky týkajúce sa tohto hmotného majetku
sv_se: Skriv in ev. noteringar för den här tillgången
tr_tr: Varlıkla ilgili notlar

source: New Transaction Details
ar_sa: تفاصيل المُعاملة الجديدة
cs_cz: Detaily nové transakce
el_gr: Λεπτομέρειες Νέας Συναλλαγής
es_es: Nuevos detalles de la transacción
fr_fr: Nouveaux détails de l'opération
he: פרטי תנועה חדשה
hr_hr: Novi detalji transakcije
hu_hu: Új ügylet részletei
it_it: Dettagli Nuova Transazione
nl_nl: Nieuwe transactiedetails
pl_pl: Szczegóły nowej transakcji
pt_pt: Detalhes da Nova Transação
ro_ro: Detalii despre tranzacțiile noi
ru_ru: Детали транзакции
sk_sk: Nové podrobnosti transakcie
sv_se: Detaljer för ny transaktion
tr_tr: Yeni İşlem Ayrıntıları

source: Edit Transaction Details
ar_sa: تحرير تفاصيل المُعاملة
cs_cz: Upravit detaily transakce
el_gr: Επεξεργασία Λεπτομερειών Συναλλαγής
es_es: Editar los detalles de la transacción
fr_fr: Éditez les détails de l'opération
he: ערוך פרטי תנועה
hr_hr: Uredi detalje transakcije
hu_hu: Ügylet részleteinek szerkesztése
it_it: Modifica Dettagli Transazione
nl_nl: Wijzig transactiedetails
pl_pl: Edytuj szczegóły transakcji
pt_pt: Editar Detalhes da Transação
ro_ro: Editați detaliile tranzacției
ru_ru: Редактировать детали транзакции
sk_sk: Upraviť podrobnosti transakcie
sv_se: Redigera detaljer för transaktion
tr_tr: İşlem Ayrıntıları Düzenle

source: Invalid Transaction
ar_sa: معاملة غير صالحة
cs_cz: Neplatná transakce
el_gr: Μη έγκυρη συναλλαγή
es_es: Transacción no válida
fr_fr: Opération invalide
hr_hr: Neispravna transakcija
hu_hu: Érvénytelen ügylet
it_it: Transazione Non Valida
pl_pl: Nieprawidłowa transakcja
pt_pt: Transação Inválida
ro_ro: Tranzacţie invalidă
ru_ru: Невалидная транзакция
sk_sk: Neplatná transakcia
sv_se: Ogiltig transaktion
tr_tr: Geçersiz İşlem

source: Asset account not found.
el_gr: Ο αποταμιευτικός λογαριασμός δεν βρέθηκε.
es_es: Cuenta de Activo no encontrada.
fr_fr: Compte d'actif introuvable.
hu_hu: Eszközszámla nem található.
it_it: Conto cespite non trovato.
pl_pl: Nie znaleziono konta aktywów.
pt_pt: Conta de ativo não encontrada.
sv_se: Tillgångskonto hittades inte.
tr_tr: Varlık hesabı bulunamadı.

source: Do you want to create one?
el_gr: Θέλετε να δημιουργήσετε ένα;
es_es: ¿Quieres crear una?
fr_fr: Voulez-vous en créer un ?
hu_hu: Szeretne létrehozni egyet?
it_it: Vuoi crearne uno?
pl_pl: Czy chcesz utworzyć?
pt_pt: Pretende criar um?
ru_ru: Вы хотите создать его?
tr_tr: Bir tane oluşturmak ister misin?

source: Description
ar_sa: الوصف
cs_cz: Popis
el_gr: Περιγραφή
es_es: Descripción
he: תאור
hr_hr: Opis
hu_hu: Leírás
it_it: Descrizione
nl_nl: Omschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sk_sk: Opis
sv_se: Beskrivning
tr_tr: Tanım

source: File
ar_sa: ملف
cs_cz: Soubor
el_gr: Αρχείο
es_es: Archivo
fr_fr: Fichier
he: קובץ
hr_hr: Datoteka
hu_hu: Fájl
nl_nl: Bestand
pl_pl: Plik
pt_pt: Ficheiro
ro_ro: Fișier
ru_ru: Файл
sk_sk: Súbor
sv_se: Fil
tr_tr: Dosya

source: Attachment folder not defined.
ar_sa: مجلد المرفقات غير محدد.
cs_cz: Složka příloh není nastavena.
el_gr: Ο φάκελος συνημμένων δεν έχει οριστεί.
es_es: Carpeta de adjuntos no definida.
fr_fr: Le répertoire des pièces jointes n'est pas défini.
he: לא הוגדרה ספרית צרופות.
hr_hr: Mapa priloga nije definirana.
hu_hu: Mellékletek könyvtár nincs megadva
it_it: Cartella allegati non impostata.
nl_nl: Bijlagenmap niet opgegeven.
pl_pl: Nie zdefiniowano katalogu załączników.
pt_pt: Pasta de documentos não definida.
ro_ro: Dosarul atasat nu este definit.
ru_ru: Не указана папка с файлами.
sk_sk: Nie je nastavený priečinok príloh.
sv_se: Mapp för bilagor är inte definierad.
tr_tr: İlişik dizin tanımlanmamış.

source: Please set it in Tools → Settings… → Attachments
el_gr: Παρακαλώ ορίστε το στα Εργαλεία -> Επιλογές -> Συνημμένα
es_es: Por favor, establece en Herramientas → Configuración → Adjuntos
fr_fr: Configurez-le dans Outils → Options… → Pièces jointes
hu_hu: Állítsa be az Eszközök → Beállítások… → Mellékletek menüben
it_it: Impostarlo in Strumenti → Impostazioni… → Allegati
pl_pl: Proszę ustawić w menu Narzędzia -> Opcje -> Załączniki
pt_pt: Por favor, defina-o em Ferramentas →Definições… → Anexos
ro_ro: Vă rugăm să-l setaţi în Unelte → Setări… → Ataşamente
ru_ru: Пожалуйста, задайте это в Tools → Settings… → Attachments
sv_se: Ställ in det i Verktyg → Inställningar… → Bilagor
tr_tr: Lütfen bunu Araçlar = Seçenekler = Ekler bölümünde ayarlayın

source: Attachment folder not defined
ar_sa: مجلد المرفقات غير محدد
cs_cz: Složka příloh není nastavena
el_gr: Ο φάκελος συνημμένων δεν έχει οριστεί
es_es: Carpeta de adjuntos no definida
fr_fr: Le répertoire des pièces jointes n'est pas défini
he: לא הוגדרה ספרית צרופות
hr_hr: Mapa priloga nije definirana
hu_hu: Mellékletek könyvtár nincs megadva
it_it: Cartella allegati non impostata
nl_nl: Bijlagenmap niet opgegeven
pl_pl: Nie zdefiniowano katalogu załączników
pt_pt: Pasta de documentos anexos não definida
ro_ro: Dosarul atasat nu este definit
ru_ru: Папка для вложений не определена
sk_sk: Nie je nastavený priečinok príloh
sv_se: Mapp för bilagor är inte definierad
tr_tr: İlişik dizini tanımlanmamış.

source: Unable to find attachments folder:
ar_sa: غير قادر على العثور على مجلد المرفقات:
cs_cz: Nelze najít složku příloh:
el_gr: Αδυναμία εύρεσης φακέλου συνημμένων:
es_es: No se puede encontrar la carpeta de adjuntos:
fr_fr: Impossible de trouver le répertoire des pièces jointes :
he: לא נמצאה ספרית צרופות:
hr_hr: Nije moguće naći mapu priloga:
hu_hu: Nem sikerült találni a mellékletek-könyvtárat:
it_it: Impossibile trovare la cartella degli allegati:
nl_nl: Kan de bijlagenmap niet vinden:
pl_pl: Nie można odnaleźć katalogu załączników:
pt_pt: Não foi possível encontrar pasta de anexos:
ro_ro: Nu s-a putut găsi dosarul atașamentelor:
ru_ru: Не могу найти каталог вложений:
sk_sk: Nepodarilo sa nájsť priečinok príloh:
sv_se: Kunde inte hitta mapp för bilagorna:
tr_tr: İlişikler dizini bulunamadı:

source: Please verify that above path is correct
ar_sa: الرجاء التحقق من أن المسار أعلاه صحيح
cs_cz: Ověřte prosím správnost zadané cesty
el_gr: Παρακαλώ επιβεβαιώστε ότι η παραπάνω διαδρομή είναι σωστή
es_es: Por favor, verifique que la ruta es correcta
fr_fr: Merci de vérifier que le chemin suivant est correct
he: נא וודא נכונות הנתיב שלעיל
hr_hr: Provjeri točnost gore navedene staze
hu_hu: Ellenőrizze, hogy a fenti útvonal helyes-e
it_it: Verificare che il percorso sia corretto
nl_nl: Controleer dat het bovenstaande pad correct is
pl_pl: Sprawdź, czy powyższa ścieżka jest prawidłowa
pt_pt: Por favor, verifique se o caminho acima está correto
ro_ro: Vă rugăm să verificaţi dacă calea de mai sus este corectă
ru_ru: Пожалуйста проверьте, что путь правильный
sk_sk: Prosím overte si, či je zadaná cesta správna
sv_se: Kontrollera att sökvägen ovan är korrekt
tr_tr: Lütfen yukarıdaki yolun doğruluğunu onaylayın

source: Attachments folder not found.
ar_sa: لم يتم العثور على مجلد المرفقات.
el_gr: Ο φάκελος συνημμένων δεν βρέθηκε.
es_es: Carpeta de adjuntos no encontrada.
fr_fr: Répertoire des pièces jointes non trouvé.
hr_hr: Mapa priloga nije pronađena.
hu_hu: Mellékletek-könyvtár nem található.
it_it: Cartella degli allegati non trovata.
pl_pl: Nie znaleziono katalogu załączników.
pt_pt: Pasta de documentos anexos não encontrada.
ru_ru: Папка для вложений не найдена.
sv_se: Mapp för bilagor kunde inte hittas.
tr_tr: Ekler klasörü bulunamadı.

source: Attachment Manager | %1$s | %2$lld
el_gr: Διαχειριστής Συνημμένων | %1$s %2$lld
es_es: Gestor de adjuntos | %1$s | %2$lld
fr_fr: Gestionnaire de pièces jointes | %1$s | %2$lld
hu_hu: Mellékletkezelő | %1$s | %2$lld
it_it: Gestore Allegati | %1$s | %2$lld
pl_pl: Menedżer załączników | %1$s | %2$lld
sv_se: Bilagehanterare | %1$s | %2$lld
tr_tr: Ek Yöneticisi | %1$s | %2$lld

source: Attachment Manager | %1$s | %2$s
el_gr: Διαχειριστής Συνημμένων | Νέο %1$s %2$s
es_es: Administrador de adjuntos | %1$s | %2$s
fr_fr: Gestionnaire de pièces jointes | %1$s | %2$s
hr_hr: Upravljač privitaka | %1$s | %2$s
hu_hu: Mellékletkezelő | %1$s | %2$s
it_it: Gestore Allegati | %1$s | %2$s
pl_pl: Menedżer załączników | %1$s | %2$s
pt_pt: Gestor de Anexos £ %1$s £ %2$s
ru_ru: Менеджер вложений | %1$s | %2$s
sv_se: Bilagehanterare | %1$s | %2$s
tr_tr: Ek Yöneticisi | %1$s | %2$s

source: Attachment Manager | New %s
el_gr: Διαχειριστής Συνημμένων |Νέο %s
es_es: Administrador de adjuntos | Nuevo %s
fr_fr: Gestionnaire de pièces jointes | Nouveau %s
hr_hr: Upravljač privitaka | Novi %s
hu_hu: Mellékletkezelő | Új %s
it_it: Gestore Allegati | Nuovo %s
pl_pl: Menedżer załączników | Nowy %s
pt_pt: Gestor de Anexos | Novo %s
ru_ru: Менеджер вложений | Новое %s
tr_tr: Ek Yöneticisi | Yeni %s

source: Other tools
ar_sa: أدوات أخرى
cs_cz: Ostatní nástroje
el_gr: Άλλα εργαλεία
es_es: Otras herramientas
fr_fr: Autres outils
he: כלים אחרים
hr_hr: Ostali alati
hu_hu: Egyéb eszközök
it_it: Altri Strumenti
nl_nl: Overige hulpmiddelen
pl_pl: Inne narzędzia
pt_pt: Outras Ferramentas
ro_ro: Alte Unelte
ru_ru: Прочие команды
sk_sk: Ostatné nástroje
sv_se: Andra verktyg
tr_tr: Diğer araçlar

source: Import attachment:
ar_sa: استيراد مرفق:
cs_cz: Importovat přílohu:
el_gr: Εισαγωγή συνημμένου:
es_es: Importar adjunto:
fr_fr: Importer des pièces jointes :
he: יבא צרופה:
hr_hr: Umetni prilog:
hu_hu: Melléklet importálása:
it_it: Importa allegato:
nl_nl: Bijlage importeren:
pl_pl: Importuj załącznik:
pt_pt: Importar anexo:
ro_ro: Importă atașamentul:
ru_ru: Загрузка вложения:
sk_sk: Importovať prílohu:
sv_se: Importera bilagor:
tr_tr: İlişiği Al:

source: Enter a description for the new attachment:
ar_sa: أدخل وصفاً للمرفق الجديد:
cs_cz: Zadejte popis pro novou přílohu:
el_gr: Εισάγετε μια περιγραφή για το νέο συνημμένο:
es_es: Escriba una descripción para el nuevo adjunto:
fr_fr: Saisissez une description pour cette nouvelle pièce jointe :
he: הזן תיאור לצרופה החדשה:
hr_hr: Unesi opis za novi prilog:
hu_hu: Az új melléklethez adjon leírást:
it_it: Inserisci una descrizione per il nuovo allegato:
nl_nl: Geef een omschrijving voor de nieuwe bijlage:
pl_pl: Wprowadź opis dla nowego załącznika:
pt_pt: Insira uma descrição para o novo anexo:
ro_ro: Introduceți o descriere pentru noul atașament:
ru_ru: Введите имя нового вложения:
sk_sk: Zadajte opis novej prílohy:
sv_se: Ange en beskrivning för den nya bilagan:
tr_tr: Yeni ilişik için bir tanım girin.

source: Attachment Manager: Add Attachment
el_gr: Διαχειριστής Συνημμένων: Προσθήκη Συνημμένου
es_es: Administrador de adjuntos: Añadir adjunto
fr_fr: Gestionnaire de pièces jointes : Ajouter un document
hr_hr: Upravljač privitaka: Dodaj privitak
hu_hu: Mellékletkezelő: Melléklet hozzáadása
it_it: Gestore Allegati: Aggiungi Allegato
pl_pl: Menedżer załączników: Dodaj załącznik
pt_pt: Gestor de Anexos: Adicionar Anexo
ru_ru: Менеджер вложений: Добавить вложение
tr_tr: Ek Yöneticisi: Ek ekle

source: Enter a new description for the attachment:
ar_sa: أدخل وصفاً جديداً للمرفق:
cs_cz: Zadejte nový popis pro přílohu:
el_gr: Εισάγετε μια νέα περιγραφή για το συνημμένο:
es_es: Introduzca una nueva descripción para el adjunto:
fr_fr: Saisissez une nouvelle description pour cette pièce jointe :
he: הזן תיאור חדש לצרופה:
hr_hr: Unesi nov opis za prilog:
hu_hu: A melléklethez készítsen új leírást:
it_it: Inserisci un nuovo nome per l'allegato:
nl_nl: Voer een nieuwe omschrijving voor de bijlagen in:
pl_pl: Wprowadź opis dla nowego załącznika:
pt_pt: Insira uma nova descrição para o anexo:
ro_ro: Introduceți o descriere noua pentru atașament:
ru_ru: Введите новое описание для вложения:
sv_se: Ange en ny beskrivning för bilagan:
tr_tr: İlişik için yeni bir tanım girin.

source: Attachment Manager: Edit Attachment
el_gr: Διαχειριστής Συνημμένων: Επεξεργασία Συνημμένου
es_es: Administrador de adjuntos: Editar archivo adjunto
fr_fr: Gestionnaire de pièces jointes : Éditer le document
hr_hr: Upravljač privitaka: Uredi privitak
hu_hu: Mellékletkezelő: Melléklet szerkesztése
it_it: Gestore Allegati: Modifica Allegato
pl_pl: Menedżer załączników: Edytuj załącznik
pt_pt: Gestor de Anexos: Editar Anexo
ru_ru: Управление вложениями: Редактировать вложение
tr_tr: Ek Yöneticisi: Eki düzenle

source: Do you want to delete this attachment?
es_es: ¿Realmente desea eliminar este adjunto?
fr_fr: Voulez-vous supprimer cette pièce jointe ?
hu_hu: Szeretné törölni ezt a mellékletet?
it_it: Vuoi eliminare questo allegato?
pl_pl: Czy chcesz usunąć ten załącznik?
pt_pt: Pretende eliminar este anexo?
ru_ru: Вы хотите удалить это вложение?
tr_tr: Bu eki silmek ister misin?

source: Confirm Attachment Deletion
ar_sa: تأكيد حذف المرفق
cs_cz: Potvrzení odstranění přílohy
el_gr: Επιβεβαίωση Διαγραφής Συνημμένου
es_es: Confirmar eliminación de adjunto
fr_fr: Confirmez la suppression de la pièce jointe
he: אשר מחיקת צרופה
hr_hr: Potvrdi brisanje priloga
hu_hu: Melléklet törlésének megerősítése
it_it: Conferma Eliminazione Allegato
nl_nl: Bevestigen dat u de bijlage wilt verwijderen
pl_pl: Potwierdź usunięcie załącznika
pt_pt: Confirmar Eliminação do Anexo
ro_ro: Confirmați ștergerea atașamentului
ru_ru: Подтверждение удаление вложения
sk_sk: Potvrďte odstránenie prílohy
sv_se: Bekräfta borttagning av bilaga
tr_tr: İlişik Silme Onayı

source: &Add
ar_sa: &إضافة
cs_cz: Přid&at
el_gr: &Προσθήκη
es_es: &Añadir
fr_fr: &Ajouter
he: &הוסף
hr_hr: &Dodaj
hu_hu: &Hozzáadás
it_it: &Aggiungi
nl_nl: &Toevoegen
pl_pl: Dod&aj
pt_pt: &Adicionar
ro_ro: &Adaugă
ru_ru: &Добавить
sk_sk: &Pridať
sv_se: &Lägg till
tr_tr: &Ekle

source: &Open
ar_sa: &فتح
cs_cz: &Otevřít
el_gr: &Άνοιγμα
es_es: &Abrir
fr_fr: &Ouvert
he: &פתח
hr_hr: &Otvoreni
hu_hu: &Megnyitás
it_it: &Apri
pl_pl: &Otwórz
pt_pt: &Abrir
ro_ro: &Deschide
ru_ru: &Открыть
sk_sk: &Otvoriť
sv_se: &Öppna
tr_tr: &Aç
