Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Enter the stock company name
ar_sa: اكتب اسم شركة السهم
cs_cz: Zadejte název společnosti, které patří akcie
el_gr: Εισάγετε το όνομα της εταιρίας της μετοχής
es_es: Introduzca el nombre de la empresa cotizada
fr_fr: Introduire le nom de la société
he: הזן את שם המניה
hr_hr: Unesi ime poduzeća vlasničkog udjela
hu_hu: Részvénytársaság nevének megadása
it_it: Inserisci il nome della società emittente il titolo
nl_nl: Vul de bedrijfsnaam van het effectenfonds in
pl_pl: Wprowadź nazwę firmy emitującej akcje
pt_pt: Digite o nome da empresa
ro_ro: Introdu numele companiei care a emis acțiunea
ru_ru: Введите название акционерной компании
sk_sk: Zadajte názov spoločnosti, ktorá vydala tieto akcie
tr_tr: Menkul Kıymeti Firması adı girin

source: Stock Symbol
cs_cz: Symbol akcie
el_gr: Σύμβολο Αποθέματος
es_es: Símbolo del valor
fr_fr: Symbole de l'action
he: סמל ניר ערך
hr_hr: Burzovna oznaka
hu_hu: Értékpapírjelzés
it_it: Simbolo Azionario
nl_nl: Aandeelsymbool
pl_pl: Symbol akcji
pt_pt: Símbolo da Ação
ru_ru: Тикер
tr_tr: Hisse senedi Sembolü

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
ar_sa: أدخل رمز الأسهم. (اختياري) يشمل التبادل، مثال: IBM.BE
cs_cz: Zadejte kód akcií a kurz (volitelné). Př.: IBM.BE
el_gr: Εισάγετε σύμβολο μετοχής. (Προαιρετικά) Περιλάβετε συνάλλαγμα. πχ. IBM.BE
es_es: Introduzca el símbolo bursátil. (Opcional) Incluya la bolsa. ej: TEF.MC
fr_fr: Introduire le symbole du titre (optionnel). Par exemple : SAN.PA pour Sanofi coté à Paris
he: IBM.BE כלול זירת מסחר. לדוגמא: (הזן את סמל נייר הערך. (אופציונאלי
hr_hr: Upiši burzovnu oznaku. (Opcionalno) Uključi burzu, npr. IBM.BE
hu_hu: Értékpapírjelzés megadása. (Nem kötelező) Tegye hozzá a tőzsdéét is. pl. IBM.BE
it_it: Inserire il simbolo del Titolo, incluso (facoltativo) il suffisso di cambio. es: IBM.MI
nl_nl: Effectenfonds symbool invoeren. (Optioneel) Met de wisselkoers. bijv. Randstad.NL
pl_pl: Wprowadź symbol akcji. Opcjonalnie zawierający symbol giełdy, np. IBM.BE
pt_pt: Digite o símbolo bolsista. (Opcional) Inclua a bolsa. Ex: EDP.XLIS
ru_ru: Введите тикер ценной бумаги (необязательно), например: GAZP.ME
sk_sk: Zadajte symbol akcií. (Voliteľne) Uveďte aj symbol burzy. Napr.: IBM.BE
tr_tr: Menkul değer simgesi girin (İsteğe bağlı) Kuru içer. Örn: IBM.BE

source: *Date
ar_sa: * التاريخ
cs_cz: *Datum
el_gr: *Ημερομηνία
es_es: *Fecha
he: *תאריך
hr_hr: *Datum
hu_hu: *Dátum
it_it: *Data
nl_nl: *Datum
pl_pl: *Data
pt_pt: *Data
ru_ru: *Дата
sv_se: *Datum
tr_tr: *Tarih

source: Specify the initial date of the stock investment Used when creating the initial Share transaction.
ar_sa: حدد التاريخ الأولي لاستثمار الأسهم المستخدمة عند إنشاء المعاملة المشاركة الأولية.
cs_cz: Zadejte prvotní datum investice do akcí Použijte při tvorbě první transakce akcií.
el_gr: Προσδιορίστε την αρχική ημερομηνία της επένδυσης μετοχών Χρησιμοποιείται κατά τη δημιουργία της αρχικής συναλλαγής μετοχών.
es_es: Especifique la fecha inicial de la inversión en acciones Utilizado al crear la transacción inicial de acciones.
fr_fr: Spécifiez la date initiale de l'investissement boursier Utilisée lors de la création de la transaction initiale.
hr_hr: Odredi početni datum ulaganja u dionice Koristi se prilikom stvaranja početne transakcije Share.
hu_hu: Értékpapírbefektetés kezdő dátumának megadása A kezdeti részvény-ügylet létrehozásakor használatos.
it_it: Specificare la data di inzio dell'investimento titoli Utilizzato quando si crea l'operazione iniziale dei titoli.
pl_pl: Określ początkową datę inwestycji w akcje używaną podczas tworzenia początkowej transakcji akcji.
pt_pt: Indique a data inicial do investimento em ações Usada ao criar a transação inicial de ações.
ru_ru: Укажите начальную дату вложения в акции Используется при создании начальной транзакции.
tr_tr: Hisse senedi yatırımının başlangıç tarihini belirtin İlk Paylaşım işlemi oluşturulurken kullanılır.

source: *Share Number
ar_sa: *اسم السهم
cs_cz: *Podíl
el_gr: *Μοιραστείτε Τον Αριθμό
es_es: *Número de acciones
fr_fr: *Nombre d'actions
he: *מספר ניר ערך
hr_hr: *Broj dionica
hu_hu: *Részvény száma
it_it: * Numero AzionI
nl_nl: *Fondsnummer
pl_pl: *Liczba akcji
pt_pt: *Número de Ações
ru_ru: * Numero Azione
tr_tr: *Hisse (pay) sayısı

source: Enter number of shares. Used when creating the initial Share transaction.
ar_sa: أدخل عدد المشاركات. يستخدم عند إنشاء المعاملة المشاركة الأولية.
cs_cz: Zadejte počet akcií. Použijte při tvorbě první transakce akcií.
el_gr: Εισάγετε τον αριθμό των μετοχών. Χρησιμοποιείται κατά τη δημιουργία της αρχικής συναλλαγής κοινής χρήσης.
es_es: Introduzca el número de acciones. Utilizado al crear la transacción inicial de acciones.
fr_fr: Entrez le nombre de parts. Utilisé lors de la création de la transaction initiale.
hr_hr: Upiši broj dionica. Koristi se prilikom stvaranja početne dioničke transakcije.
hu_hu: Részvények darabszámának megadása. A kezdeti részvény-ügylet létrehozásakor használatos.
it_it: Inserire il numero di azioni. Utilizzato quando si crea l'operazione iniziale azioni.
pl_pl: Wprowadź liczbę akcji. Używane podczas tworzenia początkowej transakcji akcji.
pt_pt: Digite o número de ações. Utilizado ao criar a transação de ações inicial.
ru_ru: Общее количество акций. Используется при создании начальной транзакции.
tr_tr: Paylaşım sayısını girin. İlk Paylaşım işlemi oluşturulurken kullanılır.

source: *Share Price
ar_sa: *سعر السهم
cs_cz: *Cena podílu
el_gr: *Μοιραστείτε Την Τιμή
es_es: *Precio de la acción
fr_fr: *Prix de l'action
he: *מחיר עלות מניה
hr_hr: *Cijena dionice
hu_hu: *Részvényár
it_it: * Prezzo Azione
nl_nl: *Aankoopbedrag
pl_pl: *Cena akcji
pt_pt: *Preço da Ação
ru_ru: * Prezzo Azione
tr_tr: *Hisse Fiyatı

source: Enter the initial price per share. Used when creating the initial Share transaction.
ar_sa: أدخل السعر الأولي لكل حصة. يستخدم عند إنشاء المعاملة المشاركة الأولية.
cs_cz: Zadejte počáteční cenu za akcii. Použijte při tvorbě první transakce akcií.
el_gr: Εισάγετε την αρχική τιμή ανά μετοχή. Χρησιμοποιείται κατά τη δημιουργία της αρχικής συναλλαγής κοινής χρήσης.
es_es: Introduzca el precio inicial por acción. Utilizado al crear la transacción inicial de acciones.
fr_fr: Entrez le prix par parts. Utilisé lors de la création de la transaction initiale.
hr_hr: Upiši izvorne cijene dionica. Koristi se prilikom stvaranja početne dioničke transakcije.
hu_hu: Részvények darabárának megadása. A kezdeti részvény-ügylet létrehozásakor használatos.
it_it: Inserire il prezzo inziale per azione. Utilizzato quando si crea l'operazione iniziale azioni.
pl_pl: Wprowadź początkową cenę za akcję. Używane podczas tworzenia początkowej transakcji akcji.
pt_pt: Digite o preço por ação inicial. Utilizado ao criar a transação inicial de ações.
ru_ru: Начальная цена покупки акции. Используется при создании начальной транзакции.
tr_tr: Hisse başına başlangıç fiyatını girin. İlk Paylaşım işlemi oluşturulurken kullanılır.

source: Deductible Comm.
es_es: Comisión deducible
fr_fr: Commission déductible.
hu_hu: Levonható jutalék
it_it: Commissioni sul titolo
tr_tr: Kesinti Komisyonu.

source: Enter any commission paid. Used when creating the initial Share transaction.
ar_sa: أدخل أي عمولة مدفوعة. تستخدم عند إنشاء المعاملة المشاركة الأولية.
cs_cz: Zadejte jakoukoliv provizi, která byla zaplacena. Použijte při tvorbě první transakce akcií.
el_gr: Εισάγετε οποιαδήποτε προμήθεια που πληρώθηκε. Χρησιμοποιείται κατά τη δημιουργία της αρχικής συναλλαγής κοινής χρήσης.
es_es: Introduzca cualquier comisión pagada. Utilizado al crear la transacción inicial de acciones.
fr_fr: Entrez la commission payées. Utilisé lors de la création de la transaction initiale.
hr_hr: Upiši plaćene provizije. Koristi se prilikom stvaranja početne dioničke transakcije.
hu_hu: Fizetett jutalékok megadása. A kezdeti részvény-ügylet létrehozásakor használatos.
it_it: Inserire le commissioni pagate. Utilizzato quando si crea l'operazione iniziale azioni.
pl_pl: Wprowadź kwotę prowizji. Używane podczas tworzenia transakcji akcji.
pt_pt: Introduza qualquer comissão paga. Utilizada ao criar a transação inicial de ações.
ru_ru: Введите сумму уплаченой комиссии. Используется при создании начальной транзакции.
tr_tr: Ödenen herhangi bir komisyonu girin. İlk Paylaşım işlemi oluşturulurken kullanılır.

source: Curr. Share Price
ar_sa: متوسط سعر المشاركة
cs_cz: Akt. cena akcie
el_gr: Curr. Μοιραστείτε Την Τιμή
es_es: Precio actual
fr_fr: Prix actuel
he: מחיר מניה נוכחי
hr_hr: Trenutačna cijena dionice
hu_hu: Jelenlegi részvényár
it_it: Prezzo Attuale Azione
nl_nl: Huidige aandelenprijs
pl_pl: Cena bieżąca akcji
pt_pt: Cotação Atual
ru_ru: Текущая цена
tr_tr: Günc. Pay Fiyatı

source: Enter current stock/share price.
ar_sa: أدخل السعر الحالي للمخزون/المساهمة.
cs_cz: Zadejte aktuální cenu akci/podílu.
el_gr: Εισάγετε την τρέχουσα τιμή αποθέματος/μετοχής.
es_es: Introduzca el precio actual de acción.
fr_fr: Entrer le prix actuel de l’action.
hr_hr: Upiši aktualnu cijenu dionice.
hu_hu: Jelenlegi részvényár megadása.
it_it: Immettere il prezzo corrente dell'azione/titolo.
pl_pl: Wprowadź aktualną cenę akcji/udziałów.
pt_pt: Insira o preço atual da ação.
ru_ru: Введите текущую цену акций.
tr_tr: Mevcut hisse senedi/hisse fiyatını girin.

source: Manage stock attachments
es_es: Administrar los archivos adjuntos de acciones
fr_fr: Gérer la liste des pièces jointes
hu_hu: Értékpapír mellékleteinek kezelése
it_it: Gestisci allegati stock
pt_pt: Gerenciar anexos de estoque
ru_ru: Управление вложениями активов
tr_tr: Hisse Senedi Eklerini Yönet

source: Display the web page for the specified Stock symbol
ar_sa: عرض صفحة الويب لرمز المخزون المحدد
cs_cz: Zobrazit stránku se symboly akcií
el_gr: Εμφάνιση της ιστοσελίδας για το καθορισμένο σύμβολο μετοχής
es_es: Mostrar la página web del valor del simbolo especificado
fr_fr: Afficher la page web pour le symbole de l'action spécifié
he: הצג את דף האתר עבור סמל ניר הערך
hr_hr: Prikaži web stranicu za određenu oznaku vlasničkog udjela
hu_hu: Honlap megjelenítése a megadott értékpapírjelzéséhez
it_it: Visualizza la pagina web per il titolo del simbolo specificato
nl_nl: Toon de internet pagina voor het geselecteerde beurssymbool
pl_pl: Pokaż stronę internetową dla określonego symbolu akcji
pt_pt: Exibir a página web do símbolo da Ação especificado
ru_ru: Отобразит веб-страницу для выбранного тикера
tr_tr: Özel bir hisse senedi simgesi için web sayfasını göster

source: Enter notes associated with this investment
ar_sa: اكتب أي ملاحظات متعلقة بهذا الاستثمار
cs_cz: Zadejte poznámky, které budou přiřazeny této investici
el_gr: Εισάγετε σημειώσεις που συνδέονται με αυτήν την επένδυση
es_es: Introduzca las anotaciones asociadas con esta inversión
fr_fr: Introduire vos remarques à propos de cet investissement
he: הזן הערות קשורות להשקעה זו
hr_hr: Unesi napomene koje su povezane s ovom investicijom
hu_hu: Írja be a befektetéshez tartozó megjegyzéseket
it_it: Inserire le note per questo investimento
nl_nl: Vul opmerkingen in voor deze investering
pl_pl: Wprowadź notatki związane z tą inwestycją
pt_pt: Digite qualquer comentário que deseje fazer para este investimento
ro_ro: Adaugă note (detalii) asociate cu această investiție
ru_ru: Введите примечания, связанные с этими инвестициями
sk_sk: Zadajte poznámky k tejto investícii
sv_se: Ange anteckningar kopplade till denna investering
tr_tr: Bu yatırımla ilişkili notları girin

source: Stock History Options
ar_sa: خيارات سجل المخزون
cs_cz: Možnosti historie akcií
el_gr: Επιλογές Ιστορικού Αποθεμάτων
es_es: Opciones del histórico de acciones
fr_fr: Historique de la valorisation de l'investissement
he: אפשרויות היסטורית נירות ערך
hr_hr: Opcije za povijest vlasničkog udjela
hu_hu: Részvényelőzmények beállításai
it_it: Opzioni storico azioni
nl_nl: Aandelenhistorie opties
pl_pl: Opcje historii giełdy
pt_pt: Opções do Histórico de Ações
ru_ru: Опции истории котировок
tr_tr: Hisse Senedi Geçmişi Seçenekleri

source: Stock Price History
ar_sa: سجل أسعار الأسهم
cs_cz: Historie ceny akcií
el_gr: Ιστορικό Τιμών Αποθεμάτων
es_es: Histórico del precio de la acción
fr_fr: Histoire du prix de l'action
he: היסטורית מחירי נירות ערך
hr_hr: Povijest cijena vlasničkog udjela
hu_hu: Részvény árfolyamtörténet
it_it: Storico valore titoli
nl_nl: Geschiedenis van aandelenprijzen
pl_pl: Historia cen akcji
pt_pt: Histórico do Preço da Ação
ru_ru: История котировок
tr_tr: Hisse senedi Fiyat Geçmişi

source: Price Date
ar_sa: تاريخ السعر
cs_cz: Datum ocenění
el_gr: Ημερομηνία Τιμής
es_es: Fecha del precio
fr_fr: Date du cours
he: תאריך מחיר
hr_hr: Datum cijene
hu_hu: Ár dátuma
it_it: Data del valore
nl_nl: Prijsdatum
pl_pl: Data zakupu
pt_pt: Data do Preço
ru_ru: Дата покупки
tr_tr: Fiyat Tarihi

source: Specify the stock/share price date.
ar_sa: حدد تاريخ سعر الأسهم/المساهمة.
cs_cz: Zadejte datum ocenění akcie/podílu.
el_gr: Καθορίστε την ημερομηνία απόθεμα/μετοχή.
es_es: Especifique la fecha de precio de acción.
fr_fr: Spécifiez la date du cours de l'action.
hr_hr: Odredi datum cijene dionice.
hu_hu: Értékpapír ár dátumának megadása.
it_it: Specificare la data del prezzo azione/titolo.
pl_pl: Określ datę ceny akcji/akcji.
pt_pt: Especifique a data do preço da ação.
ru_ru: Укажите дату приобретения актива.
tr_tr: Hisse senedi/hisse fiyatı tarihini belirtin.

source: Download Stock Price history
ar_sa: تحميل سجل أسعار المخزون
cs_cz: Stáhnout historii cen akcií
el_gr: Κατεβάστε το ιστορικό τιμών
es_es: Descargue el histórico del precio de la acción
fr_fr: Télécharger l'historique des prix des valeurs
he: הורד היסטורית מחירי נירות ערך
hr_hr: Preuzmi povijest cijena vlasničkog udjela
hu_hu: Részvény árfolyamtörténet letöltése
it_it: Scarica andamento valore azioni
nl_nl: Download prijshistorie
pl_pl: Pobierz historię cen akcji
pt_pt: Transferir o histórico de Cotações de Ações
ru_ru: Загрузить историю котировок
tr_tr: Hisse senedi fiyat geçmişi indir

source: Import Stock Price history (CSV Format)
ar_sa: استيراد سجل سعر المخزون (CSV)
cs_cz: Importovat historii cen akcií (CSV formát)
el_gr: Εισαγωγή Ιστορικού Τιμών Αποθέματος (Csv Format)
es_es: Importe el histórico del precio de la acción (Formato CSV)
fr_fr: Importer l'historique des prix (format CSV)
he: יבא היסטורית מחירי נירות ערך (בפורמט CSV)
hr_hr: Uvezi povijest cijena vlasničkog udjela (CSV format)
hu_hu: Részvény árfolyamtörténet importálása (CSV-formátum)
it_it: Importa andamento azioni (Formato CSV)
nl_nl: Importeer prijshistorie (CSV formaat)
pl_pl: Importuj historię cen akcji (format CSV)
pt_pt: Importar Histórico de Preços das Ações (Formato CSV)
ru_ru: Импорт истории котировок (CSV)
tr_tr: Hisse senedi fiyat geçmişi al (CSV biçimi)

source: Delete selected Stock Price
ar_sa: حذف سعر المخزون المحدد
cs_cz: Odstraní vybrané ceny akcií
el_gr: Διαγραφή επιλεγμένης τιμής αποθέματος
es_es: Eliminar el precio de acción seleccionada
fr_fr: Supprimer le prix de l'action sélectionnée
he: מחק מחירי ניר ערך נבחרים
hr_hr: Izbriši odabranu cijenu dionica
hu_hu: A kijelölt részvényár törlése
it_it: Elimina il valore storico selezionato
nl_nl: Verwijder de geselecteerde aandelenprijs
pl_pl: Usuń wybraną cenę akcji
pt_pt: Eliminar o Preço da Ação selecionado
ru_ru: Удалить отмеченную котировку
tr_tr: Seçilen Hisse Senedi Fiyatını Sil

source: Add Stock Price to history
ar_sa: إضافة سعر المخزون إلى سجل
cs_cz: Přidá cenu akcií do historie
el_gr: Προσθήκη τιμής αποθέματος στο ιστορικό
es_es: Añadir precio de acción al historial
fr_fr: Ajouter le prix de l'action à l’historique
he: הוסף מחיר ניר ערך להיסטוריה
hr_hr: Dodaj cijene vlasničkog udjela u povijest
hu_hu: Részvényár hozzáadása az árfolyamtörténethez
it_it: Aggiungi valore titolo allo storico
nl_nl: Voeg aandelenprijs aan geschiedenis toe
pl_pl: Dodaj cenę akcji do historii
pt_pt: Adicionar Preço da Ação ao histórico
ru_ru: Добавить цену в историю котировок
tr_tr: Hisse Senedi Fiyatını geçmişe ekle

source: &Save
ar_sa: &حفظ
cs_cz: &Uložit
el_gr: &Αποθήκευση
es_es: &Guardar
fr_fr: Enregistrer
he: &שמור
hr_hr: &Spremi
hu_hu: Mentés
it_it: &Salva
nl_nl: &Opslaan
pl_pl: Zapisz
pt_pt: &Gravar
ro_ro: &Salvează
ru_ru: &Сохранить
sk_sk: &Uložiť
sv_se: &Spara
tr_tr: &Kaydet

source: Held At
ar_sa: الحساب الاستثماري
cs_cz: Vedeno v
el_gr: Διατηρείται σε
es_es: Guardado en
fr_fr: Gestionnaire
he: מוחזק ב
hr_hr: Pri banci:
hu_hu: Számlavezető
it_it: Tenuto presso
nl_nl: Financiële instelling
pl_pl: Prowadzony przez
pt_pt: Mantido na
ro_ro: Instituția Financiară
ru_ru: Биржа
sk_sk: Vedený v
tr_tr: Hesap

source: Symbol
ar_sa: الرمز
el_gr: Σύμβολο
es_es: Símbolo
fr_fr: Symbole
he: סמל
hr_hr: Oznaka
hu_hu: Jel
it_it: Simbolo
nl_nl: Symbool
pt_pt: Símbolo
ro_ro: Simbol
ru_ru: Тикер
tr_tr: Sembol

source: Choose CSV data file to import
ar_sa: اختر ملف بيانات CSV للاستيراد
cs_cz: Vyberte soubor CSV pro import
el_gr: Επιλέξτε ένα αρχείο δεδομένων CSV για εισαγωγή
es_es: Seleccionar el fichero CSV a importar
fr_fr: Sélectionner un fichier CSV à importer
he: בחר קובץ נתונים CSV לייבא
hr_hr: Odaberi CSV datoteku, koju želiš uvesti
hu_hu: CSV-adatfájl kijelölése az importáláshoz
it_it: Selezionare file CSV da esportare
nl_nl: Selecteer CSV-bestand voor import
pl_pl: Wybierz plik CSV do importu
pt_pt: Escolha o ficheiro CSV a importar
ro_ro: Alegeți fișierul CSV pentru import
ru_ru: Выберите файл CSV для экспорта
sk_sk: Vybrať CSV dátový súbor, z ktorého sa bude importovať
tr_tr: Alınacak CSV veri dosyası seçin

source: Stock History CSV Import
ar_sa: استيراد CSV لسجل المخزون
cs_cz: Import historie akciíí z CSV
el_gr: Εισαγωγή CSV Ιστορικού Αποθέματος
es_es: Importación del histórico de acciones en CSV
fr_fr: Importer l'historique des valeurs d'actions à partir d'un fichier CSV
he: יבא היסטורית ניירות ערך CSV
hr_hr: CSV uvoz povijesti vlasničkog udjela
hu_hu: Részvényár időrendi kimutatásának importálása CSV-ben
it_it: Importazione CSV andamento titoli
nl_nl: Importeer CSV aandelengeschiedenis
pl_pl: Import CSV cen akcji
pt_pt: Importação CSV do Histórico de Ações
ru_ru: CSV импорт истории котировок
tr_tr: Hisse Senedi Geçmişi CSV Alımı

source: Quotes imported from CSV:
ar_sa: الأسعار المستوردة من CSV:
cs_cz: Poznámky importované z CSV:
el_gr: Προσφορές που εισάγονται από CSV:
es_es: Cotizaciones importadas desde CSV:
fr_fr: Cotations importées depuis le CSV :
he: מחירים יובאו מקובץ CSV:
hr_hr: Tečajevi uvezeni iz CSV datoteke:
hu_hu: CSV-fájlból importált bejegyzések:
it_it: Valori importati da file CSV:
nl_nl: Noteringen geïmporteerd van CSV:
pl_pl: kwot zaimportowanych z CSV:
pt_pt: Cotações importadas do CSV:
ru_ru: Котировок импортировано из CSV:
tr_tr: CSV'den alınan fiyatlar:

source: Total lines: %ld
el_gr: Σύνολο γραμμών: %ld
es_es: Total de líneas: %ld
hu_hu: Összes sor: %ld
it_it: Righe totali: %ld
pl_pl: Łącznie linii: %ld
sv_se: Totalt antal rader: %ld
tr_tr: Toplam satır: %ld

source: Total imported: %ld
el_gr: Σύνολο Εισαχθέντων: %ld
es_es: Total importado: %ld
hu_hu: Összesen importálva: %ld
it_it: Totale importato: %ld
sv_se: Totalt importerade: %ld
tr_tr: Toplam içe aktarılan: %ld

source: Please confirm saving
ar_sa: الرجاء تأكيد الحفظ
el_gr: Παρακαλώ επιβεβαιώστε την αποθήκευση
es_es: Confirme el guardado
fr_fr: Veuillez confirmer l'enregistrement
hr_hr: Potvrdi spremanje
hu_hu: Mentés megerősítése
it_it: Conferma il salvataggio
pl_pl: Proszę potwierdzić zapis
pt_pt: Confirme a gravação por favor
ro_ro: Te rog să confirmi înainte de a salva
ru_ru: Пожалуйста, подтвердите сохранение
sv_se: Bekräfta sparande
tr_tr: Lütfen kaydetmeyi onaylayın

source: Importing CSV
ar_sa: استيراد CSV
cs_cz: Importuji z CSV
el_gr: Εισάγεται CSV
es_es: Importando CSV
fr_fr: Importer un fichier CSV
he: CSV מיבא
hr_hr: Uvoz CSV-a
hu_hu: CSV importálása
it_it: Importazione CSV
nl_nl: Importeren CSV
pl_pl: Importuj z CSV
pt_pt: A importar CSV
ru_ru: Импорт CSV
sk_sk: Importuje sa CSV
tr_tr: CVS alınıyor.

source: 5 Days
ar_sa: 5 أيام
cs_cz: 5 dnů
el_gr: 5 Ημέρες
es_es: 5 días
fr_fr: 5 jours
hr_hr: 5 dana
hu_hu: 5 nap
it_it: 5 Giorni
pl_pl: 5 dni
pt_pt: 5 Dias
ro_ro: 5 zile
ru_ru: 5 дней
sk_sk: 5 dní
sv_se: 5 dagar
tr_tr: 5 Gün

source: 1 Month
ar_sa: شهر واحد
cs_cz: 1 měsíc
el_gr: 1 Μήνας
es_es: 1 mes
fr_fr: 1 Mois
hr_hr: 1 mjesec
hu_hu: 1 hónap
it_it: 1 Mese
pl_pl: 1 miesiąc
pt_pt: 1 Mês
ro_ro: 1 Lună
ru_ru: 1 месяц
sk_sk: 1 mesiac
sv_se: 1 månad
tr_tr: 1 Ay

source: 3 Months
ar_sa: 3 أشهر
cs_cz: 3 měsíce
el_gr: 3 Μήνες
es_es: 3 meses
fr_fr: 3 Mois
hr_hr: 3 mjeseca
hu_hu: 3 hónap
it_it: 3 Mesi
pl_pl: 3 miesiące
pt_pt: 3 Meses
ro_ro: 3 Luni
ru_ru: 3 месяца
sk_sk: 3 mesiace
sv_se: 3 månader
tr_tr: 3 Ay

source: 6 Months
ar_sa: 6 أشهر
cs_cz: 6 měsíců
el_gr: 6 Μήνες
es_es: 6 meses
fr_fr: 6 Mois
hr_hr: 6 mjeseci
hu_hu: 6 hónap
it_it: 6 Mesi
pl_pl: 6 miesięcy
pt_pt: 6 Meses
ro_ro: 6 Luni
ru_ru: 6 месяцев
sk_sk: 6 mesiacov
sv_se: 6 månader
tr_tr: 6 Ay

source: 1 Year
ar_sa: سنة واحدة
cs_cz: 1 rok
el_gr: 1 Έτος
es_es: 1 año
fr_fr: 1 An
hr_hr: 1 godina
hu_hu: 1 év
it_it: 1 Anno
pl_pl: 1 rok
pt_pt: 1 Ano
ro_ro: 1 An
ru_ru: 1 год
sk_sk: 1 rok
sv_se: 1 år
tr_tr: 1 Yıl

source: 2 Years
ar_sa: سنتان
cs_cz: 2 roky
el_gr: 2 Χρόνια
es_es: 2 años
fr_fr: 2 Ans
hr_hr: 2 godine
hu_hu: 2 év
it_it: 2 Anni
pl_pl: 2 lata
pt_pt: 2 Anos
ro_ro: 2 Ani
ru_ru: 2 года
sk_sk: 2 roky
sv_se: 2 år
tr_tr: 2 Yıl

source: 5 Years
ar_sa: 5 سنوات
cs_cz: 5 let
el_gr: 5 Χρόνια
es_es: 5 años
fr_fr: 5 Ans
hr_hr: 5 godina
hu_hu: 5 év
it_it: 5 Anni
pl_pl: 5 lat
pt_pt: 5 Anos
ro_ro: 5 Ani
ru_ru: 5 лет
sk_sk: 5 rokov
sv_se: 5 år
tr_tr: 5 Yıl

source: 10 Years
ar_sa: 10 سنوات
cs_cz: 10 let
el_gr: 10 Χρόνια
es_es: 10 años
fr_fr: 10 Ans
hr_hr: 10 godina
hu_hu: 10 év
it_it: 10 anni
pl_pl: 10 lat
pt_pt: 10 Anos
ro_ro: 10 Ani
ru_ru: 10 лет
sk_sk: 10 rokov
sv_se: 10 år
tr_tr: 10 Yıl

source: Current Year to Date
ar_sa: السنة الحالية حتى التاريخ
cs_cz: Aktuální rok k datu
el_gr: Τρέχον έτος έως σήμερα
es_es: Año en curso hasta hoy
fr_fr: Année en cours jusqu'à aujourd'hui
he: שנה נוכחית להיום
hr_hr: Tekuća godina do danas
hu_hu: Jelenlegi év a mai napig
it_it: Anno in corso alla data
nl_nl: Huidig jaar tot datum
pl_pl: bieżący rok do dziś
pt_pt: Ano corrente até à Data
ru_ru: Текущий год по сегодня
sk_sk: Aktuálny rok až po dnes
sv_se: Nuvarande år till idag
tr_tr: Bu Yıl (Bugüne kadar)

source: Max
ar_sa: الحد الأقصى
el_gr: Μέγιστο
es_es: Máx
hr_hr: Maks.
hu_hu: Legnagyobb
it_it: Massimo
pl_pl: bez limitu
pt_pt: Máx
ru_ru: Макс.
tr_tr: En çok

source: Specify type frequency of stock history
ar_sa: تحديد نوع تردد سجل المخزون
cs_cz: Zadejte frekvenci historie akcií
el_gr: Καθορίστε τη συχνότητα τύπου του ιστορικού αποθεμάτων
es_es: Especificar el tipo de frecuencia del histórico de la acción
fr_fr: Spécifiez la fréquence de l’historique des actions
he: הגד את תדירות היסטורית המניה
hr_hr: Odredi učestalost povijesti vlasničkog udjela
hu_hu: Értékpapír előzmények időbeni hatályának megadása
it_it: Indicare la frequenza del valore azioni
nl_nl: Specificeer de frequentie van de aandelenhistorie
pl_pl: Określ częstotliwość historii aktywów
pt_pt: Indique a frequência do histórico de ações
ru_ru: Выберите период истории котировок
tr_tr: Menkul değer geçmişi sıklığını belirtin

source: Stock History Update
ar_sa: تحديث سجل المخزون
cs_cz: Aktualizace historie akcií
el_gr: Ενημέρωση Ιστορικού Αποθεμάτων
es_es: Actualizado el histórico de la acción
fr_fr: Mise à jour de l’historique des actions
he: עדכן היסטורית ניר ערך
hr_hr: Aktualiziranje povijesti vlasničkog udjela
hu_hu: Részvénytörténet frissítése
it_it: Aggiornamento andamento azioni
nl_nl: Aandelengeschiedenis bijwerken
pl_pl: Uaktualnienie historii aktywów
pt_pt: Atualização do Histórico de Ações
ru_ru: Обновить историю котировок
tr_tr: Menkul Değer Geçmişi Güncelleme
