Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Recommendation: Always backup your .mmb database file regularly.
cs_cz: Doporučení: Zálohujte si pravidelně Váš databázový soubor .mmb.
he: המלצה: דאג תמיד לגבות את קובץ מסד הנתונים .mmb באופן סדיר.
nl_nl: Aanbeveling: Maak regelmatig een back-up van het *.mmb databestand.
ro_ro: Recomandare: Faceți în mod regulat copii de rezervă a fișierul .mmb.
sk_sk: Odporúčanie: Pravidelne zálohuje váš .mmb databázový súbor.

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
cs_cz: Doporučení: Při aktualizaci na novější verzi MMEX si prosím nejprve vytvořte zálohu Vašeho databázového souboru .mmb.
he: המלצה: לקראת שדרוג לגירסה חדשה של MMEX, הקפד לגבות את קובץ מסד הנתונים .mmb לפני ביצוע פעולה זו.
nl_nl: Aanbeveling: Als u upgrade naar een nieuwere versie van MMEX, zorg ervoor dat u eerst een back-up maakt van het *.mmb databestand
ro_ro: Recomandare: Dacă faceți upgrade la o nouă versiune MMEX, asigurați-vă că ați făcut o copie de rezervă a fișierului .mmb înainte de a face acest lucru.
sk_sk: Odporúčanie: Pred aktualizáciou na novšiu verziu MMEX najprv odzálohujte váš .mmb databázový súbor.

source: Tip: Remember to make backups of your .mmb.
cs_cz: Tip: Nezpoměňte si vytvořit zálohu Vašeho souboru .mmb.
he: עצה: זכור לבצע גיבויים של קובץ ה .mmb שלך.
nl_nl: TIP: Denk eraan om regelmatig een back-up te maken van het *.mmb bestand.
sk_sk: Tip: Nezabudnite zálohovať váš .mmb súbor.

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
cs_cz: Tip: Pro označení transakce jako ověřené, vyberte transakci a stiskněte klávesu 'r' nebo 'R'. Pro označení transakce jako neověřené, vyberte transakci a stiskněte klávesu 'u' nebo 'U'.
he: עצה: כדי לסמן טרנזקציה כמותאמת, פשוט בחר את בתנועה והקש על מקש 'r' או 'R'. כדי לסמן טרנזקציה כלא-מותאמת, בחור את התנועה והקש על מקש 'u' או 'U'.
nl_nl: TIP: Om een transactie als bevestigt te markeren, selecteer de transactie en druk op de 'r' of de 'R' toets. Om een transactie om te zetten als 'openstaand', selecteer de transactie en druk op de 'u' of de 'U' toets.
sk_sk: Tip: Pre označenie transakcie ako schválenej ju vyberte s stlačte klávesu 'r' alebo 'R'. Pre označenie transakcie ako neschválenej ju vyberte a stlačte klávesu 'u' alebo 'U'.

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
cs_cz: Tip: Pro označení transakce jako sledované, vyberte transakci a stiskněte klávesu 'f' nebo 'F'.
he: עצה: על מנת לסמן תנועה 'למעקב', רק לבחור את התנועה והקש על מקש ה 'f' או 'F' במקלדת.
nl_nl: TIP: Om een transactie als 'te controleren' te markeren, selecteer de transactie en druk op de 'f' of de 'F' toets.
sk_sk: Tip: Pre označenie trasakcie ako sledovanej ju vyberte a stlačte klávesu 'f' alebo 'F'.

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
he: עצה: MMEX תומכת בהדפסה של כל הדוחות הניתנים להצגה. אפשרויות ההדפסה זמינים מתפריט, קובץ -> הדפסה.
nl_nl: TIP: MMEX ondersteunt het printen van alle rapporten. De print opties zijn beschikbaar via het menu, BESTAND -> PRINT.
sk_sk: Tip: MMEX podporuje tlač všetkých reportov, ktoré môže program zobraziť. Možnosti tlače sú dostupné v menu Súbor -> Tlačiť.

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
he: עצה: ניתן לשנות את התנהגות של MMEX על-ידי שינוי האפשרויות בתיבת הדו-שיח 'אפשרויות'.
nl_nl: TIP: U kunt MMEX voor een deel naar eigen wens inrichten door instellingen te wijzigen in het OPTIES menu
sk_sk: Tip: Správanie MMEX môžete zmeniť v možnostiach programu (Nástroje -> Možnosti).

source: Tip: To print a statement with transactions from any arbitrary set of criteria, use the transaction filter to select the transactions you want and then do a print from the menu.
cs_cz: Tip: Pro tisk výpisu transakcí na základě libovolných kritérií použijte filtr transakcí, které pak označíte a vytisknete.
he: עצה: כדי להדפיס דוח מצב לתנועות לפי קריטריונים שונים , השתמש במסנן תנועות כדי לבחור את התנועות הרצויות ולאחר מכן בחר בהדפסה מהתפריט.
nl_nl: TIP: Om een overzicht met transacties middels een set voorwaarden te printen, gebruik dan het transactiefilter om de gewenste transacties te filteren en kies daarna print in het menu.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
cs_cz: Tip: Nastavte si kurz měny pro účty, které máte vedeny v různých měnách.
he: עצה: הגדר שערי מטח למטבעות למקרה שתרצה להשתמש בחשבונות עם מטבעות שונים.
nl_nl: TIP: Voer de wisselkoersen voor de valuta's in indien u rekeningen met verschillende valuta gebruikt.
sk_sk: Tip: Nastavte si výmenné kurzy mien pre účty, ktoré máte v rôznych menách.

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
he: עצה למסך ניהול קטגוריות: לחיצה על המקה 'י', תקפיץ את הסמן לקטגוריה הראשונה שמתחילה באות 'י'.
nl_nl: Beheren categorieën dialoog tip: Het indrukken van een letter-toets (bijv. h) toont afwisselend de categorieën beginnend met die letter (bijv. h).
sk_sk: Tip pre organizovanie dialógu kategórií: Stlačením klávesy h môžete prechádzať všetky kategórie začínajúce sa písmenom h

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
he: עצה עבור חלון ניהול קטגוריות: הקשה על צרוף של שתי אותיות בו זמנית תציב את הסמן על הקטגוריה שמתחילה באותיות אלו. לדוגמה: הקשה על 'ד' ו- 'י' בו זמנית יציבו את הסמן על קטגוריה 'דיור'.
nl_nl: Beheren categorieën dialoog tip: Indrukken van een twee letter combinatie toont afwisselend alle categorieën die beginnen met die combinatie. Bijv.: Intoetsen au toont auto, auto-onderhoud, autokosten, enz...
sk_sk: Tip pre organizovanie dialógu kategórií: Stlačením kombinácie 2 klávesov môžete prechádzať všetky kategórie začínajúce sa touto kombináciou klávesov. Príklad: stalčením do vyberiete Domáce potreby, Dovolenka, atď...

source: Tip to get out of debt: Pay yourself 10% first. Put this into an account that is hard to touch. Make sure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
nl_nl: Tip om uit de schulden te komen: Betaal eerst 10% aan jezelf. Zet dit op een speciale bankrekening, zodanig dat u het niet zo maar opneemt. Dan heeft u altijd een basis voor aflossing.

source: Tip to get out of debt: Establish an emergency fund.
cs_cz: Tip pro splácení dluhů: Vytvořte si finanční rezervu pro neplánované výdaje.
he: עצה לצאת מחוב: הקם קרן לשעת חרום.
nl_nl: Tip om uit de schulden te komen: Gebruik een aparte spaarrekening als noodfonds
sk_sk: Tip ako sa zbaviť dlhov: Vytvorte si finančnú rezervu pre neplánované výdavky.

source: Tip to get out of debt: Stop acquiring new debt.
cs_cz: Tip pro splácení dluhů: Nevytvářete si nové dluhy.
he: עצה לצאת מחובות: הפסק לצבור חוב חדש.
nl_nl: Tip om uit de schulden te komen: Vraag geen nieuwe kredieten of leningen aan.
sk_sk: Tip ako sa zbaviť dlhov: Nevytvárajte nové dlhy.

source: Tip to get out of debt: Create a realistic budget for your expenses.
cs_cz: Tip pro splácení dluhů: Vytvořte si reálný prozpočet Vašich výdajů.
he: עצה לצאת מחוב: צור תקציב הוצאות ריאלי
nl_nl: Tip om uit de schulden te komen: Maak een realistische begroting voor uw uitgaven.
sk_sk: Tip ako sa zbaviť dlhov: Vytvorte si reálny rozpočet vašich výdavkov.

source: Tip to get out of debt: Spend less than you earn.
cs_cz: Tip pro splácení dluhů: Utrácejte méně než vyděláváte.
he: עצה לצאת מחוב: הוצא פחות ממה שאתה מרוויח.
nl_nl: Tip om uit de schulden te komen: Geef minder uit dan u verdient.
sk_sk: Tip ako sa zbaviť dlhov: Míňajte menej ako zarobíte.

source: Tip to get out of debt: Pay more than the minimum.
cs_cz: Tip pro splácení dluhů: Splácejte více než jen minimální splátku.
he: עצה לצאת מחוב: פרע יותר מהמינימום הנדרש.
nl_nl: Tip om uit de schulden te komen: Betaal meer dan het minimum aflossingsbedrag.
sk_sk: Tip ako sa zbaviť dlhov: Splácajte viac ako len minimálnu čiastku.

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
cs_cz: Doporučujeme si před nakupováním vytvořit seznam věcí, které potřebujete a v obchodě pak nakoupit věci z tohoto seznamu.
he: לפני שאתם הולכים לחנות לקנות משהו: קחו את הזמן, הכנינו רשימה של מה שאתם באמת צריכים. בחנות קנו רק מה ברשימה שלכם.
nl_nl: Voor u naar de winkel gaat en iets koopt: Neem de tijd om een boodschappenlijst te maken. Koop in de winkel alleen wat op uw lijst staat.
ro_ro: Înainte de a merge la magazin și cumpăra ceva, acordați-vă timp să faceți o listă cu ceea ce aveți cu adevărat nevoie. La magazin, cumpărați doar ceea ce se află în lista dumneavoastră.
sk_sk: Pred nákupmi si vyhraďte čas na vytvorenie zoznamu vecí, ktoré naozaj potrebujete. V obchode nakúpte len veci z tohto zoznamu.

source: Displayed Bal:
he: תצוגת יתרה:
nl_nl: Getoond balans:
sk_sk: Zostatok zobrazených transakcií:

source: Edit selected transaction
cs_cz: Upravit vybrané transakce
he: ערוך תנועה
nl_nl: Wijzig de transactie
sk_sk: Upraviť vybranú transakciu

source: Delete selected transaction
cs_cz: Odstranit vybrané transakce
he: מחק תנועות נבחרות
nl_nl: Verwijder de geselecteerde transacties
sk_sk: Odstrániť vybranú transakciu

source: Enter any string to find it in the nearest transaction notes
he: הזן מחרוזת לחיפוש בשדה הערות שברשומת התנועה
nl_nl: Geef de zoektekst die u in de transactienotities wilt opzoeken
sk_sk: Zadaný reťazec sa vyhľadá v poznámkach k transakciam

source: Select account used in transfer transactions
he: בחר את חשבון תנועת העברה
nl_nl: Selecteer een rekening voor de overboekingstransactie
sk_sk: Vyberte účet pre prevodovú transakciu

source: &New Withdrawal
he: &משיכה חדשה
nl_nl: &Nieuwe opname

source: &New Deposit
he: הפקדה &חדשה
nl_nl: &Nieuwe storting

source: &New Transfer
he: העברה ח&דשה
nl_nl: &Nieuwe overboeking

source: &Edit Transaction
he: ע&רוך תנועה
nl_nl: &Wijzig transactie

source: D&uplicate Transaction
he: שכ&פל תנועה
nl_nl: Kopieer transactie
sk_sk: D&uplikovať transakciu

source: &Move Transaction
he: ה&עבר תנועה
nl_nl: Ver&plaats transactie
sk_sk: &Presunúť transakciu

source: Create Reoccuring T&ransaction
he: צור &תנועות מחזורית
nl_nl: Nieuwe herhalende transactie

source: &Delete Transaction
he: מ&חק תנועה
nl_nl: &Verwijder transactie

source: Delete all transactions in current view
he: מחק את כל התנועות שבתצוגה הנוכחית
nl_nl: Verwijder alle transacties in de huidige lijst
sk_sk: Odstrániť všetky aktuálne zobrazené transakcie

source: Delete Viewed "Follow Up" Trans.
he: מחק תנועות מוצגות ל"טיפול".
nl_nl: Verwijder bekeken 'te controleren' transacties.

source: Delete Viewed "Unreconciled" Trans.
he: מחק תנועות "לא מותאם" מוצגות.
nl_nl: Verwijder bekeken "openstaande" transacties.

source: Mark As &Reconciled
he: סמן כמות&אם
nl_nl: Wijzig status naar &Bevestigd

source: Mark As &Unreconciled
he: סמן כלא& מותאם
nl_nl: Wijzig status naar &Openstaand

source: Mark As &Void
he: סמן במבוט&ל
nl_nl: Wijzig status naar &Ongeldig

source: Mark For &Followup
he: מסומן לב&ירור
nl_nl: Wijzig status naar &Te controleren

source: Mark As &Duplicate
he: סמן כ&כפילות
nl_nl: Wijzig status naar &Kopie

source: Mark
he: סמן
nl_nl: Markeren

source: as Reconciled
he: כמותאם
nl_nl: naar bevestigd
sk_sk: ako schválené

source: as Unreconciled
he: כלא מותאם
nl_nl: naar openstaand
sk_sk: ako neschválené

source: as Void
he: כמבוטל
nl_nl: naar ongeldig
sk_sk: ako neplatné

source: as needing Followup
he: למעקב
nl_nl: naar te controleren
sk_sk: ako potrebné sledovať

source: as Duplicate
he: ככפילות
nl_nl: naar kopie
sk_sk: ako duplikované

source: Mark all being viewed
he: סמן את כל התנועות המוצגות
nl_nl: Wijzig de status van alle getoonde regels
sk_sk: Označiť všetky zobrazené

source: Do you really want to delete all the transactions shown?
he: האם למחוק את כל התנועות המוצגות?
nl_nl: Wilt u werkelijk alle zichtbare transacties verwijderen?
sk_sk: Naozaj chcete odstrániť všetky zobrazené transakcie?

source: Do you really want to delete all the "%s" transactions shown?
he: האם למחוק את כל "%s" התנועות המוצגות?
nl_nl: Wilt u werkelijk alle getoonde "%s" transacties verwijderen?
ro_ro: Dorești într-adevăr să ștergi toate tranzacțiile "%s" afișate?
sk_sk: Naozaj chcete odstrániť všetky "%s" zobrazené transakcie?

source: Do you really want to delete the selected transaction?
he: האם למחוק את התנועות הנבחרות?
nl_nl: Wilt u deze transactie werkelijk verwijderen?
ro_ro: Dorești într-adevăr să ștergi tranzacția selectată?

source: Moving Transaction from %s to...
he: מעביר תנועה מ %s ל...
nl_nl: Verplaats transacties van %s naar...
sk_sk: Presun transakcie z %s do...

source: Reoccuring Transaction saved.
he: תנועות מחזוריות נשמרו.
nl_nl: Herhalende transactie opgeslagen.

source: Transactions selected: %ld
nl_nl: Geselecteerde transacties: %ld

source: Selected transactions balance: %s
ar_sa: رصيد المعاملات المحدد: %s
nl_nl: Geselecteerde transacties balans: %s

source: Please type in an exiting payee name, or make a selection using the dropdown button.
he: נא הזן שם מוטב קיים , או בחר באמצעות לחצן תיבת בחירה.
nl_nl: Voer de naam van een bestaande begunstigde in, of maak een keuze via het uitklapmenu.

source: MMEX is already running... Multiple instances are no longer supported.
he: MMEX פועל כבר... מופעים מרובים אינם נתמכים עוד.
nl_nl: MMEX is al actief... Meerdere instanties worden niet ondersteunt.

source: Navigation
cs_cz: Panel navigace
he: סרגל ניווט
nl_nl: Navigatie
sk_sk: Navigácia

source: Bank Accounts
ar_sa: الحسابات البنكية
cs_cz: Bankovní účty
he: חשבונות בנק
nl_nl: Financiële rekeningen
ro_ro: Conturi
sk_sk: Bankové účty

source: Credit Card Accounts
ar_sa: حسابات بطاقة الائتمان
cs_cz: Kreditní účty (karty)
he: כרטיסי אשראי
nl_nl: Creditcardrekeningen
ro_ro: Conturi de card de credit
sk_sk: Účty kreditných kariet

source: Term Accounts
ar_sa: حسابات المدة
cs_cz: Vkladové účty
he: חשבונות חיסכון
nl_nl: Termijnrekeningen
ro_ro: Conturi la termen
sk_sk: Termínované účty

source: Stock Portfolios
ar_sa: حافظة الأسهم
cs_cz: Portfolio akcií
he: תיק נירות ערך
nl_nl: Aandelenportefeuilles
ro_ro: Portofolii bursiere

source: Cash Accounts
ar_sa: الحسابات النقدية
cs_cz: Hotovost
he: מזומנים
nl_nl: Kasrekeningen
ro_ro: Conturi de numerar
sk_sk: Hotovostné účty

source: Loan Accounts
ar_sa: حسابات القروض
cs_cz: Úvěry
he: חשבונות הלוואה
nl_nl: Lening rekeningen
ro_ro: Conturi de împrumuturi

source: Home Page
he: דף הבית
nl_nl: Startpagina
sk_sk: Domáca stránka

source: Share Accounts
cs_cz: Akciové účty
he: חשבונות נ"ע מנוהלים
nl_nl: Aandelenrekening
ro_ro: Conturi partajate

source: Budget Setup
cs_cz: Rozpočet
he: הגדרת תקציב
nl_nl: Begrotingen
sk_sk: Nastavenie rozpočtu

source: Account: %s Balance at currency %s: %s Balance at currency %s: %s
nl_nl: Rekening: %s Balans per valuta %s: %s Balans per valuta %s: %s

source: Foreign Currency Account Balance
nl_nl: Vreemde valuta rekening balans

source: Do you really want to delete the account?
cs_cz: Opravdu si přejete odstranit tento účet?
he: האם למחוק את החשבון?
nl_nl: Wilt u de rekening daadwerkelijk verwijderen?
ro_ro: Sigur dorești să ștergi contul?
sk_sk: Naozaj chcete odstrániť účet?

source: MMEX has been opened without an active database.
cs_cz: MMEX byl spuštěn bez aktivní databáze.
he: MMEX נפתחה ללא מסד נתונים פעיל.
nl_nl: MMEX is geopend zonder een recent databestand.
ro_ro: MMEX a fost deschis fără o bază de date activă.
sk_sk: MMEX bol spustený bez aktívnej databázy.

source: MMEX: Menu Popup Error
cs_cz: MMEX: Chyba kontextového menu
he: MMEX: שגיאת תפריט מוקפץ
nl_nl: MMEX: Menu pop-up fout
ro_ro: MMEX: Eroare meniu pop-up
sk_sk: MMEX: Chyba kontextového menu

source: &New Transaction
he: ת&נועה חדשה
nl_nl: &Nieuwe transactie
sk_sk: &Nová transakcia

source: &Edit Account
he: ע&רוך חשבון
nl_nl: &Wijzig rekening
sk_sk: &Upraviť účet

source: &Reallocate Account
he: &שנה סוג חשבון
nl_nl: Rekening opnieuw toewijzen

source: &Delete Account
he: מח&ק חשבון
nl_nl: &Verwijder rekening
sk_sk: &Odstrániť účet

source: &Foreign Currency Balance
nl_nl: &Vreemde valuta balans

source: Hide/Show Report
nl_nl: Rapport verbergen/tonen

source: New &Account
he: חשבון ח&דש
nl_nl: Nieuwe &rekening
sk_sk: &Nový účet

source: Account &List (Home)
he: רשימת חש&בונות - בית
nl_nl: Rekeningen&lijst (Basis)
sk_sk: Zoz&nam účtov (úvodná stránka)

source: &CSV Files...
he: ...CSV קובצ&י
nl_nl: &CSV-bestand...
ro_ro: Fișiere &CSV...
sk_sk: &CSV súbory...

source: &XML Files...
he: ...XML קובצ&י
nl_nl: &XML-bestanden...
ro_ro: Fișiere &XML...

source: &QIF Files...
he: ...QIF קובצי
nl_nl: &QIF-bestand...
ro_ro: Fișiere &QIF...
sk_sk: &QIF súbory...

source: Import from XML (Excel format)
he: ייברא מ XML (פורמט אקסל)
nl_nl: Import van XML (Excel opmaak)

source: &New Database Ctrl-N
he: מס&ד נתונים חדש Ctrl-N
nl_nl: &Nieuw databestand Ctrl-N
sk_sk: &Nová databáza Ctrl-N

source: &Open Database Ctrl-O
he: פ&תח מסד נתונים Ctrl-O
nl_nl: &Open databestand Ctrl-O
sk_sk: &Otvoriť databázu Ctrl-O

source: Save Database &As
he: שמור &מסד נתונים בשם
nl_nl: Databestand opslaan &als
sk_sk: Uložiť databázu &ako

source: &Recent Files...
he: &קבצים אחרונים ...
nl_nl: &Recente bestanden...
sk_sk: &Naposledy otvorené súbory...

source: Export to CSV
he: יצא ל CAV
nl_nl: Export naar CSV-bestand
sk_sk: Export do CSV

source: Export to XML
he: יצא ל XML
nl_nl: Export naar HTML
sk_sk: Exportovať do XML

source: &Report to HTML
he: ד&וח HTML
nl_nl: &Rapport naar HTML

source: Export to HTML
he: יצא ל HTML
nl_nl: Export naar HTML-bestand
sk_sk: Export do HTML

source: Import from any CSV file
he: יבא מקובץ CSV כלשהו
nl_nl: Importeer een CSV-bestand
sk_sk: Import z ľubovoľného CSV súboru

source: Import from QIF
he: יבא מ QIF
nl_nl: Importeer een QIF-bestand
sk_sk: Import z QIF

source: Import from WebApp
cs_cz: Importovat z WebApp
he: יבא מאפליקצית WEB
nl_nl: Importeren van WebApp
ro_ro: Importă din WebApp

source: &Navigation
cs_cz: Panel &navigace
he: סרגל ניווט&
nl_nl: &Navigatie
sk_sk: &Navigácia

source: Show/Hide the Navigation tree control
cs_cz: Zobrazit/skrýt panel navigace
he: הצג/הסתר את חלון הניווט
nl_nl: Toon/Verberg de navigatieboom
sk_sk: Zobraziť/skryť ovládanie navigačného stromu

source: Show/Hide Share Accounts in the navigation tree
cs_cz: Zobrazit/skrýt akciové účty v panelu navigace
he: הצג/הסתר חשבונות נירות ערך בסרגל הניווט
nl_nl: Toon/Verberg aandelenrekeningen in de navigatieboom

source: Budgets: As &Financial Years
he: תקציב: כשנה &פיננסית
nl_nl: Begrotingen: Als &financiële jaren

source: Budget Setup: &Without Summaries
he: הגדרת תקציב: ללא סיכומים
nl_nl: Begroting plannen: &Zonder samenvattingen

source: Display the Budget Setup without category summaries
he: הצג את הגדרות התקציב ללא סיכום קטגוריות
nl_nl: Toon begrotingplan zonder categorie samenvattingen

source: Toggle Fullscreen
cs_cz: Celá obrazovka
he: עבור/חזור מסך מלא
nl_nl: Fullscreen
sk_sk: Prepnúť na celú obrazovku

source: Toggle Fullscreen F11
cs_cz: Celá obrazovka F11
he: עבור/חזור מסך מלא F11
nl_nl: Fullscreen F11

source: Show Account List
he: הצג רשימת חשבונות
nl_nl: Laat rekeninglijst zien

source: Change the account type of an account.
he: שנה את סוג החשבון
nl_nl: Wijzig het rekeningtype van een rekening

source: Organize &Categories...
cs_cz: Spravovat &kategorie...
he: נהל ק&טגוריות...
nl_nl: Beheren &categorieën
sk_sk: Organizovať &kategórie...

source: Organize &Payees...
cs_cz: Spravovat &příjemce...
he: נהל מוט&בים...
nl_nl: Beheren &begunstigden
sk_sk: Organizovať &príjemcov...

source: Organize Payees
cs_cz: Správce příjemců
he: נהל מוטבים
nl_nl: Beheren begunstigden:
sk_sk: Organizovanie príjemcov

source: Organize Currency
he: נהל מטבעות
nl_nl: Beheren valuta's
sk_sk: Organizovanie meny

source: Organize Currency...
he: נהל& מטבעות...
nl_nl: Beheren valuta's

source: &Categories...
he: &קטגוריות...
nl_nl: &Categorieën...
ro_ro: &Categorii...
sk_sk: &Kategórie...

source: &Payees...
he: &מוטבים...
nl_nl: &Begunstigden...
ro_ro: &Beneficiari...
sk_sk: &Príjemcov...

source: Reassign all payees to another payee
he: הקצא מחדש את כל הקטגוריות לקטגוריה אחרת
nl_nl: Alle begunstigden aan een andere begunstigde toewijzen
sk_sk: Priradiť všetkých príjmecov inému príjemcovi

source: Relocation of...
he: העברה של...
nl_nl: Overzetten van...

source: Relocate Categories && Payees
he: העבר קטגוריות &ומוטבים
nl_nl: Overzetten Categorieën && Begunstigden
sk_sk: Premiestniť kategórie && príjemcov

source: &Budget Setup
he: הגדרת תקציב&
nl_nl: Begrotingen
sk_sk: Nastavenie &rozpočtu

source: &Recurring Transactions
cs_cz: Trvalé &příkazy
he: תנועות מ&חזרית
nl_nl: &Herhalende transacties

source: Bills && Deposits
cs_cz: Účty && vklady
he: משיכות והפקדות
nl_nl: Rekeningen && Bijschrijvingen
sk_sk: Platby &a vklady

source: &Transaction Report Filter...
he: מסנן דוח &תנועות...
nl_nl: Transactie rapportfilter...

source: Transaction Report Filter
cs_cz: Filtr výpisu transakcí
he: מסנן דוח תנועות
nl_nl: Transactie rapportfilter
sk_sk: Filter výpisu transakcií

source: &General Report Manager...
he: מ&נהל דוחות כללי...
nl_nl: &Algemene rapport beheerder...

source: &Options...
he: &אפשרויות...
nl_nl: &Opties...
sk_sk: &Možnosti...

source: Show the Options Dialog
he: הצג חלון אפשרויות
nl_nl: Toon het opties venster
sk_sk: Zobraziť dialóg s možnosťami

source: Optimize &Database
he: מטב מסד נ&תונים
nl_nl: &Database optimaliseren

source: Optimize database space and performance
cs_cz: Optimalizovat velikost a výkon databáze
he: מטב את שטח וביצועי מסד הנתונים
nl_nl: Optimaliseer database en prestaties

source: Visit us on Facebook
cs_cz: Facebook MMEX
he: Facebookבקר אותנו ב
nl_nl: Bezoek ons op Facebook
sk_sk: Navštívte nás na Facebooku

source: &About...
he: אוד&ות...
nl_nl: &Over
sk_sk: &O programe...

source: Show about dialog
he: הצג חלון אודות
nl_nl: Programma informatievenster weergeven
sk_sk: Zobraziť informácie o programe

source: New
ar_sa: جديد
cs_cz: Nový
he: חדש
nl_nl: Nieuw
ro_ro: Nou
sk_sk: Nový

source: Show Organize Categories Dialog
he: הצג חלון ניהול קטגוריות
nl_nl: Toon beheren categorieënvenster
sk_sk: Zobraziť dialóg pre organizovanie kategórií

source: Show Organize Payees Dialog
he: הצג חלון נוהל מוטבים
nl_nl: Toon beheren begunstigdenvenster
sk_sk: Zobraziť dialóg pre organizovanie príjemcov

source: Show Organize Currency Dialog
he: הצג חלון ניהול מטבעות
nl_nl: Toon beheren valutavenster
sk_sk: Zobraziť dialóg pre organizovanie meny

source: Show the Help file
he: הצג קובץ עזרה
nl_nl: Toon het helpbestand
sk_sk: Zobraziť súbor s pomocou

source: Register/View Release &Notifications
he: הרשם / צפה במהדורות חדשות והודעות
nl_nl: Registreer/Bekijk uitgave &opmerkingen
sk_sk: Za&registrovať sa alebo si prezrieť oznámenia o vydaní

source: Have MMEX support provided you a debug/patch file?
cs_cz: Poskytla Vám technický podpora MMEX soubor ladění nebo opravy?
he: הם תמיכת MMEX סיפקה לך קובץ איתור באגים/תיקון?
nl_nl: Heeft MMEX support u een debug/patch bestand toegezonden?

source: &Next ->
he: &הבא ->
nl_nl: &Volgende ->
sk_sk: &Ďalší ->

source: Password change completed.
he: שינוי הסיסמה הושלם.
nl_nl: Wachtwoord gewijzigd.
