Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed in Options. New accounts, will use this currency by default, and can be changed when editing account details.
el_gr: Καθορίστε το βασικό (ή προεπιλεγμένο) νόμισμα που θα χρησιμοποιείται στη βάση δεδομένων. Το βασικό νόμισμα μπορεί αργότερα να αλλάξει από τις Επιλογές. Οι Νέοι Λογαριασμοί θα χρησιμοποιούν το νόμισμα αυτό από προεπιλογή και μπορεί να αλλαχτεί κατά την επεξεργασία των λεπτομερειών του λογαριασμού.
es_es: Especifique la divisa base (o por defecto) para ser usada por la base de datos. La divisa base se puede cambiar posteriormente en los ajustes. Las cuentas nuevas utilizarán esta divisa por defecto, aunque se puede cambiar editando la cuenta.
fr_fr: Spécifiez la devise principale (ou par défaut) à utiliser pour la base de données. La devise par défaut pourra être modifiée ultérieurement dans les Options. Les nouveaux comptes utiliseront cette devise par par défaut, ce qui peut être modifié en éditant les paramètres du compte.
hr_hr: Odredi osnovnu (ili standardnu) valutu koja će se koristiti za bazu podataka. Osnovna valuta se kasnije može promijeniti u opcijama. Novi računi će standardno koristiti ovu valutu. Valuta se može promijeniti prilikom uređivanja detalja računa.
hu_hu: Adja meg az adatbázishoz használandó alap (vagy alapértelmezett) pénznemet. Az alappénznem később módosítható a Beállításokban. Az új számlák alapértelmezés szerint ezt a pénznemet fogják használni, és a számla adatainak szerkesztésekor módosítható.
it_it: Specificare la valuta base (o predefinita) da utilizzare per il database. La valuta base può essere cambiata in seguito attraverso le Opzioni. I nuovi Conti utilizzeranno questa valuta come predefinita e la si potrà cambiare modificando i dettagli del conto.
pl_pl: Określ walutę bazową (lub domyślną) do użycia w bazie danych. Waluta bazowa może być później zmieniona w Opcjach. Nowe konta będą używać tej waluty domyślnie i mogą być ona zmieniona podczas edycji konta.
pt_pt: Especifique a moeda base (ou padrão) a utilizar na base de dados. A moeda base poderá ser alterada mais tarde em 'Opções'. As novas contas usarão esta moeda por defeito, podendo ser alterada ao editar os detalhes de conta.
ru_ru: Укажите базовую (или по умолчанию) валюту, которая будет использоваться в базе данных. В дальнейшем Вы можете изменять валюту, связанную с каждым счётом, если это будет необходимо. Используйте для этого свойства счёта.
tr_tr: Veri tabanı için kullanılacak ana (veya varsayılan) para birimini belirtin. Temel(ana) para birimi daha sonra seçenekler menüsü kullanılarak değiştirilebilir. Yeni hesaplar varsayılan olarak bu para birimini kullanacak ve hesap ayrıntıları düzenlenirken değiştirilebilir.

source: (Optional) Specify a title or name.
es_es: (Opcional) Especifique un título o su nombre.
fr_fr: (Facultatif) Spécifiez un titre ou un nom.
hu_hu: (Nem kötelező) Adja meg a címet vagy nevet.
it_it: (Facoltativo) Specificare un titolo o un nome.
pt_pt: (Opcional) Indicar um título ou nome.
ru_ru: (Опционально) Укажите заголовок или имя.
tr_tr: (İsteğe bağlı) Bir başlık veya ad belirtin.

source: Used as a database title for displayed and printed reports.
cs_cz: Bude použito jako název databáze pro zobrazené a tištěné sestavy.
el_gr: Χρησιμοποιήθηκε ως τίτλος της βάσης δεδομένων για εμφανισθείσες και τυπωθείσες εκθέσεις.
es_es: Se usa como título de la base de datos para los informes impresos y por pantalla.
fr_fr: Utilisé en tant que titre de la base de donnée pour la visualisation et l'impression des rapports.
he: משמש כ'כותרת' למסד הנתונים לתצוגה והדפסת דוחות
hr_hr: Koristi se kao naziv baze podataka u prikazu i u ispisu izvještaja.
hu_hu: Adatbázis címeként használják megjelenített és nyomtatott jelentések számára.
it_it: Sarà utilizzato come titolo del database nella stampa e visualizzazione dei resoconti.
nl_nl: Gebruikt als databestand titel voor tonen en printen van overzichten.
pl_pl: Używane jako tytuł w wyświetlanych i drukowanych raportach.
pt_pt: Usado como título da base de dados para relatórios exibidos e impressos.
ru_ru: Заголовок для отображения в программе и отчётах.
sk_sk: Použije sa ako názov databázy pre zobrazené a tlačené reporty.
tr_tr: Görüntülenen veya basılan raporlarda bir veritabanı başlığı olarak kullanılacak.

source: Base Currency Not Set
ar_sa: العملة الاساسية غير معينة
cs_cz: Základní měna není nastavena
el_gr: Δεν ορίστηκε το βασικό νόμισμα
es_es: Divisa base no fijada
fr_fr: Devise principale non définie
he: לא נקבע מטבע בסיס
hr_hr: Osnovna valuta nije određena
hu_hu: Alap pénznem nincs beállítva
it_it: Valuta Base non impostata
nl_nl: Standaardvaluta niet ingesteld
pl_pl: Nie ustawiono waluty bazowej
pt_pt: Moeda padrão não definida
ro_ro: Valuta de bază nu este setată
ru_ru: Основная валюта не установлена
sk_sk: Základná mena nie je nastavená
sv_se: Basvaluta inte angiven
tr_tr: Temel Para Birimi Ayarlanmadı

source: Update Wizard
cs_cz: Průvodce aktualizací
el_gr: Οδηγός Ενημέρωσης
es_es: Asistente de actualización
fr_fr: Assistant de MàJ
he: אשף עדכון
hr_hr: Nadogradi čarobnjaka
hu_hu: Frissítési varázsló
it_it: Aggiornamento guidato
pl_pl: Kreator uaktualnienia
pt_pt: Assistente de Atualização
ru_ru: Мастер обновления
sv_se: Uppdateringsguide
tr_tr: Güncelleme Sihirbazı

source: Historical releases:
cs_cz: Historie verzí:
el_gr: Ιστορικές κυκλοφορίες:
es_es: Versiones históricas:
fr_fr: Versions historiques :
hr_hr: Povijesna izdanja:
hu_hu: Korábbi kiadások:
it_it: Storico vesioni:
pl_pl: Wydania historyczne:
pt_pt: Histórico de versões:
ru_ru: Предыдущие выпуски:
sv_se: Historiska utgåvor:
tr_tr: Geçmiş sürümler:

source: Version
cs_cz: Verze
el_gr: Έκδοση
es_es: Versión
hr_hr: Verzija
hu_hu: Verzió
it_it: Versione
pl_pl: Wersja
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
sk_sk: Verzia
tr_tr: Versiyon

source: A new version of MMEX is available.
el_gr: Μια νέα έκδοση του MMEX είναι διαθέσιμη.
es_es: ¡Hay una nueva versión de MMEX disponible!
fr_fr: Une nouvelle version de MMEX est disponible.
hr_hr: Dostupna je nova MMEX verzija.
hu_hu: MMEX új verziója elérhető.
it_it: È disponibile una nuova versione di MMEX.
pl_pl: Jest dostępna nowa wersja MMEX.
pt_pt: Está disponível uma nova versão do MMEX.
ru_ru: Новая версия MMEX доступна.
sv_se: En ny version av MMEX finns tillgänglig.
tr_tr: MMEX'in yeni bir sürümü mevcuttur.

source: MMEX is up to date.
es_es: Es la versión MMEX más actualizada a fecha de hoy.
fr_fr: MMEX est à jour.
hu_hu: MMEX naprakész.
it_it: MMEX è aggiornato.
pt_pt: O MMEX está atualizado.
tr_tr: MMEX güncel.

source: Unable to check for updates!
cs_cz: Nelze ověřit aktualizace!
el_gr: Αδυναμία ελέγχου για ενημερώσεις!
es_es: ¡No es posible comprobar las actualizaciones!
fr_fr: Recheche des mises à jour impossible!
he: לא ניתן לבדוק עדכונים!
hr_hr: Provjera nadogradnje nije moguća!
hu_hu: Nem sikerült ellenőrizni a frissítéseket!
it_it: Impossibile verificare gli aggiornamenti!
nl_nl: Controleren naar nieuwe versie is mislukt
pl_pl: Nie można sprawdzić uaktualnień!
pt_pt: Não é possível verificar atualizações!
ru_ru: Невозможно проверить обновления!
sk_sk: Nepodarilo sa skontrolovať aktualizácie!
sv_se: Det gick inte att söka efter uppdateringar!
tr_tr: Güncelleme denetimi başarısız!

source: Error:
ar_sa: خطاء:
cs_cz: Chyba:
el_gr: Σφάλμα:
fr_fr: Erreur:
hr_hr: Pogreške:
hu_hu: Hiba:
it_it: Errore:
pl_pl: Błąd:
pt_pt: Erro:
ru_ru: Ошибка:
sk_sk: Chyba:
sv_se: Fel:
tr_tr: Hata:

source: MMEX Update Check
ar_sa: التحقق من التحديثات
cs_cz: Ověření aktualizace MMEX
el_gr: Έλεγχος Ενημέρωσης Mmex
es_es: Comprobar las actualizaciónes de MMEX
fr_fr: Vérification des mises à jour.
he: בודק עדכונים ל MMEX
hr_hr: MMEX provjera nadogradnji
hu_hu: MMEX frissítési ellenőrzés
it_it: Controllo aggiornamenti MMEX
nl_nl: MMEX update controle
pl_pl: Sprawdzanie aktualizacji MMEX
pt_pt: Verificação de Atualizações MMEX
ru_ru: MMEX проверка версии
sk_sk: Overenie dostupnosti aktualizácie MMEX
sv_se: MMEX uppdateringskontroll
tr_tr: MMEX Güncelleme Kontrolü

source: OK
ar_sa: موافق
el_gr: Εντάξει
es_es: Aceptar
he: אשר
hr_hr: U redu
ru_ru: ОК
tr_tr: Tamam

source: N/A
el_gr: Μη διαθέσιμο
es_es: N/D
it_it: N/D
pl_pl: Nie dotyczy
ru_ru: Н/Д
tr_tr: Yok

source: to
el_gr: προς
es_es: a
fr_fr: à
it_it: a
pl_pl: do
ru_ru: до
sv_se: till
tr_tr: kime

source: Wi&ki
tr_tr: &Viki

source: Fiat
es_es: Dinero por decreto
fr_fr: Monnaie fiduciaire
hr_hr: Potpuno
it_it: Decreto
pl_pl: Waluta fiducjarna
pt_pt: Fiduciária
ru_ru: Валюта
tr_tr: Emir

source: Boolean
el_gr: Λογική τιμή
es_es: Booleano
fr_fr: Booléen
he: בולאני
it_it: Vero\Falso
pl_pl: Logiczne
pt_pt: Booleano
ru_ru: Бинарный
tr_tr: Mantıksal

source: Proxy
ar_sa: الوكيل
el_gr: Διαμεσολαβητής
he: פרוקסי
pl_pl: Adres
ru_ru: Прокси
sk_sk: Proxy server
tr_tr: Vekil Sunucu

source: Port
ar_sa: المنفذ
el_gr: Θύρα
es_es: Puerto
he: פורט
hr_hr: Priključak
it_it: Porta
nl_nl: Poort
pt_pt: Porto
ru_ru: Порт
tr_tr: Bağlantı Noktası (port)

source: December
ar_sa: ديسمبر
cs_cz: prosinec
el_gr: Δεκέμβριος
es_es: Diciembre
fr_fr: Décembre
he: דצמבר
hr_hr: prosinca
it_it: Dicembre
pl_pl: grudzień
pt_pt: Dezembro
ro_ro: Decembrie
ru_ru: Декабрь
tr_tr: Aralık

source: November
ar_sa: نوفمبر
cs_cz: listopad
el_gr: Νοέμβριος
es_es: Noviembre
fr_fr: Novembre
he: נובמבר
hr_hr: studenoga
it_it: Novembre
pl_pl: listopad
pt_pt: Novembro
ro_ro: Noiembrie
ru_ru: Ноябрь
tr_tr: Kasım

source: Feb
ar_sa: فبراير
cs_cz: Úno
el_gr: Φεβ
fr_fr: Févr
he: פבר
hr_hr: velj
pl_pl: luty
pt_pt: Fev
ru_ru: Фев
tr_tr: Şub

source: Jan
ar_sa: يناير
cs_cz: Led
el_gr: Ιαν
es_es: Ene
fr_fr: Janv
he: ינו
hr_hr: sij
it_it: Gen
pl_pl: styczeń
ro_ro: Ian
ru_ru: Янв
tr_tr: Oca

source: Aug
ar_sa: أوت
cs_cz: Srp
el_gr: Αυγ
es_es: Ago
fr_fr: Aoû
he: אוג
hr_hr: kol
it_it: Ago
pl_pl: sierpień
pt_pt: Ago
ru_ru: Авг
tr_tr: Ağu

source: Dec
ar_sa: ديسمبر
cs_cz: Pro
el_gr: Δεκ
es_es: Dic
fr_fr: Déc
he: דצמ
hr_hr: pro
it_it: Dic
pl_pl: grudzień
pt_pt: Dez
ru_ru: Дек
tr_tr: Ara

source: Nov
ar_sa: نوفمبر
cs_cz: Lis
el_gr: Νοε
he: נוב
hr_hr: stu
pl_pl: listopad
ru_ru: Ноя
tr_tr: Kas

source: Internet
ar_sa: النت
el_gr: Διαδίκτυο
he: אינטרנט
ru_ru: Интернет

source: Face&book
ru_ru: &Фейсбук

source: About %s
he: אודות %s
nl_nl: Over %s

source: Specify the type of account to be created.
ar_sa: تحديد نوع الحساب التي سيتم إنشاؤها.
cs_cz: Zadejte typ vytvářeného účtu.
he: הגדר את סוג החשבון שייווצר.
nl_nl: Geef aan welk type rekening aangemaakt moet worden
ro_ro: Specifică tipul de cont ce trebuie creat.
sk_sk: Upresnite typ vytváraného účtu.

source: Open Last Opened Database
he: פתח מסד נתונים שנפתח לאחרונה
nl_nl: Laatst gebruikt databestand openen
sk_sk: Otvoriť naposledy otvorenú databázu

source: Create a New Database
he: צור מסד נתונים חדש
nl_nl: Maak een nieuw databestand
sk_sk: Vytvoriť novú databázu

source: Create a new database file to get started
cs_cz: Vytvořit nový databázový soubor
he: על מנת להתחיל, צור קובץ מסד נתונים חדש
nl_nl: Maak een nieuw databestand om te starten
sk_sk: Pre prácu s programom je nutné najskôr vytvoriť nový databázový súbor

source: Open Existing Database
he: פתח מסד נתונים קיים
nl_nl: Open bestaand databestand
sk_sk: Otvoriť existujúcu databázu

source: Open an already created database file with extension (*.mmb)
cs_cz: Otevře existující databázový soubor s příponou (*.mmb)
he: פתח מסד נתונים קיים, קובץ עם סיומת (mmb.*)
nl_nl: Open een databestand met de extensie (*.mmb)
sk_sk: Otvoriť už vytvorený databázový súbor s príponou (*.mmb)

source: Read Documentation
he: עיין בתעוד
nl_nl: Lees de documentatie
sk_sk: Čítať dokumentáciu

source: Read the user manual
cs_cz: Otevře uživatelský manuál
he: עיין במדריך למשתמש
nl_nl: Lees de gebruikershandleiding
sk_sk: Čítať používateľský manuál

source: Visit Website for more information
he: למידע נוסף, בקר באתר הבית
nl_nl: Bezoek website voor meer informatie
sk_sk: Navštíviť webstránku pre získanie ďalších informácií

source: Open the %s website for latest news, updates etc
he: פתח אתר %s לחדשות , עדכונים וכו '
nl_nl: Open de %s website voor laatste nieuws, updates, enz
sk_sk: Otvoriť webstránku %s, kde získate informácie o novinkách, aktualizáciach atď.

source: Show this window next time %s starts
cs_cz: Zobrazit dialog při každém spuštění %s
he: הצג חלון זה בהפעלה הבאה של %s
nl_nl: Toon dit venster volgende keer dat %s start
sk_sk: Pri najbližšom štarte %s zobraziť toto okno

source: &Exit
he: &צא
nl_nl: &Afsluiten
sk_sk: &Ukončiť

source: Enter the rate at which the asset changes its value in % per year
nl_nl: Voer de frequentie in waarmee de bezittingen in waarde wijzigen in % per jaar.

source: &New Asset
he: נ&כס חדש
nl_nl: &Nieuwe bezitting
sk_sk: &Nový hmotný majetok

source: D&uplicate Asset
he: שכ&פל נכס
nl_nl: K&opieer bezitting
sk_sk: D&uplikovať hmotný majetok

source: &Add Asset Transaction
he: &הוסף תנועת נכס
nl_nl: Bezittingentransactie &toevoegen

source: &Open Asset Account
he: &פתח חשבון נכס
nl_nl: &Bezittingen rekening openen

source: &Edit Asset
he: ע&רוך נכס
nl_nl: &Wijzig bezitting
sk_sk: Upraviť hmotný maj&etok

source: &Delete Asset
he: מח&ק נכס
nl_nl: &Verwijder bezitting
sk_sk: O&dstrániť hmotný majetok

source: &Organize Attachments
cs_cz: &Správce příloh
he: &נהל צרופות
nl_nl: &Beheren bijlagen
sk_sk: &Organizovanie príloh

source: Do you really want to delete the Asset?
cs_cz: Opravdu si přejete odstranit tento majetek?
he: האם למחוק את הנכס?
nl_nl: Deze bezitting werkelijk verwijderen?
ro_ro: Sigur dorești să ștergi acest Bun?
sk_sk: Naozaj chcete odstrániť hmotný majetok?

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
cs_cz: MMEX Vám umožňuje spravovat hmotný majetek jako např. auta, domy, půdu a další. Každý majetek má svou hodnotu, která se ročně zhodnocuje, znehodnocuje nebo svou hodnotu nemění. Celková hodnota majetku bude zahrnuta do celkové finanční částky.
he: MMEX מאפשר מעקוב אחר נכסים קבועים כגון מכוניות, בתים, קרקע ועוד. ערכו של כל נכס יכול לגדול או לקטון בשיעור מסויים בשנה, או, לא לשנות ערך כלל. סך כל ערכם של הנכסים מתווסף לשווי הפיננסיי הכולל.
nl_nl: MMEX geeft u de mogelijkheid om bezittingen als auto, huis, land en overigen bij te houden. Elke bezitting kan zijn eigen percentage waarde toename of afname hebben, of ongewijzigd blijven. De waarde van de bezittingen word geteld bij het totaal financieel waarde overzicht.
ro_ro: MMEX vă permite să urmăriți active fixe precum mașini, case, terenuri și altele. Fiecare activ poate avea valoarea sa apreciată cu o anumită rată pe an, poate să se deprecieze cu o anumită rată pe an sau să nu varieze valoarea. Activele totale sunt adăugate la valoarea financiară totală.
sk_sk: MMEX umožňuje sledovať dlhodobý majetok ako autá, domy, pozemky a iné. Každý hmotný majetok môže mať hodnotu, ktorá každoročne narastá alebo klesá o určitú percentuálnu sadzbu alebo sa nemení. Hodnota hmotného majetku bude pripočítaná k hodnote vášho celkového majetku.

source: Change in Value: %s %s
he: שינוי ערך: %s %s
nl_nl: Waardewijziging: %s %s

source: Account Date Value
cs_cz: Účet Datum Hodnota
he: תאריך ערך חשבון
nl_nl: Rekening Datum Waarde
ro_ro: Cont Data Valoare

source: Please set it in Tools -> Options -> Attachments
he: נא הגדר זאת בכלים->אפשרויות->צרופות
nl_nl: Alstublieft ingeven in Extra -> Opties -> Import/Export
sk_sk: Prosím nastavte ho v Nástroje -> Možnosti -> Prílohy

source: Attachments folder not found
cs_cz: Složka příloh nebyla nalezena
he: לא נמצאה ספרית צרופות
nl_nl: Bijlagenmap niet gevonden
ro_ro: Ataşamentul nu a fost găsit
sk_sk: Nebol nájdený priečinok príloh

source: Organize Attachments | %s %i
he: נהל צרופות | %s %i
nl_nl: Beheren bijlagen | %s %i
sk_sk: Organizovať prílohy | %s %i

source: Organize Attachments | New %s
cs_cz: Správce příloh | Nová %s
he: נהל צרופות | חדש %s
nl_nl: Beheren bijlagen | Nieuw %s
sk_sk: Organizovať prílohy | Nová %s

source: Organize Attachments: Add Attachment
cs_cz: Správce příloh: Přidat přílohu
he: נהל צרופות: הוסף צרופה
nl_nl: Beheer bijlagen: Bijlage toevoegen
sk_sk: Organizovanie príloh: Pridať prílohu

source: Organize Attachments: Edit Attachment
cs_cz: Správce příloh: Upravit přílohu
he: נהל צרופות: ערוך צרופה
nl_nl: Beheer bijlagen: Bijlage wijzigen
sk_sk: Organizovanie príloh: Upraviť prílohu

source: Do you really want to delete this attachment?
cs_cz: Opravdu si přejete odstranit tuto přílohu?
he: האם למחוק את הצרופה?
nl_nl: Wilt u deze bijlage daadwerkelijk verwijderen?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest ataşament?
sk_sk: Naozaj chcete odstrániť túto prílohu?

source: This directory and its files are automatically managed by Money Manager EX software.
cs_cz: Tento adresář včetně souborů bude automaticky spravován aplikací Money Manager EX software.
he: ספריה זו והקבצים שבה מנוהלים באופן אוטומטי על ידי תוכנת Money Manager EX.
nl_nl: Deze map en bestanden worden automatisch beheerd door de Money Manager EX software.
sk_sk: Tento priečinok a súbory v ňom sú automaticky spravované softvérom Money Manager EX.

source: Do you want to continue and delete attachment on database?
cs_cz: Opravdu si přejete pokračovat a odstranit přílohu z databáze?
he: האם להמשיך ולמחוק צרופה ממסד הנתונים?
nl_nl: Wilt u verder gaan en de bijlage uit het databestand verwijderen?
ro_ro: Vrei să continui și să ștergi atașamentul din baza de date?
sk_sk: Naozaj chcete pokračovať a odstrániť prílohu z databázy?

source: New Recurring Transaction
cs_cz: Nový trvalý příkaz
he: תנועה מחזורית חדשה
nl_nl: Nieuwe herhalende transactie
sk_sk: Nová opakujúca sa transakcia

source: Edit Recurring Transaction
cs_cz: Upravit trvalý příkaz
he: ערוך תנועה מחזורית
nl_nl: Herhalende transactie wijzigen
sk_sk: Upraviť opakujúcu sa transakciu

source: Enter Recurring Transaction
cs_cz: Zadejte trvalý příkaz
he: הזן תנועה מחזורית
nl_nl: Herhalende transactie invoeren
sk_sk: Vložiť opakujúcu sa transakciu

source: Bi-Monthly
he: דו חודשי
nl_nl: Tweemaandelijks

source: Transaction Dates
he: תאריך תנועה
nl_nl: Transactiedatums

source: Recurring Transaction Details
cs_cz: Detaily trvalého příkazu
he: פרטי תנועה מחזורית
nl_nl: Details van de herhalende transacties

source: Retard or advance the date of the 'next occurrence'
nl_nl: Ga naar de 'volgende gebeurtenis' datum

source: Next
nl_nl: Volgende

source: Advance the next occuring date with the specified values
he: קדם את תאריך המופע הבא עם הערכים שצוינו
nl_nl: Doorzetten naar de volgende datum met de opgegeven waarden

source: Request user to enter payment on the 'Date Paid'
nl_nl: De gebruiker vragen de betaling op de 'betaaldatum' in te voeren

source: Grant automatic execute permission for this entry.
nl_nl: Geef toestemming voor automatisch uitvoeren voor deze ingang.

source: Advance or retard the user request date of this transaction
he: קדם או אחר את תאריך התנועה
nl_nl: Wijzig de door de gebruiker verzochte datum van deze transactie

source: Reset 'Date Paid' to 'Today's Date'
he: החלף את 'שולם בתאריך' ב 'תאריך של היום'
nl_nl: Wijzig 'Datum betaald' naar 'Datum vandaag'

source: Specify the Account that will own the recurring transaction
cs_cz: Zadejte účet odkud trvalý příkaz přihází
he: בחר 'חשבון' עבור התנועה המחזורית
nl_nl: Specificeer de rekening die hoort bij deze herhalende transactie

source: Select Category
cs_cz: Vyberte kategorii
he: בחר קטגוריה
nl_nl: Kies categorie
ro_ro: Selectează Categoria
sk_sk: Vybrať kategóriu

source: Organize attachments of this recurring transaction
cs_cz: Správa příloh trvalého příkazu
he: נהל צרופות לתנועה המחזורית
nl_nl: Bijlagen van deze herhalende transactie beheren

source: Choose Bank Account or Term Account
he: בחר חשבון בנק או חיסכון
nl_nl: Kies een financiële- of termijnrekening
sk_sk: Vybrať bankový alebo termínovaný účet

source: Account name
he: שם חשבון
nl_nl: Rekeningnaam
sk_sk: Názov účtu

source: Specify to whom the transaction is going to or coming from
he: הזן את המוטב ממנו או שאליו התנועה מוזרמת
nl_nl: Geef aan waar de transactie heengaat of vandaan komt

source: Select To Account
he: בחר ל'חשבון'
nl_nl: Kies naar rekening
sk_sk: Vybrať cieľový účet

source: Activates
cs_cz: Aktivní
he: מפעיל
nl_nl: Activeren
sk_sk: Aktivovať

source: Specify period in Days to activate. Becomes blank when not active.
cs_cz: Zvolte opakování ve dnech pro aktivaci. Pro vypnutí ponechte prázdné.
nl_nl: Geef een periode in dagen om te activeren. Blijft leeg bij inactief.

source: Specify period in Months to activate. Becomes blank when not active.
cs_cz: Zvolte opakování v měsících pro aktivaci. Pro vypnutí ponechte prázdné.
he: הזן תקופה בחודשים כדי להפעיל. השאר ריק כאשר לא פעיל.
nl_nl: Geef een periode in maanden om te activeren. Blijft leeg bij inactief.

source: Specify period in Days to activate. Leave blank when not active.
cs_cz: Zvolte opakování ve dnech pro aktivaci. Pro vypnutí ponechte prázdné.
he: הזן תקופה בימים כדי להפעיל. השאר ריק כאשר לא פעיל.
nl_nl: Geef een periode in dagen om te activeren. Leeg laten indien inactief.

source: Specify period in Months to activate. Leave blank when not active.
cs_cz: Zvolte opakování v měsících pro aktivaci. Pro vypnutí ponechte prázdné.
he: הזן תקופה בחודשים כדי להפעיל. השאר ריק כאשר לא פעיל.
nl_nl: Geef een periode in maanden om te activeren. Leeg laten indien inactief.

source: Payment
ar_sa: سداد
cs_cz: Platba
he: תשלום
nl_nl: Betaling
ro_ro: Plată
sk_sk: Platba

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
he: MMEX מאפשר להגדיר תשלומים קבועים כתנועות. תנועות אלו יכולות להיות גם הפקדות או העברות אשר יתרחשו בזמן כלשהו בעתיד. תנועות אלו משמשות כתזכורות לאירוע העומד להתרחש, ויוצגו בדף הבית 14 ימים לפני מועד ביצוע הפעולה.
nl_nl: In MMEX kunt u reguliere betalingen als transacties ingeven. Deze transacties kunnen ook periodieke bijschrijvingen of overboekingen zijn. Deze transacties fungeren dan als een herinnering voor een gebeurtenis die plaats gaat vinden en verschijnen 14 dagen voor de vervaldatum op de startpagina.
sk_sk: MMEX umožňuje nastaviť trvalé príkazy ako transakcie. Tieto transakcie môžu byť napr. vklady alebo prevody, ktoré budú vykonané v budúcnosti. Tieto transakcie sa správajú ako pripomienky, o ktorých budete informovaný na Domácej stránke 14 dní pred ich uskutočnením.

source: Recurring Transactions
cs_cz: Trvalé příkazy
he: תנועות מחזרית
nl_nl: Herhalende transacties
sk_sk: Opakujúce sa transakcie

source: Transaction Filter
cs_cz: Filtr transakcí
he: מסנן תנועות
nl_nl: Transactiefilter
sk_sk: Filter transakcií

source: New Bills & Deposit Series
he: סידרת משיכות/הפקדות חדשה
nl_nl: Nieuwe reeks rekeningen & bijschrijvingen
sk_sk: Nový cyklus platieb alebo vkladov

source: Edit Bills & Deposit Series
he: ערוך סידרת משיכות/הפקדות
nl_nl: Wijzig reeks rekeningen & bijschrijvingen
sk_sk: Upraviť cyklus platieb alebo vkladov

source: Delete Bills & Deposit Series
he: מחק סידרת משיכות/הפקדות
nl_nl: Verwijder reeks rekeningen & bijschrijvingen
sk_sk: Odstrániť cykus platieb alebo vkladov

source: En&ter
he: הז&ן
nl_nl: Beves&tigen
sk_sk: &Zadať

source: Enter Next Bills & Deposit Occurrence
he: הזן את המופע הבא של משיכות/הפקדות
nl_nl: Navolgende rekening & bijschrijving invoeren
sk_sk: Zadať ďalší výskyt platieb alebo vkladov
