Repository: moneymanagerex/moneymanagerex
Catalog: po/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he, hr_hr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, tr_tr

source: Enable to allow news to be checked on application start
ar_sa: تمكين للسماح بالتحقق من الأخبار عند بدء التطبيق
cs_cz: Povolit zobrazení a ověření novinek při spuštění aplikace
el_gr: Ενεργοποιήστε για να επιτρέψετε τον έλεγχο των ειδήσεων κατά την έναρξη της εφαρμογής
es_es: Activar para permitir la verificación de novedades al iniciar la aplicación
fr_fr: Activer pour permettre la vérification des actualités au démarrage de l'application
hu_hu: Engedélyezze a hírek ellenőrzését az alkalmazás indításakor
it_it: Abilita per consentire la verifica delle notizie all' avvio dell' applicazione
pl_pl: Włącz, aby umożliwić sprawdzanie aktualności przy starcie aplikacji
pt_pt: Habilite para que as novidades possam ser verificadas ao iniciar a aplicação
ru_ru: Включите, чтобы разрешить проверять новости при запуске приложения
sv_se: Aktivera för att tillåta att nyheter kontrolleras vid programstart
tr_tr: Uygulama başlangıcında haberlerin kontrol edilmesine izin vermek için etkinleştir

source: Timeout
ar_sa: انتهاء الوقت
cs_cz: Prodleva
el_gr: Χρονικό όριο
es_es: Tiempo de espera sobrepasado
fr_fr: Temps d'attente
hr_hr: Istek vremena
hu_hu: Várakozás/szünet
pl_pl: Limit czasu
pt_pt: Tempo esgotado
ru_ru: Таймаут
tr_tr: Zaman Aşımı

source: Specify a network communication timeout value to use.
ar_sa: حدد قيمة مهلة اتصال الشبكة للاستخدام.
cs_cz: Zadejte hodnotu prodlevy při komunikaci v síti.
el_gr: Καθορίστε μια τιμή χρονικού ορίου επικοινωνίας δικτύου που θα χρησιμοποιηθεί.
es_es: Especifique el valor a usar como tiempo de espera para la comunicación con internet.
fr_fr: Indiquez une valeur de délai d'attente réseau à utiliser.
he: הגדר ערך לזמן מרבי לשימוש תקשורת ברשת .
hr_hr: Odredi istek vremena za mrežne komunikaciju.
hu_hu: Hálózati kommunikáció időtúllépés értékének megadása.
it_it: Specifica il timeout di connessione da utilizzare.
nl_nl: Specificeer de te gebruiken netwerk time-out
pl_pl: Określ limit czasu dla komunikacji sieciowej.
pt_pt: Indique o limite tempo de comunicação em rede a utilizar.
ru_ru: Задайте таймаут для сетевых соединений.
tr_tr: Kullanılacak ağ iletişimi zamanaşımı değerini belirtin.

source: Seconds
ar_sa: ثواني
cs_cz: Sekund
el_gr: Δευτερόλεπτα
es_es: Segundos
fr_fr: Secondes
he: שניות
hr_hr: Sekunde
hu_hu: Másodperc
it_it: Secondi
nl_nl: Seconden
pl_pl: Sekund
pt_pt: Segundos
ro_ro: Secunde
ru_ru: Сек.
sv_se: Sekunder
tr_tr: Saniye

source: Updates
ar_sa: التحديثات
cs_cz: Aktualizace
el_gr: Ενημερώσεις
es_es: Actualizaciones
fr_fr: Mises à jour
hr_hr: Nadogradnje
hu_hu: Frissítések
it_it: Aggiornamenti
pl_pl: Aktualizacje
pt_pt: Atualizações
ru_ru: Обновления
tr_tr: Güncellemeler

source: Check for updates at StartUp
ar_sa: التحقق من وجود تحديثات عند بدء التشغيل
cs_cz: Ověřit aktualizace při spuštění
el_gr: Έλεγχος για ενημερώσεις κατά την εκκίνηση
es_es: Buscar actualizaciones en el inicio
fr_fr: Rechercher les Mises à jour au Démarrage
hr_hr: Provjeri nadogradnje prilikom pokretanja programa
hu_hu: Frissítések ellenőrzése indításkor
it_it: Controllo aggiornamenti all'avvio
nl_nl: Controleer op nieuwe versie bij opstarten
pl_pl: Sprawdzaj aktualizacje przy starcie
pt_pt: Verificar se há atualizações na Inicialização
ru_ru: Проверить наличие обновлений при запуске
tr_tr: Başlangıçta güncellemeleri kontrol et

source: Enable to automatically check if new MMEX version is available at StartUp
ar_sa: فعلها ليقوم البرنامج بالبحث تلقائياً عن أحدث إصدار عند التشغيل.
cs_cz: Zapnout automatické ověření nových verzí MMEX při spuštění
el_gr: Ενεργοποιήστε για να ελέγξετε αυτόματα αν η νέα έκδοση MMEX είναι διαθέσιμη στο StartUp
es_es: Activar para comprobar actualizaciones automáticas de nuevas versiones de MMEX al inicio
fr_fr: Autoriser la vérification automatique d'une nouvelle version au démarrage
he: אפשר על מנת לבדוק בעת האתחול באופן אוטומטי, זמינות גרסה חדשה של MMEX
hr_hr: Aktiviraj, za automatsku provjeru novih MMEX verzija prilikom pokretanja programa
hu_hu: Engedélyezi, annak ellenőrzését induláskor, hogy az MMEX-ből van-e új, elérhető verzió
it_it: Abilita per controllare automaticamente all'avvio se sono disponibili nuove versioni di MMEX
nl_nl: Aanvinken om bij opstarten automatisch te controleren of er nieuwe versies van MMEX zijn
pl_pl: Zaznacz, aby sprawdzać dostępność nowej wersji MMEX podczas uruchomienia
pt_pt: Habilite para verificar automaticamente se uma nova versão do MMEX está disponível na Inicialização
ru_ru: Автоматически проверить, если новая MMEX версия доступна при запуске
tr_tr: Başlangıçta yeni bir MMEX sürümü olup olmadığını otomatik olarak kontrol et.

source: Stable
ar_sa: إصدار ثابت
el_gr: Σταθερό
es_es: Estable
he: יציב
hr_hr: Stabilna
hu_hu: Stabil
it_it: Stabile
nl_nl: Stabiel
pl_pl: wersje stabilne
pt_pt: Estável
ru_ru: Стабильный
sk_sk: Stabilná
tr_tr: Kararlı

source: Unstable
ar_sa: إصدار تجريبي
el_gr: Ασταθής
es_es: Inestable
fr_fr: Instable
he: לא יציב
hr_hr: Nestabilna
hu_hu: Nem stabil
it_it: Sviluppo
nl_nl: Niet stabiel
pl_pl: wersje rozwojowe
pt_pt: Instável
ru_ru: Не стабильный
sv_se: Instabil
tr_tr: Kararsız

source: Updates source
ar_sa: مصدر التحديثات
cs_cz: Zdroj aktualizací
el_gr: Πηγή ενημερώσεων
es_es: Fuente de actualizaciones
fr_fr: Mises à jour de la source
hr_hr: Izvor nadogradnji
hu_hu: Forrás frissítése
it_it: Origine aggiornamenti
nl_nl: Werkt de bron bij
pl_pl: Źródło aktualizacji
pt_pt: Fonte das atualizações
ru_ru: Источник обновлений
sv_se: Uppdaterar källa
tr_tr: Güncelleme kaynağı

source: Stock Quote Web Page
ar_sa: موقع اسعار الاسهم
cs_cz: Stránky kurzu akcií
el_gr: Ιστοσελίδα τιμών μετοχής
es_es: Página web de Cotizaciones
fr_fr: Page web du cours des titres
he: אתר הבית של שערי נ"ע
hr_hr: Web stranica burzovnih tečajeva
hu_hu: Tőzsdebejegyzések weboldal
it_it: Pagina Web della Quotazione di Borsa
nl_nl: Website aandelennoteringen
pl_pl: Strona WWW notowań
pt_pt: Página Web de Cotação de Ações
ro_ro: Pagina web cu cotațiile acțiunilor
ru_ru: Web-страница котировок
sk_sk: Webstránka kurzu akcií
tr_tr: Menkul Değerler Web Sayfası

source: Clear the field to Reset the value to system default.
ar_sa: مسح الحقل لإعادة تعيين القيمة إلى النظام الافتراضي.
cs_cz: Vymazáním pole jej resetujete na výchozí hodnotu.
el_gr: Σβήστε το πεδίο για επαναφορά της τιμής στην προεπιλεγμένη από το σύστημα.
es_es: Borre el campo para devolverlo al valor por defecto del sistema.
fr_fr: Effacer le champ pour réinitialiser la valeur par défaut du système.
he: נקה שדה על מנת להחזיר ערכי ברירת מחדל.
hr_hr: Izbriši polje za postavljanje vrijednosti na tvorničke postavke.
hu_hu: A rendszer alapbeállításaihoz való visszatéréshez törölje a mezőt.
it_it: Svuotare il campo per ripristinare il valore predefinito dal sistema.
nl_nl: Wis het veld om de systeem standaardwaarde in te stellen.
pl_pl: Wyczyść pole, aby zresetować wartość do domyślnej.
pt_pt: Limpar o campo para Inicializar com o valor padrão do sistema.
ru_ru: Установить значение по умолчанию.
sk_sk: Vymazaním poľa sa resetuje na východziu hodnotu.
tr_tr: Değeri sistem varsayılanına döndürmek için alanı temizleyin.

source: Share Precision
ar_sa: مشاركة الدقة
cs_cz: Přesnost akcií
el_gr: Κοινή Χρήση Ακρίβειας
fr_fr: Précision de l'action
he: דיוק עשרוני למניה:
hr_hr: Detaljiziranost dionica
hu_hu: Részvény pontossága
it_it: Precisione Azione
nl_nl: Aandelen precisie
pl_pl: Precyzja cen akcji
pt_pt: Precisão Ações
ru_ru: Знаков после запятой
tr_tr: Fiyat duyarlılığı

source: Set the precision for Share prices
cs_cz: Nastavit přesnost pro ceny akcií
el_gr: Ορίστε την ακρίβεια για τις τιμές Share
es_es: Configure la precisión de los precios de las acciones
fr_fr: Indiquez la precision des prix de l'action
he: הגדר דיוק עשרוני למחיר המניה
hr_hr: Postavi detaljiziranost cijena dionica
hu_hu: Részvényárak pontosságának beállítása
it_it: Imposta la precisione per i prezzi delle azioni
nl_nl: Precisie voor de aandelenprijzen invoeren
pl_pl: Ustaw dokładność dla cen akcji
pt_pt: Definir a precisão (número de casas decimais) das cotações de Ações
ru_ru: Установить точность для цен на акции
tr_tr: Menkul Değer fiyatları için ondalık hane sayısını ayarlayın

source: Refresh at Startup
ar_sa: تحديث عند بدء التشغيل
el_gr: Ανανέωση κατά την εκκίνηση
es_es: Actualizar al iniciar
fr_fr: Rafraîchir au démarrage
hr_hr: Aktualiziraj prilikom pokretanja
hu_hu: Frissítés indításkor
it_it: Aggiorna all'avvio
pl_pl: Odśwież przy uruchomieniu
pt_pt: Atualizar na Inicialização
ru_ru: Обновить при запуске
sv_se: Uppdatera vid start
tr_tr: Başlangıçta Yenile

source: Asset Compounding Period
es_es: Periodo de combinación de activos
fr_fr: Période de calcul de l'actif
hu_hu: Eszközösszetételi időszak
it_it: Periodo di Capitalizzazione dei Cespiti
pl_pl: Okres kapitalizacji aktywów
pt_pt: Período de composição de ativos
ru_ru: Период капитализации актива
sv_se: Tillgång sammansatt period
tr_tr: Varlık Bileşik Dönemi

source: Select the compounding period for the appreciation/depreciation rate of assets
es_es: Seleccione el período de composición para la tasa de apreciación/depreciación de activos
fr_fr: Sélectionnez la période de calcul pour le taux d'appréciation / dépréciation des actifs
hu_hu: Összetételi időszak kijelölése az eszközök felértékelődés/amortizáció mértékéhez
it_it: Seleziona il periodo di capitalizzazione per il tasso di apprezzamento/deprezzamento dei cespiti
pt_pt: Selecione o período de composição para apreciar/depreciar os ativos
sv_se: Välj sammansatt period för uppskattning/avskrivningskurs för tillgångar
tr_tr: Varlıkların değer artış/azalış oranı için bileşik dönemi seçin

source: Database
el_gr: Βάση Δεδομένων
es_es: Base de datos
fr_fr: BdD
he: מסד נתונים
hr_hr: Baza podataka
hu_hu: Adatbázis
pl_pl: Baza danych
pt_pt: Base de dados
ro_ro: Baza de date
ru_ru: База данных
sv_se: Databas
tr_tr: Veritabanı

source: Backup database on startup
el_gr: Αντίγραφο ασφαλείας βάσης δεδομένων κατά την εκκίνηση
es_es: Copia de seguridad al entrar
fr_fr: Sauvegarder la base de données au démarrage
hr_hr: Stvori sigurnosnu kopiju baze podataka prilikom pokretanja
hu_hu: Adatbázis biztonsági másolatának készítése indításkor
it_it: Backup del database all'avvio
pl_pl: Kopia zapasowa bazy danych przy starcie
pt_pt: Cópia de segurança ao iniciar aplicação
ro_ro: Copie de rezervă a bazei de date la pornire
ru_ru: Архивировать БД при запуске
sv_se: Säkerhetskopiera databasen vid uppstart
tr_tr: Başlangıçta veri tabanını yedekle

source: When MMEX starts, create the backup database: dbFile_start_YYYY-MM-DD.bak
el_gr: Όταν ξεκινάει το MMEX, δημιουργεί ένα αντίγραφο ασφαλείας της βάσης δεδομένων: αρχείοΒΔ_start_ΕΕΕΕ-MM-ΗΗ.ext
es_es: Cuando MMEX se ejecuta, crear una copia de seguridad de la base de datos: dbFile_start_AAAA-MM-DD.bak
fr_fr: À l'ouverture de MMEX, créer une sauvegarde de la base de données : dbFile_start_AAAA-MM-JJ.ext
hu_hu: Az MMEX indulásakor, biztonsági mentési adatbázis létrehozása: adatbázisfájl_start_ÉÉÉÉ-HH-NN.bak
it_it: Quando MMEX si avvia, crea il database di backup: dbFile_start_YYYY-MM-DD.bak
ro_ro: Când începe MMEX, creează o copie de rezerva a bazei de date: dbFile_start_YY-MM-DD.ext
ru_ru: При запуске MMEX создайте резервную базу данных: dbFile_start_YYY-MM-DD.bak
sv_se: När MMEX startar, skapa backup-databasen: dbFile_start_YYYY-MM-DD.bak
tr_tr: MMEX başladığında, yedekleme veri tabanını oluştur: dbFile_start_YYYY-MM-DD.bak

source: Backup database on exit
ar_sa: النسخ الاحتياطي لقاعدة البيانات عند الخروج
el_gr: Αντίγραφο ασφαλείας βάσης δεδομένων κατά την έξοδο
es_es: Copia de seguridad de la base de datos al salir
fr_fr: Sauvegarder la base de données à la fermeture
hr_hr: Stvori sigurnosnu kopiju baze podataka prilikom zatvaranja
hu_hu: Adatbázis biztonsági másolatának készítése kilépéskor
it_it: Backup del database all'uscita
pl_pl: Kopia zapasowa bazy danych przy zamknięciu
pt_pt: Cópia de segurança da base de dados à saída
ro_ro: Backup bază de date la ieșire
ru_ru: Архивировать БД при выходе
sv_se: Säkerhetskopiera databasen vid avslut
tr_tr: Çıkışta veritabanını yedekle

source: When MMEX shuts down and changes were made to the database, create or update the backup database: dbFile_update_YYYY-MM-DD.bak
el_gr: Όταν το MMEX τερματίζει και έγιναν αλλαγές στη βάση δεδομένων, δημιουργεί ή ενημερώνει το αντίγραφο ασφαλείας της βάσης δεδομένων: dbFile_update_YYYY-MM-DD.ext
es_es: Cuando MMEX se cierra y hubo cambios en la base de datos, crear o actualizar una copia de seguridad de la base de datos: dbFile_update_AAAA-MM-DD.bak
fr_fr: À la fermeture de MMEX, quand des modifications ont été apportées à la base de données, créer ou mettre à jour la base de données de sauvegarde : dbFile_update_AAAA-MM-JJ.bak
hu_hu: Az MMEX bezáráskor és az adatbázis módosul, biztonsági mentési adatbázis létrehozása vagy frissítése: adatbázisfájl_update_ÉÉÉÉ-HH-NN.bak
it_it: Alla chiusura di MMEX in caso di modifiche al database, crea o aggiorna il database di backup: dbFile_update_YYYY-MM-DD.bak
ro_ro: Când MMEX se oprește și au fost făcute modificări în baza de date, creează sau actualizează o copie de rezerva a bazei de date: dbFile_YY-MM-DD.ext
ru_ru: При выходе MMEX и внесении изменений в базу данных создать или обновить резервную базу данных: dbFile_update_YYY-MM-DD.bak
sv_se: När MMEX stängs av och ändringar gjordes i databasen, skapa eller uppdatera backup-databasen: dbFile_update_YYYY-MM-DD.bak
tr_tr: MMEX kapatıldığında ve veri tabanında değişiklikler yapıldığında, yedekleme veri tabanını oluştur veya güncelle: dbFile_update_YYYY-MM-DD.bak

source: Specify max number of backup files
ar_sa: تحديد الحد الأقصى لعدد ملفات النسخ الاحتياطي
cs_cz: Zadejte maximální počet záložních kopií
el_gr: Καθορίστε μέγιστο αριθμό αρχείων αντιγράφων ασφαλείας
es_es: Especifique el número máximo de archivos de copia de seguridad
fr_fr: Préciser le nombre maximum de fichier de backup
he: הגדר מספר מקסימלי של קובצי גיבוי
hr_hr: Odredi makismalni broj datoteka sigurnosnih kopija
hu_hu: Biztonsági mentési fájlok legnagyobb számának megadása
it_it: Determina il numero massimo di file di backup
nl_nl: Max. aantal back-up bestanden opgeven
pl_pl: Określ maksymalną liczbę kopii zapasowanych
pt_pt: Indique o número máximo de ficheiros cópia de segurança
ru_ru: Определите лимит количества резервных файлов
sk_sk: Upresnite maximálny počet záložných súborov
tr_tr: En fazla yedek dosyası sayısını belirtin.

source: Max Files
ar_sa: الحد الأقصى للملفات
cs_cz: Počet záloh
el_gr: Μέγιστος Αριθμός Αρχείων
es_es: Archivos máximos
fr_fr: Nombre max de fichiers
he: מקסימום קבצים
hr_hr: Maksimalni broj datoteka
hu_hu: Fájlok legnagyobb száma
it_it: Numero massimo di file
nl_nl: Max. bestanden
pl_pl: Maks. plików
pt_pt: Máximo de ficheiros
ru_ru: Лимит файлов
sk_sk: Maximálny počet súborov
tr_tr: En çok dosya

source: Specify number of days to retain deleted transactions. Transactions older than this will be automatically purged upon database open.
ar_sa: حدد عدد الأيام للاحتفاظ بالمعاملات المحذوفة. المعاملات الأقدم من هذا سيتم تنقيحها تلقائياً عند فتح قاعدة البيانات.
el_gr: Καθορίστε τον αριθμό των ημερών για να διατηρήσετε τις διαγραμμένες συναλλαγές. Οι συναλλαγές παλαιότερες από αυτόν τον αριθμό θα εκκαθαριστούν αυτόματα μετά το άνοιγμα της βάσης δεδομένων.
es_es: Especifique el número de días para conservar las transacciones borradas. Las transacciones anteriores se borrarán automáticamente al abrir la base de datos.
fr_fr: Spécifiez le délai de rétention des opérations supprimées, en nombre de jours. Les opérations plus anciennes seront automatiquement purgées à l'ouverture de la base de données.
hu_hu: Adja meg a napok számát a törölt ügyletek megőrzésére. Az ennél régebbi ügyletek az adatbázis megnyitásakor önműködően törlésre kerülnek.
it_it: Specificare il numero di giorni per mantenere le transazioni eliminate. Le transazioni più vecchie di questo verranno eliminate automaticamente all'apertura del database.
pl_pl: Określ liczbę dni, przez które przechowywane będą usunięte transakcje. Starsze transakcje zostaną automatycznie wyczyszczone podczas otwierania bazy danych.
pt_pt: Indique o número de dias de retenção de transações eliminadas. As transações mais antigas que isso serão removidas automaticamente na abertura da base de dados.
ru_ru: Укажите количество дней для хранения удаленных транзакций. Транзакции старше этого значения будут окончательно удалены при открытии базы данных.
sv_se: Ange antal dagar för att behålla raderade transaktioner. Transaktioner äldre än detta kommer automatiskt att rensas när databasen öppnas.
tr_tr: Silinen işlemlerin saklanacağı gün sayısını belirtin. Bundan daha eski olan işlemler, veritabanı açıldığında otomatik olarak temizlenecektir.

source: Days to retain deleted transactions
ar_sa: الأيام للاحتفاظ بالمعاملات المحذوفة
el_gr: Ημέρες διατήρησης διαγραμμένων συναλλαγών
es_es: Cantidad de días para conservar las transacciones eliminadas
fr_fr: Délai de rétention des opérations supprimées en jours
hr_hr: Broj dana za zadržavanje izbrisanih transakcija
hu_hu: Napok a törölt ügyletek megőrzésére
it_it: Giorni di conservazione delle transazioni eliminate
pl_pl: Okres przechowywania usuniętych transakcji
pt_pt: Dias de retenção de transações eliminadas
ru_ru: Дней на сохранение удаленных транзакций
sv_se: Dagar att behålla borttagna transaktioner
tr_tr: Silinen işlemlerin saklanacağı gün sayısı

source: Delimiter
ar_sa: محدد
cs_cz: Oddělovač
el_gr: Οριοθέτης
es_es: Delimitador
fr_fr: Séparateur
he: תו הפרדה
hr_hr: Znak razdvajanja
hu_hu: Elválasztó
it_it: Separatore di campo
nl_nl: Scheidingsteken
pl_pl: Separator pól CSV
pt_pt: Delimitador
ru_ru: Разделитель
sk_sk: Oddelovač
sv_se: Separator
tr_tr: Ayraç

source: Filter
el_gr: Φίλτρο
es_es: Filtro
fr_fr: Filtrer
hu_hu: Szűrő
it_it: Filtro
pl_pl: Filtruj
tr_tr: Filtre

source: Enable date range filter per account or report
el_gr: Ενεργοποίηση φίλτρου εύρους ημερομηνιών ανά λογαριασμό ή αναφορά
es_es: Habilitar filtro de rango de fechas por cuenta o informe
fr_fr: Activer le filtre de la plage de dates par compte ou rapport
hu_hu: Dátumtartomány-szűrés engedélyezése számlánként vagy jelentésenként
it_it: Abilita filtro intervallo date per conto o resoconto
sv_se: Aktivera datumintervall filter per konto eller rapport
tr_tr: Hesap veya rapor için tarih aralığı filtresini etkinleştir

source: Store filter values per account or report and not globally
el_gr: Αποθήκευση τιμών φίλτρου ανά λογαριασμό ή αναφορά και όχι συνολικώς
es_es: Almacenar valores de filtro por cuenta o informe en lugar de globalmente
fr_fr: Stocker les valeurs de filtre par compte ou rapport mais pas de façon globale
hu_hu: A szűrőértékeket számlánként vagy jelentésenként tárolja, ne globálisan
it_it: Memorizza i valori del filtro per conto o Resoconto e non globalmente
sv_se: Lagra filtervärden per konto eller rapport och inte globalt
tr_tr: Filtre değerlerini hesap veya rapor bazında sakla, genel olarak değil

source: Last Used
ar_sa: آخر استخدام
cs_cz: Poslední
el_gr: Χρησιμοποιήθηκε τελευταία
es_es: Último utilizado
fr_fr: Dernière utilisée
he: בשימוש לאחרונה
hr_hr: Zadnje upotrijebljena
hu_hu: Utoljára használt
it_it: Ultimo utilizzato
nl_nl: Laatst gebruikt
pl_pl: Z ostatniego użycia
pt_pt: Última utilização
ru_ru: Как до того
sk_sk: Naposledy použité
sv_se: Senast använd
tr_tr: Son Kullanılan

source: Unused
ar_sa: غير مٌستخدم
cs_cz: Nepoužito
el_gr: Αχρησιμοποίητο
es_es: Sin usar
fr_fr: Inutilisé
he: לא בשימוש
hr_hr: Neupotrebljena
hu_hu: Nem használt
it_it: Non utilizzato
nl_nl: Ongebruikt
pl_pl: Nieużywana
pt_pt: Sem utilização
ru_ru: Неиспользуемый
sv_se: Oanvänd
tr_tr: Kullanılmamış

source: Last used for payee
ar_sa: آخر استخدام للمستفيد
cs_cz: Podle příjemce
el_gr: Τελευταία χρησιμοποιημένος ως δικαιούχος
es_es: Última utilizada por beneficiario
fr_fr: Dernier bénéficiaires utilisé
he: בשימוש לאחרונה עבור מוטב
hr_hr: Zadnje korišteno za primaoca
hu_hu: Az utoljára alkalmazott kedvezményezett
it_it: Ultima usata per Beneficiario
nl_nl: Laatst gebruikt voor begunstigde
pl_pl: Z ostatniego użycia dla beneficjenta
pt_pt: Última utilização para Beneficiário
ru_ru: Как до того
sk_sk: Naposledy použitý príjemca
sv_se: Senast använd för betalningsmottagare
tr_tr: Alacaklı için son kullanılan

source: Use default for payee
ar_sa: استخدام الافتراضي للمستفيد
el_gr: Χρήση προεπιλογής για τον δικαιούχο
es_es: Usar predeterminada para el beneficiario
fr_fr: Utiliser la valeur par défaut pour le bénéficiaire
hr_hr: Koristi standardne postavke za primaoca
hu_hu: Alkalmazza az alap kedvezményezettet
it_it: Usa il beneficiario predefinito
pl_pl: Użyj domyślnego dla beneficjenta
pt_pt: Usar padrão para Beneficiário
ru_ru: Использовать по умолчанию для получателя
tr_tr: Alacaklı için varsayılanı kullan

source: Default Date
ar_sa: التاريخ الافتراضي
el_gr: Προεπιλεγμένη ημερομηνία
es_es: Fecha por defecto
fr_fr: Date par défaut
hr_hr: Standardni datum
hu_hu: Alapértelmezett dátum
it_it: Data Predefinita
pl_pl: Domyślna data
pt_pt: Data Padrão
ro_ro: Data implicită
ru_ru: Дата по умолчанию
sv_se: Förvalt datum
tr_tr: Varsayılan Tarih

source: Default Payee
ar_sa: المستفيد الافتراضي
el_gr: Προεπιλεγμένος Δικαιούχος
es_es: Beneficiario por defecto
fr_fr: Bénéficiaire par défaut
hr_hr: Standardni primaoc
hu_hu: Alapértelmezett kedvezményezett
it_it: Beneficiario predefinito
pl_pl: Domyślny beneficjent
pt_pt: Beneficiário por defeito
ro_ro: Beneficiar implicit
ru_ru: Получатель по умолчанию
sv_se: Förvald betalningsmottagare
tr_tr: Varsayılan Alacaklı

source: Default Deposit/Withdrawal Category
ar_sa: فئة الإيداع/السحب الافتراضي
el_gr: Προεπιλεγμένη Κατηγορία Κατάθεσης/Ανάληψης
es_es: Categoría por defecto de depósito/retiro
fr_fr: Catégorie de dépôt/retrait par défaut
hu_hu: Alapértelmezett betét/kivétel kategória
it_it: Categoria Di Deposito/Prelievo Predefinita
pl_pl: Domyślna kategoria wpłaty/wypłaty
pt_pt: Categoria Depósito/Levantamento Padrão
ro_ro: Categoria implicită de depunere/retragere
ru_ru: Категория депозита/снятия по умолчанию
sv_se: Förvald kategori för insättning/uttag
tr_tr: Varsayılan gelir/gider kategorisi

source: Default Transfer Category
ar_sa: فئة التحويل الافتراضية
el_gr: Προεπιλεγμένη Κατηγορία Μεταφοράς
es_es: Categoría por defecto para transferencias
fr_fr: Catégorie de virement par défaut
hr_hr: Standardna kategorija prijenosa
hu_hu: Alapértelmezett átutalási kategória
it_it: Categoria Di Trasferimento Predefinita
pl_pl: Domyślna kategoria transferu
pt_pt: Categoria Transferência Padrão
ro_ro: Categoria de transfer implicită
ru_ru: Категория перевода по умолчанию
sv_se: Förvald överföringskategori
tr_tr: Varsayılan Aktarma Kategorisi

source: Default Status
ar_sa: الحالة الافتراضية
el_gr: Προεπιλεγμένη Κατάσταση
es_es: Estado por defecto
fr_fr: Statut par défaut
hr_hr: Standardno stanje
hu_hu: Alapértelmezett állapot
it_it: Stato Predefinito
pl_pl: Domyślny status
pt_pt: Estado Padrão
ro_ro: Stare implicită
ru_ru: Статус по умолчанию
sv_se: Förvald status
tr_tr: Varsayılan Durum
