Repository: moneymanagerex/moneymanagerex
Catalog: po/*_2nd.po
Languages: br

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
br: Dica: Você pode modificar algum comportamento na execução do MMEX alterando as configurações no menu de Opções.

source: Tip: To print a statement with transactions from any arbitrary set of criteria, use the transaction filter to select the transactions you want and then do a print from the menu.
br: Dica: Para imprimir um relatório com transações de um conjunto definido de critérios, use o filtro de transação para selecionar as transações que você deseja e, em seguida, faça uma impressão a partir do menu.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
br: Dica: Defina a taxa de câmbio para moedas caso você tenha contas com diferentes moedas.

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
br: Dica do Gerenciador de Categorias: Pressionando a tecla 'h' o programa irá percorrer por todas as categorias que começam com a letra 'h'

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
br: Dica do Gerenciador de Categorias: Pressionando uma combinação de 2 caracteres o programa irá percorrer por todas as categorias que começam pela combinação digitada. Exemplo: Pressionando 'ca' o sistema selecionará Casa, Carro, etc...

source: Tip to get out of debt: Pay yourself 10% first. Put this into an account that is hard to touch. Make sure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
br: Dica para sair de uma dívida: Pague-se 10% em primeiro lugar. Coloque numa conta de difícil acesso. Certifique-se de que para movimentar essa conta seja muito difícil (ter que se deslocar ao banco para movimentar pessoalmente), isso garante que você só vai fazer movimentações conscientemente e para grandes despesas.

source: Tip to get out of debt: Establish an emergency fund.
br: Dica para sair de uma dívida: Estabeleça um fundo de emergência.

source: Tip to get out of debt: Stop acquiring new debt.
br: Dica para sair de uma dívida: Pare de fazer novas dívidas.

source: Tip to get out of debt: Create a realistic budget for your expenses.
br: Dica para sair de uma dívida: Crie um orçamento realista para suas despesas.

source: Tip to get out of debt: Spend less than you earn.
br: Dica para sair de uma dívida: Gaste menos do que você ganha.

source: Tip to get out of debt: Pay more than the minimum.
br: Dica para sair de uma dívida: Pague mais do que o mínimo.

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
br: Antes de sair para comprar alguma coisa: separe um tempo fazendo uma lista do que você realmente precisa. Chegando lá, compre somente o que está em sua lista.

source: Displayed Bal:
br: Saldo mostrado:

source: Account Bal:
br: Saldo da conta:

source: Reconciled Bal:
br: Saldo Reconciliado:

source: Diff:
br: Diferença:

source: New Transaction
br: Adicionar uma nova transação

source: Edit selected transaction
br: Editar transação selecionada

source: Delete selected transaction
br: Excluir transação selecionada

source: D&uplicate
br: D&uplicar

source: Duplicate selected transaction
br: Duplicar transação selecionada

source: Enter any string to find it in the nearest transaction notes
br: Insira qualquer sequência relacionada ao que deseja encontrar nas observações

source: Select account used in transfer transactions
br: Selecione conta utilizada nas transações de transferência

source: &New Withdrawal
br: &Novo Gaasto

source: &New Deposit
br: &Novo Recebimento

source: &New Transfer
br: &Nova Transferência

source: &Edit Transaction
br: &Editar Transação

source: &Copy Transaction
br: &Copiar Transação

source: &Paste Transaction
br: &Colar Transação

source: D&uplicate Transaction
br: D&uplicar Transação

source: &Move Transaction
br: &Mover Transação

source: &View Split Categories
br: &Exibir transações com múltiplas categorias

source: Create Reoccuring T&ransaction
br: Criar T&ransações Recorrentes

source: &Delete Transaction
br: &Excluir Transação

source: Delete all transactions in current view
br: Excluir todas as transações exibidas neste momento

source: Delete Viewed "Follow Up" Trans.
br: Excluir Transações exibidas como "Acompanhar".

source: Delete Viewed "Unreconciled" Trans.
br: Excluir Transações exibidas como "Não-reconciliada".

source: Mark As &Reconciled
br: Marcar como &Reconciliada

source: Mark As &Unreconciled
br: Marcar como &Não-reconciliada

source: Mark As &Void
br: Marcar como &Nula

source: Mark For &Followup
br: Marcar para &Acompanhar

source: Mark As &Duplicate
br: Marcar como &Duplicada

source: Mark
br: Marcar

source: as Reconciled
br: como Reconciliadas

source: as Unreconciled
br: como Não-reconciliadas

source: as Void
br: como Nulas

source: as needing Followup
br: como necessitando Acompanhar

source: as Duplicate
br: como Duplicadas

source: Mark all being viewed
br: Marcar todas as transações exibidas...

source: Do you really want to delete all the transactions shown?
br: Tem certeza de que deseja excluir todas as transações exibidas?

source: Confirm Transaction Deletion
br: Confirme a exclusão

source: Follow Up
br: Acompanhar

source: Unreconciled
br: Não-Reconciliada

source: Do you really want to delete all the "%s" transactions shown?
br: Tem certeza de que deseja excluir todas as "%s" transações exibidas?

source: Do you really want to delete the selected transaction?
br: Tem certeza de que deseja excluir a transação selecionada?

source: MMEX Transaction Check
br: Verificação de Transações

source: Moving Transaction from %s to...
br: Movendo a transação de %s para...

source: Select the destination Account
br: Selecione a conta de destino

source: Reoccuring Transaction saved.
br: Transações Recorrentes salvas.

source: Please type in an exiting payee name, or make a selection using the dropdown button.
br: Por favor, insira um favorecido existente, ou selecione um utilizando o botão.

source: Fatal error occured. Application will be terminated.
br: Um erro fatal ocorreu. O aplicativo será fechado.

source: MMEX is already running... Multiple instances are no longer supported.
br: MMEX já está rodando... Múltiplos processos não são mais suportados.

source: MMEX Instance Check
br: Verificação de Processo

source: Navigation
br: Navegação

source: Toolbar
br: Barra de ferramentas

source: Bank Accounts
br: Contas Bancárias

source: Credit Card Accounts
br: Cartões de Crédito

source: Term Accounts
br: Contas Depósito

source: Stock Portfolios
br: Carteira de Ações

source: Cash Accounts
br: Contas em Dinheiro

source: Loan Accounts
br: Contas de Empréstimo

source: Auto Repeat Transactions
br: Auto-repetir transações

source: Home Page
br: Página Inicial

source: Share Accounts
br: Conta de Ações

source: Budget Setup
br: Orçamentos

source: Help
br: Ajuda

source: Do you really want to delete the account?
br: Tem certeza de que deseja excluir esta conta?

source: Confirm Account Deletion
br: Confirmar exclusão de conta

source: MMEX has been opened without an active database.
br: O MMEX foi aberto sem um arquivo de dados ativo.

source: MMEX: Menu Popup Error
br: MMEX: Erro no Menu

source: &New Transaction
br: &Nova Transação

source: &Edit Account
br: &Editar Conta

source: &Reallocate Account
br: &Realocar Conta

source: &Delete Account
br: &Excluir Conta

source: &Launch Account Website
br: &Ir para o site da conta

source: New &Account
br: Nova &Conta

source: Account &List (Home)
br: Página Inicial

source: &CSV Files...
br: Arquivos *.CSV

source: &XML Files...
br: Arquivos *.XML

source: &QIF Files...
br: Arquivos *.QIF

source: Import from XML (Excel format)
br: Importar de XML (formato Excel)

source: Accounts Visible
br: Contas visíveis

source: &New Database Ctrl-N
br: &Novo Arquivo de Dados Ctrl-N

source: New Database
br: Novo Arquivo de dados

source: &Open Database Ctrl-O
br: &Abrir Arquivo de Dados Existente Ctrl-O

source: Open Database
br: Abrir Arquivo de Dados Existente

source: Save Database &As
br: Salvar Arquivo de Dados &Como

source: Save Database As
br: Salvar Arquivo de Dados Como

source: &Recent Files...
br: &Arquivos recentes...

source: &Clear Recent Files
br: &Limpar Arquivos recentes

source: Export to CSV
br: Exportar para CSV

source: Export to XML
br: Exportar para XML

source: &Report to HTML
br: &Relatório em HTML

source: Export to HTML
br: Exportar para HTML

source: Import from any CSV file
br: Importar de um arquivo CSV

source: Import from QIF
br: Importar de um arquivo QIF

source: Import from WebApp
br: Importar do WebApp

source: &Print...
br: &Imprimir...

source: Print current view
br: Imprimir visualização atual

source: &Toolbar
br: &Barra de Ferramentas

source: Show/Hide the toolbar
br: Exibir/Ocultar a barra de ferramentas

source: &Navigation
br: &Árvore de Navegação

source: Show/Hide the Navigation tree control
br: Exibir/Ocultar a árvore de navegação

source: &Display Share Accounts
br: &Conta de Ações

source: Show/Hide Share Accounts in the navigation tree
br: Exibir/Ocultar Conta de Ações na árvore de navegação

source: Budgets: As &Financial Years
br: Orçamentos: Como &Exercícios Financeiros

source: Display Budgets in Financial Year Format
br: Exibir Orçamentos no formato de Exercício Financeiro

source: Budgets: &Include Transfers in Totals
br: Orçamentos: &Incluir as transferências nos totais

source: Include the transfer transactions in the Budget Totals
br: Incluir as transferências no Total do Orçamento

source: Budget Setup: &Without Summaries
br: Orçamento: &Sem o total de cada Categoria

source: Display the Budget Setup without category summaries
br: Exibir o orçamento sem o total de cada categoria

source: Budget Category Report: with &Summaries
br: Relatório de Categoria: com Totais

source: Include the category summaries in the Budget Category Summary
br: Incluir o total de cada categoria no orçamento

source: Ignore F&uture Transactions
br: Ignorar transações &Futuras

source: Ignore Future transactions
br: Ignorar transações futuras

source: Toggle Fullscreen
br: Alternar para tela cheia

source: Toggle Fullscreen F11
br: Alternar para tela cheia F11

source: Account &List
br: &Página Inicial

source: Show Account List
br: Ir para Página Inicial

source: Change the account type of an account.
br: Alterar o tipo de uma conta.

source: Delete Account from database
br: Excluir Conta do arquivo de dados

source: Organize &Categories...
br: Gerenciar &Categorias...

source: Organize &Payees...
br: Gerenciar &Favorecidos...

source: Organize Payees
br: Gerenciar Favorecidos

source: Organize Currency
br: Gerenciar Moeda

source: Organize Currency...
br: Gerenciar Moeda...

source: &Categories...
br: &Categorias...

source: &Payees...
br: &Favorecidos...

source: Reassign all payees to another payee
br: Reatribuir todos os favorecidos para outro favorecido

source: Relocation of...
br: Realocar...

source: Relocate Categories && Payees
br: Realocar Categorias e Favorecidos

source: &Budget Setup
br: &Elaborar Orçamento

source: &Recurring Transactions
br: &Transações Recorrentes

source: Bills && Deposits
br: Pagamentos e Recebimentos

source: &Assets
br: &Ativos

source: &Transaction Report Filter...
br: &Relatório de Transações com Filtros...

source: Transaction Report Filter
br: Gerar relatório com filtros

source: &General Report Manager...
br: &Gerenciador de Relatórios Personalizados...

source: &Options...
br: &Opções...

source: Show the Options Dialog
br: Mostrar menu de Opções

source: Optimize &Database
br: Otimizar Arquivo de Dados

source: Optimize database space and performance
br: Diminui o tamanho e melhora a performance do arquivo de dados

source: Database Debug
br: Depurar Arquivo de Dados

source: Generate database report or fix errors
br: Gera um relatório do Arquivo de Dados ou corrige erros

source: Database
br: Arquivo de Dados

source: Database management
br: Gerenciamento do Arquivo de Dados

source: &Help F1
br: &Ajuda F1

source: Website
br: Site na Web

source: Visit us on Facebook
br: Visite-nos no Facebook

source: Forum
br: Fórum

source: Check for &Updates
br: Verificar &Atualizações

source: &About...
br: &Sobre ...

source: Show about dialog
br: Exibir informações sobre o aplicativo

source: &File
br: &Arquivo

source: &Accounts
br: &Contas

source: &Tools
br: &Ferramentas

source: &View
br: &Exibir

source: &Help
br: &Ajuda

source: New
br: Novo

source: Show Organize Categories Dialog
br: Abrir Gerenciador de Categorias

source: Show Organize Payees Dialog
br: Abrir Gerenciador de Favorecidos

source: Show Organize Currency Dialog
br: Abrir Gerenciador de Moedas

source: Show the Help file
br: Exibir o arquivo de Ajuda

source: Register/View Release &Notifications
br: Inscrever / Ver Novidades

source: News
br: Novidades

source: Have MMEX support provided you a debug/patch file?
br: A equipe de suporte te ofereceu um arquivo de depuração/correção?

source: &Next ->
br: &Próximo(a) ->

source: Choose database file to create
br: Escolha o arquivo de dados a ser criado

source: Choose database file to open
br: Escolha o arquivo de dados a ser aberto

source: Password change completed.
br: Alteração de senha concluída.

source: Make sure you have a backup of DB before optimize it
br: Certifique-se de que tem um backup deste Arquivo de Dados antes de otimizá-lo

source: DB Optimization
br: Otimização de Arquivo de Dados

source: Database Optimization Completed! Size before: %s Size after: %s
br: Otimização de Arquivo de Dados Concluída! Tamanho anterior: %s Tamanho agora: %s

source: Please use this function only if explicitly requested by MMEX support
br: Por favor, utilize esta função somente se for requerido explicitamente pela equipe de suporte.

source: DB Debug
br: Depuração do Arquivo de Dados

source: Save database file as
br: Salvar arquivo de dados como

source: Can't copy file to itself
br: Não pode copiar o arquivo para ele mesmo

source: Asset Accounts hold Asset transactions Asset transactions are created within the Assets View after the selection of the Asset within that view. Asset Accounts can also hold normal transactions to regular accounts.
br: Contas de Ativos criam transações com Ativos Transações com Ativos são criadas dentro da respectiva conta sendo exibidas após selecionar o ativo criado. Ativos também podem ser cadastrados como contas regulares.

source: Asset Account Creation
br: Criação de uma conta de Ativo

source: Share Accounts hold Share transactions Share transactions are created within the Stock Portfolio View after the selection of the Company Stock within the associated view. These accounts only become visible after associating a Stock to the Share Account Or by using the Menu View --> 'Display Share Accounts' Share Accounts can also hold normal transactions to regular account.
br: Contas de Ações contém transações com ações Transações com Ações são criadas dentro da Carteira de Ações depois de associar a conta da ação à respectiva carteira. Estas contas somente ficam visíveis depois de associarmos uma Carteira a uma Conta de Ação Ou usando o menu 'Exibir --> "Mostrar Contas de Ações"

source: Share Account Creation
br: Criação de Conta de Ação

source: MMEX Options have been updated.
br: As opções foram atualizadas.

source: MMEX Options
br: Opções do MMEX.

source: Choose HTML file to Export
br: Escolha o arquivo HTML a ser exportado

source: No account available to edit!
br: Nenhuma conta disponível para editar!

source: Choose Account to Edit
br: Escolha a conta que deseja editar

source: No account available to delete!
br: Nenhuma conta disponível para exclusão!

source: Choose Account to Delete
br: Escolha a conta que deseja excluir

source: Are you sure you want to delete %s account: %s ?
br: Tem certeza de que deseja excluir: %s conta: %s ?

source: Account Reallocation
br: Realocação de Conta

source: Select the account to reallocate
br: Selecione a conta para realocar

source: Account: %s - Select new type.
br: Conta: %s - Selecione novo tipo.

source: Payee Relocation Completed.
br: Realocação de Favorecido finalizada.

source: Payee Relocation Result
br: Resultado da Realocação de Favorecido

source: File %s not found
br: O arquivo %s não foi encontrado

source: General Group Report
br: Relatório Geral

source: Caught exception
br: Exceção capturada

source: Transaction Report
br: Relatório com Filtros

source: &Back
br: &Retornar

source: &Forward
br: &Avançar

source: Stocks
br: Investimento em Ações

source: Gain/Loss
br: Ganho/Perda

source: Top Withdrawals: %s
br: Maiores Gastos: %s

source: Summary
br: Total

source: Upcoming Transactions
br: Transações Próximas

source: Income vs Expenses: %s
br: Receitas vs Despesas: %s

source: Expenses
br: Despesas

source: Difference:
br: Diferença:

source: Income/Expenses
br: Receitas/Despesas

source: Transaction Statistics
br: Estatísticas

source: Follow Up On Transactions:
br: Transações para Acompanhar:

source: Total Transactions:
br: Total de Transações:

source: Grand Total:
br: Total Geral:

source: Hide/Show Columns
br: Ocultar/Exibir Colunas

source: Hide this column
br: Ocultar esta coluna

source: Order by this column
br: Ordenar por esta coluna

source: Reset columns
br: Restaurar colunas

source: REPORTS
br: RELATÓRIOS

source: Accounts:
br: Contas:

source: All Accounts
br: Todas as Contas

source: Cash
br: Dinheiro

source: Checking
br: Conta Corrente

source: Credit Card
br: Cartão de Crédito

source: Loan
br: Empréstimo

source: Term
br: Depósito

source: Investment
br: Carteira de Ações

source: Asset
br: Ativo

source: Shares
br: Ações

source: Account Error
br: Erro

source: Appreciates
br: Valoriza

source: Depreciates
br: Deprecia

source: Property
br: Propriedade

source: Household Object
br: Objeto Doméstico

source: Art
br: Obra de Arte

source: Jewellery
br: Jóia

source: Other
br: Outros

source: Transaction
br: Nova Transação

source: Stock
br: Ações

source: A recurring transaction will exceed your account limit. Do you wish to continue?
br: Uma transação recorrente excederá o limite da sua conta. Deseja continuar?

source: MMEX Recurring Transaction Check
br: Verificação de Transação Recorrente

source: Bi-Weekly
br: Quinzenal

source: Payee Error
br: Erro no Favorecido

source: The SQL script: %s will modify database! aborted!
br: O script SQL: %s modificará o arquivo de dados! abortado!

source: Summary of Accounts
br: Resumo das Contas

source: Where the Money Goes
br: Para onde o dinheiro vai

source: Where the Money Comes From
br: De onde o dinheiro vem

source: Payees
br: Favorecidos

source: Income vs Expenses
br: Receitas vs Despesas

source: Cash Flow
br: Fluxo de Caixa

source: Stocks Report
br: Relatório de Ações

source: Forecast Report
br: Relatório de Fluxo de Caixa

source: General
br: Geral

source: View Options
br: Opções de exibição

source: Attachments
br: Documentos

source: Network
br: Rede

source: &Apply
br: &Aplicar

source: %s page has been saved.
br: A página %s foi salva.

source: Attachments Settings
br: Configurações de Documentos

source: Attachment archive folder for %s only:
br: Pasta de armazenamento de Documentos para %s apenas:

source: Browse for folder
br: Procurar pasta

source: Real path:
br: Caminho correto:

source: Legend
br: Legenda

source: Other OS folders
br: Pastas de outros Sistemas Operacionais

source: Not yet set
br: Ainda não definida

source: Create and use Attachments subfolder
br: Criar e utilizar subpasta para os documentos com o nome abaixo

source: Delete file after import
br: Excluir arquivo após a importação

source: Select to delete file after import in attachments archive
br: Selecione para excluir o arquivo depois de importá-lo na pasta de documentos

source: When remove attachment, move file instead of delete
br: Quando remover documentos, mover o arquivo ao invés de excluí-lo

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
br: Selecione para não excluir o arquivo quando algum documento for removido, mas ao invés disso, movê-lo para a subpasta 'Excluídos'

source: Application data directory
br: Pasta de instalação do software

source: Database file directory
br: Pasta onde está o Arquivo de Dados

source: Dropbox folder
br: Pasta "Dropbox"

source: User Defined
br: Definido pelo usuário

source: Choose folder to set as attachments archive
br: Escolha a pasta onde serão armazenados os documentos

source: Attachments path has been changed!
br: O caminho dos documentos foi alterado!

source: Attachments folder migration
br: Migração da pasta Documentos

source: Error moving attachments folder: please move it manually!
br: Erro ao mover a pasta de documentos: por favor, mova-a manualmente!

source: Origin
br: Origem

source: Destination
br: Destino

source: Display Heading
br: Cabeçalho Exibido

source: User Name
br: Nome

source: The User Name is used as a title for the database.
br: O nome definido aparece como cabeçalho nos relatórios

source: Base Currency
br: Moeda Padrão

source: Set Currency
br: Selecionar moeda

source: Sets the database default Currency using the 'Currency Dialog'
br: Define a moeda padrão a ser utilizada.

source: Right click and select 'Set as Base Currency' in 'Currency Dialog'
br: Clique com o botão direito sobre a moeda e selecione 'Definir como moeda padrão'.

source: Specify the date format for display
br: Especifique o formato de data a ser exibido

source: New date format sample:
br: Exemplo de como a data será exibida:

source: Financial Year
br: Exercício financeiro

source: Start Day
br: Dia de início

source: Specify Day for start of financial year
br: Especifique o dia para o início do exercício financeiro

source: Start Month
br: Mês de início

source: Specify month for start of financial year
br: Especifique o mês de início do exercício financeiro

source: Use Original Date when Pasting Transactions
br: Usar data original ao colar Transações

source: Select whether to use the original transaction date or current date when copying/pasting transactions
br: Selecione se deseja usar a data original em que a transação foi registrada ou deixe desmarcado para usar a data atual ao copiar/colar.

source: Use Transaction Sound
br: Usar som ao registrar transações

source: Select whether to use sounds when entering transactions
br: Selecione se deseja que o programa emita sons ao registrar transações

source: Stock Quote Web Page
br: Site de Cotações

source: Clear the field to Reset the value to system default.
br: Limpe o campo para retornar ao valor padrão do sistema.

source: Share Precision
br: Casas decimais

source: Set the precision for Share prices
br: Defina o número de casas decimais para obter preços mais precisos

source: New Transaction Dialog Settings
br: Configurações para nova Transação

source: Last Used
br: Última Utilizada

source: Last used for payee
br: Último Utilizado

source: Unused
br: Não utilizada ainda

source: Default Date:
br: Data Padrão:

source: Default Payee:
br: Favorecido Padrão:

source: Default Category:
br: Categoria Padrão:

source: Default Status:
br: Situação Padrão:

source: Database Backup
br: Backup do Arquivo de Dados

source: Create a new backup when MMEX Start
br: Criar um novo backup quando o MMEX Iniciar

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
br: Quando MMEX iniciar, será criada uma cópia de segurança do arquivo de dados no formato: dbFile_start_YYYY-MM-DD.ext.
