Repository: moneymanagerex/moneymanagerex
Catalog: po/*_2nd.po
Languages: br

source: Organise Categories: Delete Error
br: Gerenciador de Categorias: Erro de exclusão

source: Enter a new name for %s
br: Insira um novo nome para %s

source: Edit Category
br: Editar categoria

source: Organise Categories: Editing Error
br: Gerenciador de Categorias: Erro de edição

source: Category Relocation Completed.
br: Realocação de categoria concluída.

source: Records have been updated in the database: %i
br: Total de registros atualizados no arquivo de dados: %i

source: Category Relocation Result
br: Resultado da realocação de categoria

source: Hide Selected Category
br: Ocultar categoria selecionada

source: Unhide Selected Category
br: Reexibir categoria selecionada

source: Clear Settings
br: Limpar Configurações

source: Cancel
br: Cancelar

source: Close
br: Fechar

source: &Close
br: &Fechar

source: View All Transactions
br: Exibir todas as transações

source: View Today
br: Exibir transações de hoje

source: View Current Month
br: Exibir transações do mês atual

source: View Last 30 days
br: Exibir transações dos últimos 30 dias

source: View Last 90 days
br: Exibir transações dos últimos 90 dias

source: View Last Month
br: Exibir transações do mês anterior

source: View Last 3 Months
br: Exibir transações dos últimos 3 meses

source: View Last 12 Months
br: Exibir transações dos últimos 12 meses

source: View Current Year
br: Exibir transações do ano atual

source: View Current Financial Year
br: Exibir transações do exercício financeiro atual

source: View Last Year
br: Exibir transações do ano anterior

source: View Last Financial Year
br: Exibir transações do exercício financeiro anterior

source: View Since Statement Date
br: Exibir desde a data filtrada

source: Open
br: Aberto

source: Closed
br: Fechado

source: Favorites
br: Favoritos

source: Currency Manager
br: Gerenciador de Moedas

source: Currency name
br: Nome da moeda

source: Currency Name
br: Nome da Moeda

source: Currency Symbol
br: Símbolo da moeda

source: Prefix Symbol
br: Prefixo do Símbolo Monetário

source: Suffix Symbol
br: Sufixo do Símbolo Monetário

source: Decimal Char
br: Separador Decimal

source: Grouping Char
br: Separador de Milhar

source: Scale
br: Nº de casas decimais

source: Value Display Sample:
br: Exemplo de como será exibido:

source: Save any changes made
br: Salvar as alterações feitas

source: Any changes will be lost without update
br: Quaisquer alterações serão perdidas se não clicar em Atualizar

source: Invalid Entry
br: Informação Inválida

source: New/Edit Custom Field
br: Adicionar/Editar Campo

source: Custom Field Details
br: Detalhes do campo personalizado

source: Enter the name of the custom field
br: Insira o nome do campo personalizado

source: Field Type
br: Tipo de campo

source: Select type of custom field
br: Selecione o tipo do campo personalizado

source: ToolTip
br: O que faz

source: Enter the tooltip that will be shown
br: Insira a função que o campo exercerá

source: Enter the RegEx to validate field
br: Insira a expressão regular para validar o campo

source: Autocomplete
br: Autocompletar

source: Enables autocomplete on custom field
br: Habilita o preenchimento automático do campo

source: Default
br: Padrão

source: Enter the default for this field For date/time insert 'Now' to make current date/time as default
br: Defina o padrão para este campo Para data ou horas insira 'Now' para tornar a data ou hora como padrão

source: Choices
br: Regras

source: Enter the choices for this field separated with a semicolon
br: Insira as regras para este campo separando-as com ponto e vírgula ";"

source: Changing field type will delete all content!
br: A alteração do tipo de campo excluirá todo o conteúdo!

source: Do you want to proceed?
br: Você deseja prosseguir?

source: Custom Field Change
br: Alteração de Campo

source: You have modified choices: ones removed will be cleaned!
br: Você alterou as regras: aqueles removidos serão apagados!

source: Properties
br: Propriedades

source: Personalize custom fields | %s
br: Personalização do campo | %s

source: Do you really want to delete this custom field and all its data?
br: Você realmente deseja excluir este campo personalizado e todas as suas informações?

source: Confirm Custom Field Deletion
br: Confirme a exclusão do campo personalizado

source: Confirm Custom Field Content Update
br: Confirme a atualização do campo personalizado

source: Find what
br: Encontrar o quê

source: Update Custom Field Content
br: Atualizar conteúdo do campo personalizado

source: Do you want to update blank content? Press no if you want to abort replace procedure!
br: Você deseja atualizar o conteúdo em branco? Pressione não se quiser parar o procedimento

source: Replace with
br: Substituir com

source: Do you want to update to blank? Press no if you want to abort replace procedure!
br: Você deseja deixar em branco? Pressione não se quiser parar o procedimento

source: %i occurrences founded and replaced!
br: %i ocorrências encontradas e substituídas!

source: &Massive content update
br: &Enorme atualização de conteúdo

source: Bills
br: Contas

source: Food
br: Alimento

source: Leisure
br: Lazer

source: Automobile
br: Automóvel

source: Education
br: Educação

source: Homeneeds
br: Necessidades Domésticas

source: Healthcare
br: Saúde

source: Insurance
br: Seguro

source: Vacation
br: Férias

source: Taxes
br: Impostos

source: Miscellaneous
br: Diversos

source: Gifts
br: Presentes

source: Other Income
br: Outras Receitas

source: Other Expenses
br: Outras Despesas

source: Transfer
br: Transferência

source: Russian Ruble
br: Rublo Russo

source: Telephone
br: Telefone

source: Electricity
br: Energia Elétrica

source: Gas
br: Combustível

source: Rent
br: Aluguel

source: Cable TV
br: TV a cabo

source: Water
br: Água

source: Groceries
br: Mercearias

source: Dining out
br: Jantar fora

source: Movies
br: Cinema

source: Video Rental
br: Vídeo Locadora

source: Magazines
br: Revistas

source: Maintenance
br: Manutenção

source: Parking
br: Estacionamento

source: Registration
br: Registro

source: Books
br: Livros

source: Tuition
br: Tutoria

source: Clothing
br: Roupa

source: Furnishing
br: Mobiliário

source: Health
br: Saúde

source: Dental
br: Dentista

source: Eyecare
br: Oftalmologista

source: Physician
br: Médico

source: Prescriptions
br: Receitas médicas

source: Auto
br: Automóvel

source: Life
br: Seguro de Vida

source: Home
br: Casa

source: Travel
br: Viagem

source: Lodging
br: Acomodação

source: Sightseeing
br: Turismo

source: Income Tax
br: Imposto de Renda

source: House Tax
br: Imposto Imobiliário (IPTU)

source: Water Tax
br: Taxa de água

source: Salary
br: Salário

source: Reimbursement/Refunds
br: Reembolsos/Estornos

source: Investment Income
br: Retorno de investimento

source: MMEX database error!
br: Erro no arquivo de dados do MMEX

source: MMEX database version %i doesn't work with this MMEX version. Please upgrade MMEX to newer version.
br: A versão %i deste arquivo de dados não funciona com esta versão do MMEX. Por favor, atualize o MMEX para a versão mais recente.

source: MMEX database upgrade
br: Atualização do arquivo de dados

source: Please restore DB from autocreated pre-upgrade backup and retry or contact MMEX support
br: Por favor, restaure o backup do BD criado automaticamente antes da atualização e tente novamente, ou contate o suporte do MMEX.

source: Load debug file
br: Carregar arquivo depurado

source: MMEX debug error
br: Erro de depuração

source: MMEX debug
br: Depuração

source: Query error, please contact MMEX support!
br: Erro de Query, por favor contate o suporte do MMEX!

source: Send this log to MMEX support team: press OK to save to file or Cancel to exit
br: Envie este log à equipe de suporte do MMEX: pressione OK para salvar o arquivo ou Cancelar para sair

source: Save debug file
br: Salvar o arquivo de depuração

source: DB maintenance completed, please close and re-open MMEX!
br: Manutenção do arquivo de dados concluída, por favor reinicie o MMEX!

source: Can't open file
br: Não foi possível abrir o arquivo

source: You must specify path to another database file
br: Você precisa indicar o caminho para outro arquivo de dados

source: Opening MMEX Database - Error
br: Erro ao abrir Arquivo de Dados

source: Reconciled
br: Reconciliada

source: Void
br: Nula

source: Follow up
br: Acompanhar

source: Duplicate
br: Duplicada

source: Un-Reconciled
br: Não-Reconciliada

source: All Except Reconciled
br: Todas exceto as reconciliadas

source: Specify
br: Especifique

source: Date Range
br: Intervalo de Datas

source: Include Similar
br: Incluir Similar

source: Include all subcategories for the selected category.
br: Incluir todas as subcategorias para a categoria selecionada.

source: Withdrawal
br: Pagamento

source: Deposit
br: Recebimento

source: Transfer To
br: Transferir para

source: Transfer From
br: Transferência de

source: Amount Range
br: Intervalo de Valor

source: Filtering Details:
br: Filtros aplicados:

source: General Reports Manager
br: Gerenciador de Relatórios Personalizados

source: Reports
br: Relatórios

source: &Import
br: &Importar

source: Locate and load a report file.
br: Localizar e carregar um relatório.

source: &Export
br: &Exportar

source: Export the report to a new file.
br: Exportar relatório para um novo arquivo.

source: &Save
br: &Salvar

source: Save changes.
br: Salvar as alterações.

source: &Run
br: &Executar

source: Run selected report.
br: Emitir relatório selecionado.

source: Output
br: Resultado

source: Template
br: Modelo

source: &Test
br: &Testar

source: Create Template
br: Criar modelo

source: Row(s) returned: %i Duration: %ld ms
br: Fila(s) retornada(s): %i Duração: %ld ms

source: SQL Syntax Error
br: Erro de sintaxe SQL

source: Load report file:
br: Carregar relatório:

source: Unable to open file: %s
br: Não foi possível abrir o arquivo: %s

source: New Empty Report
br: Novo Relatório em branco

source: New Sample Report
br: Novo Exemplo de Relatório

source: Change Group
br: Alterar grupo

source: Rename Group
br: Renomear Grupo

source: UnGroup
br: Desagrupar

source: Rename Report
br: Renomear Relatório

source: Delete Report
br: Excluir Relatório

source: Enter the name for the report
br: Insira um nome para o relatório

source: General Report Manager
br: Abrir o Gerenciador de Relatórios Personalizados

source: Delete the Report Title:
br: Excluir o Título do Relatório:

source: Enter or choose name for the new report group
br: Insira ou escolha um nome para o novo grupo de relatórios

source: Change report group
br: Alterar grupo

source: Enter or choose name for the new group
br: Insira ou escolha um nome para o novo grupo

source: Add Report Group
br: Adicionar Grupo de Relatórios

source: New Report %s
br: Novo relatório %s

source: New Report
br: Novo Relatório

source: Report Name already exists
br: Já existe relatório com este nome

source: Choose file to Save As Report
br: Escolha o arquivo que deseja Salvar como Relatório

source: Unable to open file.
br: Não é possível abrir o arquivo.

source: Universal CSV Import
br: Importação Universal CSV

source: Unable to create file.
br: Não é possível criar o arquivo.

source: Could not save file.
br: Não foi possível salvar o arquivo.

source: Export error
br: Erro de exportação

source: File is not in Excel XML Spreadsheet 2003 format.
br: Arquivo não está no formato XML do Excel 2003.

source: Parsing error
br: Erro de análise

source: Could not find Worksheet.
br: Não foi possível encontrar a folha de trabalho

source: Table
br: Tabela

source: Could not find Table.
br: Não foi possível encontrar a Tabela.

source: Transactions
br: Transações

source: QIF Export
br: Exportação de arquivo QIF

source: Parameters
br: Parâmetros

source: Log
br: Registro

source: Accounts
br: Contas

source: From Date
br: A partir da data

source: To Date
br: Até a data

source: Date Format
br: Formato da Data

source: Write to File
br: Salvar em Arquivo

source: File Name:
br: Nome do arquivo:

source: Clear
br: Limpar

source: Choose Account to Export from:
br: Escolha a conta a ser Exportada:

source: Choose QIF data file to Export
br: Escolha o arquivo QIF a ser exportado

source: No Account available for export
br: Nenhuma conta disponível para exportar

source: No Accounts selected for export
br: Não há contas selecionadas para exportar

source: To Date less than From Date
br: Data Final é anterior à Data Inicial

source: Categories exported
br: Categorias exportadas

source: Exporting
br: Exportando

source: Please wait
br: Por favor, aguarde

source: Exporting transaction %i
br: Exportando transação %i

source: Number of transactions exported: %ld
br: Número de transações exportadas: %ld

source: Export to QIF
br: Exportar para QIF

source: QIF Import
br: Importação de arquivo QIF

source: Choose &file
br: Escolha e arquivo

source: Encoding:
br: Codificação:

source: Use account number instead of account name
br: Usar o número da conta ao invés do nome.

source: Include payee field in notes
br: Incluir o favorecido nas observações

source: Filtering Details:
br: Intervalo:

source: Data
br: Dados

source: Unknown
br: Desconhecido

source: Scanning
br: Analisando

source: Reading line %i, %ld ms
br: Lendo linha %i, %ld ms

source: Line %i %s
br: Linha %i %s

source: Number of lines read from QIF file: %i in %ld ms
br: Número de linhas lidas do arquivo QIF: %i em %ld ms

source: Press OK Button to continue
br: Pressione o botão OK para continuar

source: Warning
br: Alerta

source: Missing
br: Faltando

source: Choose QIF data file to Import
br: Escolha o arquivo QIF que deseja importar

source: Can't determine date mask
br: Não foi possível determinar a data

source: Date Mask has several values
br: Há vários valores para Data

source: Do you want to import all transaction ?
br: Você deseja importar todas as transações?

source: All missing account, payees and categories will be created.
br: Todas as contas, favorecidos e categorias que não existem serão criados.

source: Confirm Import
br: Confirmar Importação

source: Importing
br: Importando

source: Importing Accounts
br: Importando Contas

source: Importing Payees
br: Importando Favorecidos

source: Importing Categories
br: Importando Categorias

source: Importing transaction %i of %i
br: Importando transação %i de %i

source: Error: %s
br: Erro: %s

source: Importing Transfers
br: Importando Transferências

source: Importing Split transactions
br: Importando transações com múltiplas categorias

source: Import finished successfully
br: Importação finalizada com sucesso

source: Imported transactions discarded by user!
br: Transações importadas descartadas pelo usuário!

source: Transaction code is missing
br: Está faltando o código da transação

source: Transaction Payee is missing or incorrect
br: O Favorecido da transação está faltando ou está incorreto

source: Date format or date mask is incorrect
br: O formato ou a máscara da data está incorreta

source: Transaction Account is incorrect
br: A Conta está incorreta

source: Transaction Account for transfer is incorrect
br: A conta para transferência está incorreta

source: Transaction Amount is incorrect
br: O montante está incorreto

source: Transaction Category is incorrect
br: A categoria está incorreta

source: Added account: %s
br: Conta %s adicionada

source: Added payee: %s
br: Favorecido %s adicionado

source: SubCategory
br: Subcategoria

source: Don't Care
br: Irrelevante

source: Balance
br: Saldo

source: Export dialog
br: Exportar

source: Import dialog
br: Importar

source: &Browse
br: &Procurar

source: Choose CSV data file to Export
br: Escolha o arquivo CSV a ser exportado

source: Choose CSV data file to Import
br: Escolha o arquivo CSV para importar

source: Save Template
br: Salvar Modelo

source: Specify the order of fields in the file
br: Especifique a ordem dos campos no arquivo CSV

source: &MMEX format
br: &Formato MMEX

source: MMEX standard format
br: Formato padrão MMEX

source: &Up
br: &Subir

source: Move Up
br: Mover para cima

source: &Down
br: &Descer

source: Move &Down
br: &Mover para baixo

source: Account:
br: Conta:

source: Date Format:
br: Formato de data:

source: CSV Delimiter:
br: Delimitador CSV:

source: Specify the delimiter to use when importing/exporting CSV files
br: Especifique o delimitador a ser usado na importação/exportação de arquivos CSV

source: Export column titles
br: Exportar título das colunas

source: Positive values are deposits
br: Valores positivos são recebimentos

source: Positive values are withdrawals
br: Valores positivos são gastos

source: Rows to ignore
br: Fileiras a ignorar

source: From start:
br: Do início:

source: From end:
br: Do fim:

source: Preview
br: Pré-visualizar

source: Import File
br: Importar Arquivo

source: Export File
br: Exportar Arquivo

source: Default account '%s' for this template does not exist. Please select a new account.
br: A conta padrão '%s' para este modelo não existe. Por favor, seleciona uma nova conta

source: Account does not exist
br: Esta conta não existe

source: Import
br: Importar

source: Invalid Amount.
br: Valor inválido.

source: Please confirm saving...
br: Por favor, confirme o salvamento...

source: Incorrect fields specified for export! Requires at least Date and Amount.
br: Os campos especificados para exportação estão incorretos! Requer pelo menos Data e Valor.

source: Export
br: Exportar

source: File exists
br: O arquivo já existe.

source: Overwrite existing file?
br: Sobrescrever o arquivo existente?

source: Failed to delete existing file. File may be locked by another program.
br: Falha ao deletar o arquivo existente. Talvez esteja bloqueado por outro programa.

source: Destination file error
br: Erro no destino

source: Transactions exported: %ld
br: Transações exportadas: %ld

source: Choose CSV data file to import
br: Escolha o dado do arquivo CSV a ser importado

source: Choose CSV data file to export
br: Escolha o dado do arquivo CSV a ser exportado

source: Choose XML data file to import
br: Escolha o dado do arquivo XML a ser importado

source: Choose XML data file to export
br: Escolha o dado do arquivo XML a ser exportado

source: Symbol
br: Símbolo

source: Last Rate
br: Última cotação

source: Currency Dialog
br: Moedas

source: Online Update
br: Atualizar Cotações

source: Currency History Options
br: Histórico de cotações

source: Diff.
br: Diferença

source: Specify the date of currency value
br: Especifique a data da cotação

source: Enter the currency value
br: Insira a cotação da moeda

source: Download Currency Values history
br: Baixar o histórico de cotações da moeda selecionada

source: &Add / Update
br: &Adic. / Atualizar

source: Add Currency Values to history
br: Atualiza o histórico

source: Delete selected Currency Values
br: Exclui cotação selecionada no histórico

source: Delete Currency Values history for unused currencies
br: Exclui histórico de moedas não utilizadas

source: Do you really want to delete the selected Currency?
br: Você realmente deseja remover a moeda selecionada?

source: Base Currency Selection
br: Seleção de moeda padrão

source: Currency History Options: %s
br: Histórico de cotações para: %s

source: Online update currency rate
br: Atualizar cotação das moedas pela internet

source: Set as Base Currency
br: Definir como moeda padrão

source: Online Update Currency Rate
br: Atualização online da taxa de câmbio

source: Currency history error
br: Erro

source: Do you want to add also dates without any transaction?
br: Você deseja adicionar também, datas sem nenhuma transação?

source: Unable to download history for symbol %s. History rates not available!
br: Não foi possível baixar o histórico para a moeda %s. Histórico de cotações não disponível!

source: Could not find base currency symbol!
br: Não foi possível encontrar o símbolo da moeda padrão!

source: Nothing to update
br: Nada para atualizar

source: Currency rates have been updated
br: A taxa de câmbio foi atualizada

source: Entry %s is invalid
br: A informação %s é inválida

source: Please use this button for category selection.
br: Por favor, utilize este botão para selecionar a categoria.

source: Please use this button for category selection or use the 'Split' checkbox for multiple categories.
br: Por favor, utilize este botão para selecionar a categoria ou use ou marque a opção 'Dividir em diferentes categorias' para escolher várias categorias.

source: Invalid Category
br: Categoria Inválida

source: File name is empty.
br: O nome do arquivo está vazio.

source: Please select the file for this operation.
br: Por favor, selecione o arquivo para esta operação.

source: Invalid Account
br: Conta inválida

source: Please select the account for this transaction.
br: Por favor, selecione a conta para esta transação.

source: Please specify which account the transfer is going to.
br: Por favor, especifique para qual conta a transferência está indo.

source: Selection can be made by using the dropdown button.
br: A seleção pode ser realizada utilizando o botão suspenso.

source: Invalid Payee
br: Favorecido Inválido

source: Please type in a new payee, or make a selection using the dropdown button.
br: Por favor, digite um novo favorecido, ou selecione algum utilizando o botão suspenso.

source: Invalid Name
br: Nome inválido

source: Already exist!
br: Já existe!

source: Please type in a non empty name.
br: O campo não pode ficar em branco.

source: Please type in a non empty symbol.
br: O símbolo não pode ficar em branco.

source: Please enter a calculated value.
br: Por favor insira um valor calculado.

source: Please enter a positive or calculated value.
br: Por favor insira um valor positivo ou calculado.

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
br: Dica: Para cálculos, utilize expressões como (2+2)*(2+2) Os cálculos serão efetuados e o resultado será lançado no local.

source: Recommendation: Always backup your .mmb database file regularly.
br: Recomendação: Sempre faça backup de seu arquivo (*.mmb) regularmente.

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
br: Recomendação: Se for atualizar para uma nova versão do MMEX, lembre-se de fazer um backup do seu arquivo (*.mmb) antes efetuar a atualização.

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
br: Sugestão: Utilize a função copiar (Ctrl+C) e colar (Ctrl+V) para transações utilizadas com frequência.

source: Tip: Remember to make backups of your .mmb.
br: Dica: Lembre-se de fazer backups do seu arquivo .mmb.

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
br: Dica: Para marcar a transação como reconciliada, apenas selecione a transação e pressione a tecla 'r' ou 'R'. Para marcar a transação como não-reconciliada, apenas selecione a transação e pressione a tecla 'u' ou 'U'.

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
br: Dica: Para marcar uma transação como necessitando de acompanhamento, apenas selecione a transação e pressione a tecla 'f' ou 'F'.

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
br: Dica: O MMEX suporta a impressão de todos os relatórios gerados. As opções de impressão estão disponíveis no menu, Arquivo -> Imprimir.
