Repository: moneymanagerex/moneymanagerex
Catalog: po/*_2nd.po
Languages: br

source: Backup database on exit.
br: Fazer backup do arquivo de dados ao sair.

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
br: Quando o MMEX for encerrado, se alterações tiverem sido feitas no arquivo de dados, será criada ou atualizada uma cópia de segurança no formato: dbFile_update_YYYY-MM-DD.ext.

source: Specify max number of backup files
br: Especifique o número máximo de arquivos de backup que deseja manter

source: Max Files
br: Qtde. máxima

source: CSV Settings
br: Configurações CSV

source: Delimiter
br: Delimitador

source: WebApp Settings
br: Configurações do WebApp

source: Specify the Web App URL without final slash
br: Especifique o endereço do WebApp sem barra no final

source: Specify the Web App GUID
br: Especifique o GUID do WebApp

source: More information about WebApp
br: Mais informações sobre o WebApp

source: Proxy Settings
br: Configurações de Proxy

source: Specify the proxy IP address
br: Especifique o endereço IP do proxy

source: Specify proxy port number
br: Especifique o número da porta

source: Port
br: Porta

source: Web Server
br: Servidor Web

source: Enable
br: Habilitar

source: Enable internal web server when MMEX Starts.
br: Habilita o servidor web interno quando o MMEX inicia.

source: Specify web server port number
br: Especifique o número da porta do servidor web

source: Usage statistics
br: Estatísticas de uso

source: Send anonymous statistics usage data
br: Enviar dados anônimos de estatísticas de uso

source: Enable to help us sending anonymous data about MMEX usage.
br: Habilite para nos ajudar na correção de bugs enviando dados anônimos sobre o uso do MMEX.

source: Timeout
br: Tempo limite

source: Specify a network communication timeout value to use.
br: Especifique o tempo limite de conexão desejado.

source: Seconds
br: Segundos

source: Enable to automatically check if new MMEX version is available at StartUp
br: Deixe marcado se deseja verificar automaticamente se há nova versão do MMEX na inicialização

source: Stable
br: Estáveis

source: Unstable
br: Instáveis

source: Specify which accounts are visible
br: Especifique quais contas ficarão visíveis

source: Transactions Visible
br: Transações visíveis

source: Specify which transactions are visible by default
br: Especifique quais transações ficarão visíveis por padrão

source: HTML scale factor
br: Fator de escala HTML

source: Specify which scale factor is used for the report pages
br: Aumenta ou reduz o tamanho da fonte nos relatórios

source: User Colors
br: Cores do usuário

source: Default Category
br: Categoria Padrão

source: Search:
br: Pesquisar:

source: Payee with same name exists
br: Já existe um Favorecido com este nome

source: Organize Payees: Add Payee
br: Adicionar Favorecido

source: Enter the name for the new payee:
br: Insira o nome do novo Favorecido:

source: Modify the name for the payee:
br: Modifique o nome do favorecido:

source: Organize Payees: Edit Payee
br: Editar Favorecido

source: Payee in use.
br: Este Favorecido está em uso.

source: Tip: Change all transactions using this Payee to another Payee using the relocate command:
br: Dica: Altere todas as transações cadastradas com este favorecido para outro favorecido usando a opção Realocar...:

source: Tools -> Relocation of -> Payees
br: Ferramentas -> Realocar... -> Favorecidos...

source: Organize Payees: Delete Error
br: Erro ao excluir

source: Define Default Category
br: Definir Categoria Padrão

source: Relocate Payee
br: Realocar Favorecido

source: Relocate Category Dialog
br: Realocar Categoria

source: Relocate:
br: Realocar de:

source: to:
br: para:

source: Category Relocation Confirmation
br: Confirmação de Realocação de Categoria

source: Please Confirm:
br: Por favor, confirme:

source: Records found in transactions: %i
br: Registros encontrados: % i

source: Records found in split transactions: %i
br: Registros encontrados com múltiplas categorias: % i

source: Records found in recurring transactions: %i
br: Registros encontrados em transações recorrentes: %i

source: Records found in recurring split transactions: %i
br: Registros encontrados em transações recorrentes com múltiplas categorias: %i

source: Records found as Default Payee Category: %i
br: Registros encontrados como Categoria de Favorecido Padrão: %i

source: Records found in budget: %i
br: Registros encontrados no orçamento: %i

source: Relocate Payee Dialog
br: Realocação de Favorecido

source: Payee Relocation Confirmation
br: Confirmação de Realocação de Favorecido

source: Budget Categories for %s
br: Orçamento completo (com subcategorias) para o %s

source: Budget Category Summary for %s
br: Orçamento resumido (sem subcategorias) para o %s

source: ( Estimated Vs Actual )
br: (Estimado vs Realizado)

source: Estimated Income:
br: Recebimento Estimado:

source: Actual Income:
br: Recebimento Realizado:

source: Difference Income:
br: Diferença (Recebimento):

source: Estimated Expenses:
br: Despesa Estimada:

source: Actual Expenses:
br: Despesa Realizada:

source: Difference Expenses:
br: Diferença (Despesa):

source: Budget Performance for %s
br: Desempenho do Orçamento para o %s

source: Cash Flow Forecast for %i Years Ahead
br: Previsão do Fluxo de Caixa para %i anos à frente

source: Difference
br: Diferença

source: Category Total:
br: Total da Categoria:

source: Total Expenses:
br: Total de Gastos:

source: Total Income:
br: Total de Recebimentos:

source: Category Income/Expenses
br: Categoria Receitas/Despesas

source: Overall
br: Total Geral

source: Incomes
br: Recebimentos

source: Forecast
br: Previsão

source: From %s till %s
br: Do dia %s até %s

source: Over Time
br: Desde o Início

source: Income:
br: Receitas:

source: Expenses:
br: Despesas:

source: Year
br: Ano

source: Month
br: Mês

source: Current Month
br: Mês atual

source: Today
br: Hoje

source: Current Month to Date
br: Mês atual até hoje

source: Last Month
br: Mês anterior

source: Last 30 Days
br: Últimos 30 dias

source: Last 90 Days
br: Últimos 90 dias

source: Last 3 Months
br: Últimos 3 meses

source: Last 12 Months
br: Últimos 12 Meses

source: Current Year
br: Ano atual

source: Current Year to Date
br: Ano atual até hoje

source: Last Year
br: Ano anterior

source: Current Financial Year
br: Exercício Financeiro atual

source: Current Financial Year to Date
br: Exercício Financeiro atual até hoje

source: Last Financial Year
br: Último Exercício Financeiro

source: Last 365 Days
br: Últimos 365 dias

source: Payee Report
br: Relatório de Favorecido

source: Choose Accounts
br: Escolha as Contas

source: Accounts Balance - %s
br: Saldo inicial - %s

source: Monthly Report
br: Relatório Mensal

source: Yearly Report
br: Relatório Anual

source: Summary of Stocks
br: Resumo de Ações

source: *Purchase Date
br: *Data de compra

source: Quantity
br: Quantidade

source: Current Price
br: Preço atual

source: Stocks Performance Charts
br: Gráficos de Desempenho das Ações

source: Transaction List for Account: %s
br: Relatório de Transações para a Conta: %s

source: Transaction List
br: Relatório de transações

source: Add Share Transaction
br: Adicionar Transação

source: Edit Share Transaction
br: Editar Transação

source: Stock Investment Details
br: Detalhes do Investimento

source: Company Name
br: Nome da Empresa

source: Enter the stock company name
br: Insira o nome da empresa. Ex.: Petrobras

source: Stock Symbol
br: Símbolo do Papel

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
br: Insira o símbolo da Ação. Ex.: PETR4.SA

source: Share Number
br: Quantidade

source: Enter number of shares held
br: Insira a quantidade (número) de ações

source: Share Price
br: Preço da ação

source: Enter the current value for a single share unit
br: Insira o valor unitário da ação

source: Enter any commission paid
br: Insira se houve "Commission" pago. Normalmente é o valor restante por quantidades fracionadas de Ações. Por exemplo: Gastando R$1.000,00 numa empresa cuja ação está cotada a R$2,35, lhe dará 425 ações e R$1,25 de "commission". Ou seja, pegou-se a parte decimal do resultado da divisão entre 1000/2,35 e multiplicou pelo preço da ação.

source: Share Lot
br: Qtde. Lotes

source: Enter the LOT that this parcel os shares belong to
br: Insira quantos lotes esta quantidade de ações representa.

source: Organize attachments of this stock
br: Gerenciar documentos deste investimento

source: Display the web page for the specified Stock symbol
br: Exibir página da web para mais informações sobre esta ação

source: Enter notes associated with this investment
br: Insira comentários relacionados a este investimento

source: Add Transaction Details
br: Detalhes da transação

source: Split Detail Dialog
br: Detalhamento de Categorias

source: Split Transaction Details
br: Detalhes da transação

source: Split Transaction Dialog
br: Separação em múltiplas categorias

source: Split Category Details
br: Detalhamento

source: Invalid Total Amount
br: Valor total inválido

source: Edit Stock Investment
br: Editar o investimento selecionado

source: New Stock Investment
br: Novo Investimento

source: *Date
br: *Data

source: *Share Number
br: *Quantidade

source: *Share Price
br: *Preço da Ação

source: Price Date
br: Data da compra

source: Stock History Options
br: Histórico de Preços

source: Stock Price History
br: Histórico de Preços

source: Price
br: Preço

source: Download Stock Price history
br: Baixar histórico de preços

source: Import Stock Price history (CSV Format)
br: Importar histórico de preços (Formato CSV)

source: Delete selected Stock Price
br: Exclui preço selecionado

source: Add Stock Price to history
br: Adicionar preço ao histórico

source: Held At
br: Mantido no(a)

source: Stock History CSV Import
br: Importar histórico de um arquivo CSV

source: Quotes imported from CSV:
br: Preços importados do CSV:

source: Importing CSV
br: Importando CSV

source: Specify type frequency of stock history
br: Especifique o período do histórico

source: Stock History Update
br: Atualização do histórico de preços

source: Stock history not found!
br: Histórico não encontrado!

source: Stock History Error
br: Erro

source: Using MMEX it is possible to track stocks/mutual funds investments.
br: Utilizando o MMEX é possível acompanhar investimentos em Ações e Fundos Mútuos de Investimentos.

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
br: Para adicionar novas ações, o símbolo, a quantidade de ações e o preço de compra devem ser informados.

source: Sample of UK (HSBC HLDG) share: HSBA.L
br: Exemplo da ação brasileira (Petrobras SA): PETR4.SA

source: If the Stock Name field is empty it will be filed when prices updated
br: Se o campo Nome da Ação estiver vazio, ele será preenchido quando os preços forem atualizados

source: Share Total
br: Qtde. Total

source: Init Value
br: Investido

source: Curr. Share Price
br: Preço Atual

source: Curr. Total Value
br: Valor Total Atual

source: &New Stock Investment
br: &Novo Investimento

source: &Add Stock Transactions
br: &Adicionar transações ao investimento selecionado

source: &View Stock Transactions
br: &Exibir transações do investimento selecionado

source: &Edit Stock Investment
br: &Editar o investimento selecionado

source: &Delete Stock Investment
br: &Excluir o investimento selecionado

source: Stock &Web Page
br: &Página Web

source: Do you really want to delete the stock investment?
br: Tem certeza de que deseja excluir este investimento?

source: Confirm Stock Investment Deletion
br: Confirme a exclusão do Investimento

source: Temporary Stock list: %s Date Lot Shares Price Commission
br: Transações pelo(a): %s Data Lotes Ações Preço Commission

source: &Move
br: &Mover

source: Refresh
br: Atualizar

source: Refresh Stock Prices from Yahoo
br: Atualizar cotações pelo site do Yahoo

source: Stock Portfolio: %s
br: Carteira: %s

source: Total Shares: %s
br: Total de Ações: %s

source: Invested: %s
br: Valor Investido: %s

source: Gain: %s
br: Ganho: %s

source: Loss: %s
br: Perda: %s

source: Stock prices successfully updated
br: Preços atualizados com sucesso

source: Last updated %s
br: Última atualização %s

source: Connecting...
br: Conectando...

source: Quotes not found
br: Cotações não encontradas

source: %s on %s
br: %s em %s

source: Symbol: %s
br: Símbolo: %s

source: Duplicate Transaction
br: Duplicar Transação

source: Edit Transaction
br: Editar transação

source: Populate Transaction #
br: Inserir número aleatório

source: Organize attachments of this transaction
br: Gerenciar documentos desta operação

source: Do you want to add new payee: %s?
br: Você deseja adicionar o novo favorecido: %s ?

source: Confirm to add new payee
br: Confirme inclusão

source: This transaction will exceed your account limit. Do you wish to continue?
br: Esta transação excederá o limite da sua conta. Deseja continuar?

source: Specify account the money is taken from
br: Especifique a conta de onde o dinheiro está sendo retirado

source: Specify account the money is moved to
br: Especifique a conta para onde o dinheiro será transferido

source: Specify the transfer amount in the From Account.
br: Especifique o valor da transferência na conta de origem.

source: Specify account for the transaction
br: Especifique a conta para a transação

source: Specify to whom the transaction is going to
br: Especifique para quem este pagamento está sendo feito

source: Specify the date of the transaction
br: Especifique a data da transação

source: Retard or advance the date of the transaction
br: Prorrogar ou antecipar a data da transação

source: Withdraw funds from or deposit funds to this Account.
br: Saída ou Entrada de dinheiro da/para a Conta selecionada.

source: &Transfer
br: &Transferência

source: Funds transfer from/to this account. Uncheck to set as Expense/Income.
br: Desmarque se tratar de uma transação de despesa ou recebimento (taxas pagas ou dividendos recebidos, por exemplo)

source: Currency used for this transaction.
br: Moeda utilizada nesta transação

source: Specify the status for this transaction
br: Especifique o status da operação

source: Specify a person, Company or Organisation for this transaction.
br: Especifique uma pessoa, empresa ou organização

source: Specify a transaction code or associated check details
br: Especifique um código/número de verificação associado a esta transação

source: Select the required account
br: Lista de Contas

source: Account Selection
br: Seleção de Conta

source: Confirm password failed.
br: Confirmação de senha falhou.

source: February
br: Fevereiro

source: January
br: Janeiro

source: March
br: Março

source: April
br: Abril

source: June
br: Junho

source: May
br: Maio

source: August
br: Agosto

source: July
br: Julho

source: September
br: Setembro

source: December
br: Dezembro

source: November
br: Novembro

source: October
br: Outubro

source: Feb
br: Fev

source: Apr
br: Abr

source: Aug
br: Ago

source: Sep
br: Set

source: Dec
br: Dez

source: Oct
br: Out

source: Monday
br: Segunda-feira

source: Sunday
br: Domingo

source: Tuesday
br: Terça-feira

source: Friday
br: Sexta-feira

source: Thursday
br: Quinta-feira

source: Wednesday
br: Quarta-feira

source: Saturday
br: Sábado

source: Wrong WebApp GUID:
br: GUID WebApp errado:

source: please check it in network options.
br: por favor, verifique isto nas opções de rede.

source: Wrong WebApp settings
br: Configurações erradas para o WebApp

source: Unable to connect to WebApp:
br: Impossível se conectar com WebApp:

source: please check settings and / or internet connection.
br: por favor, verifique as configurações de rede e/ou a conexão com a internet.

source: WebApp connection error
br: Erro de conexão com WebApp

source: Wrong WebApp API version:
br: Versão errada do WebApp API:

source: WebApp API version -> %s
br: Versão do WebApp API -> %s

source: Expected API version -> %s
br: Versão esperada do API -> %s

source: Wrong WebApp API version
br: Versão errada do WebApp API

source: Account '%s' not found!
br: Conta '%s' não encontrada!

source: Transaction will be inserted with the first bank account: '%s' and marked as 'Follow Up'
br: A Transação será registrada com a primeira conta bancária: '%s' e marcada como 'Acompanhar'

source: Wrong WebApp account
br: Conta WebApp errada

source: Unable to download attachments from webapp.
br: Não foi possível baixar os documentos anexados do WebApp

source: Attachments folder not set or unavailable
br: Pasta de documentos não definida ou indisponível

source: Transaction not downloaded:
br: Transação não baixada:

source: please fix attachments folder or delete attachments from WebApp
br: por favor, corrija a pasta de documentos ou exclua os documentos do WebApp

source: Attachment folder error
br: Erro na pasta de documentos

source: Attachment
br: Documento

source: Communication error
br: Erro de comunicação

source: Transaction not downloaded: please close and open MMEX to try re-download transaction
br: Transação não baixada: por favor, reinicie o MMEX para tentar baixar a transação novamente

source: Attachment download error
br: Erro ao baixar documento

source: Import WebApp transactions
br: Importar transações do WebApp

source: &Import all
br: &Importar tudo

source: Import and open all
br: Importar e abrir tudo

source: Unable to insert transaction in MMEX database
br: Não foi possível inserir transação no arquivo de dados

source: WebApp communication error
br: Erro de comunicação WebApp

source: Open Attachment
br: Abrir Documento

source: Delete
br: Excluir

source: Add Account Wizard
br: Assistente para adicionar Conta

source: %s models all transactions as belonging to accounts.
br: %s considera todas as transações como pertencentes a alguma conta.

source: The next pages will help you create a new account. To help you get started, begin by making a list of all financial institutions where you hold an account.
br: As próximas páginas ajudarão você a criar uma nova conta. Para facilitar, comece fazendo uma lista de todas as instituições financeiras onde você tem conta.

source: Account Name Invalid
br: Nome de conta inválido

source: Account Name already exists
br: Já existe uma conta com este nome

source: Name of the Account
br: Nome da conta

source: Specify a descriptive name for the account.
br: Especifique um nome para a conta.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
br: Geralmente este é o nome da instituição financeira ou corretora onde a conta é mantida. Por exemplo: 'Banco ABC'.

source: Type of Account
br: Tipo de conta

source: Select the type of account you want to create:
br: Selecione o tipo de conta que você deseja criar:

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
br: Carteiras de ações são contas específicas que possuem apenas ações/fundos mútuos de investimento associados a elas.

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
br: Contas Depósito são contas bancárias específicas. Destinadas para certos fins, tais como depósitos mensais (Poupança) e títulos. Estas contas podem ter dinheiro entrando e saindo regularmente, estando fora da da fonte de renda em geral.

source: Base Account Currency Not set.
br: Moeda Padrão não definida.

source: Set that first using Tools->Options menu and then add a new account.
br: Defina-a primeiro, indo no menu Ferramentas->Opções. Depois disso adicione uma nova conta.

source: New Database Wizard
br: Assistente para um novo Arquivo de Dados

source: The next pages will help you create a new database. Your database file is stored with an extension of .mmb. As this file contains important financial information, we recommended creating daily backups with the Options setting: 'Backup before opening', and store your backups in a separate location. The database can later be encrypted if required, by using the option: 'Save database as' and changing the file type before saving.
br: As próximas páginas ajudarão você a criar um novo arquivo de dados. Seu arquivo de dados é armazenado com a extensão (*.mmb). Como este arquivo contém informação financeira importante, nós recomendamos que sejam criados backups diários no menu: 'Ferramentas' ->'Opções' ->'Outros': escolher o tipo de backup que deseja efetuar, e armazenar seus backups em um local separado. O arquivo de dados pode ser criptografado posteriormente usando o menu: 'Arquivo' -> 'Salvar arquivo de dados como' e alterando o tipo de arquivo para (*.emb) antes de salvar. Clique em 'Next >'

source: Base Currency for account
br: Defina a Moeda Padrão

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
br: Especifique a moeda padrão a ser utilizada pelo arquivo de dados. A moeda padrão poderá ser alterada posteriormente nas configurações. Novas contas usarão esta moeda por padrão, mas em cada conta a moeda poderá ser alterada ao editar os detalhes da conta.

source: (Optional) Specify a title or your name.
br: (Opcional) Especifique um título ou seu nome.

source: Used as a database title for displayed and printed reports.
br: Usado como um cabeçalho do arquivo de dados que aparece nos relatórios exibidos na tela e relatórios impressos. Clique em 'Finish'

source: Base Currency Not Set
br: Moeda padrão não definida

source: Update Wizard
br: Assistente de Atualização

source: A new version of MMEX is available!
br: Uma nova versão do MMEX está disponível!

source: Your version is %s
br: Sua versão é %s

source: What's new:
br: O que há de novo:

source: Unable to check for updates!
br: Não foi possível verificar se há atualizações!

source: MMEX Update Check
br: Verificação de Atualização
