Repository: moneymanagerex/moneymanagerex
Catalog: po/*_2nd.po
Languages: br

source: About %s
br: Sobre o %s

source: License agreement
br: Contrato de licença

source: About
br: Sobre

source: Sponsors
br: Patrocinadores

source: License
br: Licença

source: Privacy
br: Privacidade

source: New Account
br: Criar nova conta

source: Edit Account
br: Editar Conta

source: Account Name:
br: Nome da conta:

source: Account Type:
br: Tipo de conta:

source: Account Status:
br: Status da Conta:

source: Initial Balance: %s
br: Saldo Inicial: %s

source: Currency:
br: Moeda:

source: Select Currency
br: Selecionar moeda

source: Favorite Account
br: Conta Favorita

source: Notes
br: Observações

source: Others
br: Outros

source: Account Number:
br: Número da Conta:

source: Card Number:
br: Número do cartão:

source: Held At:
br: Mantida no(a):

source: Website:
br: Site:

source: Contact:
br: Contato:

source: Access Info:
br: Info de Acesso:

source: Statement
br: Fatura

source: Statement:
br: Situação:

source: Locked
br: Fechada

source: Reconciled Date:
br: Data Reconciliada:

source: Minimum Bal:
br: Saldo mínimo:

source: Credit
br: Crédito

source: Credit Limit:
br: Limite de crédito:

source: Interest Rate:
br: Taxa de juros:

source: Payment Due Date:
br: Data de vencimento:

source: Minimum Payment:
br: Pagamento mínimo:

source: Organize attachments of this account
br: Gerenciar documentos desta conta

source: Enter the Name of the Account. This name can be renamed at any time.
br: Insira o nome da conta. Este nome pode ser mudado a qualquer momento.

source: Specify the type of account to be created.
br: Especifique o tipo de conta a ser criada.

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
br: Especificar se esta conta está fechada. Contas fechadas não aparecem na maioria dos cálculos, relatórios etc.

source: Enter the initial balance in this account.
br: Insira o saldo inicial desta conta.

source: Specify the currency to be used by this account.
br: Especifique a moeda a ser usada por esta conta.

source: Select whether this is an account that is used often. This is used to filter accounts display view.
br: Selecione caso esta conta seja utilizada com frequência. Isto é usado para filtrar as contas que aparecem na tela.

source: Enter user notes and details about this account.
br: Insira qualquer observação ou detalhe sobre esta conta.

source: Enter the Account Number associated with this account.
br: Insira o número associado a esta conta.

source: Enter the name of the financial institution in which the account is held.
br: Insira o nome da instituição financeira em que a conta é mantida.

source: Enter the URL of the website for the financial institution.
br: Insira o site da instituição financeira

source: Enter any contact information for the financial institution.
br: Insira as informações de contato para a instituição financeira.

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
br: Insira o login de acesso à instituição financeira. Isto não é seguro já que qualquer pessoa com acesso ao arquivo .mmb poderá ver.

source: Enable or disable the transaction Lock
br: Bloqueia novas transações

source: The date of the transaction lock
br: Data de fechamento da fatura

source: Account balance lower limit. Zero to disable
br: Saldo da conta abaixo do limite. Deixe zero para desabilitar

source: Credit limit for the Account. Zero to disable
br: Limite de crédito para esta conta. Deixe zero para desabilitar

source: Account Name
br: Nome da conta

source: Currency
br: Moeda

source: Default Image
br: Imagem Padrão

source: Image #%i
br: Imagem #%i

source: Open Last Opened Database
br: Abrir o Arquivo de Dados mais recente

source: Create a New Database
br: Criar um novo Arquivo de dados

source: Create a new database file to get started
br: Cria um novo arquivo de dados a partir do zero

source: Open Existing Database
br: Abrir um Arquivo de Dados existente

source: Open an already created database file with extension (*.mmb)
br: Abre um arquivo dados existente com a extensão (*.mmb)

source: Read Documentation
br: Manual do usuário

source: Read the user manual
br: Abre o manual do usuário

source: Visit Website for more information
br: Visite o site para mais informações

source: Open the %s website for latest news, updates etc
br: Abre o site do %s com as últimas notícias, atualizações, etc.

source: Show this window next time %s starts
br: Mostrar esta janela na próxima vez que o %s iniciar

source: &Exit
br: &Sair

source: New Asset
br: Novo ativo

source: Edit Asset
br: Editar ativo

source: Add Asset Transaction
br: Adiciona transação com o ativo

source: Edit Asset Transaction
br: Edita transação com o ativo

source: Asset Details
br: Detalhes do ativo

source: Name
br: Nome

source: Enter the name of the asset
br: Insira o nome do ativo

source: Date
br: Data

source: Specify the date of purchase of asset
br: Especifique a data de compra do ativo

source: Asset Type
br: Tipo de ativo

source: Select type of asset
br: Selecione o tipo de ativo

source: Value
br: Valor

source: Enter the current value of the asset
br: Insira o valor atual do ativo

source: Change in Value
br: Variação de valor

source: Specify if the value of the asset changes over time
br: Especifique se o valor do ativo se altera com o tempo

source: % Rate
br: % Taxa

source: Enter the rate at which the asset changes its value in % per year
br: Insira a taxa em que este ativo altera seu valor em % per ano

source: Organize attachments of this asset
br: Gerenciar os documentos deste ativo

source: Enter notes associated with this asset
br: Insira qualquer comentário relacionado a este ativo

source: New Transaction Details
br: Detalhes da nova transação

source: Edit Transaction Details
br: Detalhes da edição

source: &Cancel
br: &Cancelar

source: Type
br: Tipo

source: Initial Value
br: Valor inicial

source: Current Value
br: Valor Atual

source: &New Asset
br: &Novo Ativo

source: D&uplicate Asset
br: D&uplicar ativo

source: &Add Asset Transaction
br: &Adicionar transação

source: &View Asset Transactions
br: &Exibir todas as transações

source: &Open Asset Account
br: &Abrir conta

source: &Edit Asset
br: &Editar ativo

source: &Delete Asset
br: &Excluir ativo

source: &Organize Attachments
br: &Gerenciar Documentos

source: Do you really want to delete the Asset?
br: Tem certeza de que deseja excluir este ativo?

source: Confirm Asset Deletion
br: Confirmar a exclusão do ativo

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
br: O MMEX permite que você controle seus ativos fixos como carros, casas, terras e outras. Cada ativo pode se valorizar a uma taxa anual, depreciar a uma taxa anual, ou simplesmente não alterar o seu valor. O total de ativos são adicionados ao seu patrimônio financeiro total.

source: Assets
br: Ativos

source: All
br: Tudo

source: &New
br: &Novo

source: &Add Trans
br: &Ad. Trans.

source: &View Trans
br: &Exibir Trans.

source: View Asset Transactions
br: Exibe transações do ativo selecionado

source: &Edit
br: &Editar

source: &Delete
br: &Excluir

source: Delete Asset
br: Exclui ativo selecionado

source: Open attachments
br: Abrir documentos inseridos

source: Search
br: Pesquisar

source: Enter any string to find related assets
br: Insira qualquer sequência de caracteres para encontrar ativos relacionados

source: Change in Value: %s %s
br: Variação de Valor: %s %s

source: Asset Management
br: Gerenciar Ativo

source: Account Date Value
br: Conta Data Valor

source: Description
br: Descrição

source: File
br: Arquivo

source: Attachment folder not defined.
br: Pasta de documentos não definida.

source: Please set it in Tools -> Options -> Attachments
br: Por favor, configure isto em Ferramentas -> Opções -> Documentos

source: Attachment folder not defined
br: Pasta de documentos não definida

source: Unable to find attachments folder:
br: Não foi possível encontrar a pasta de documentos:

source: Please verify that above path is correct
br: Por favor, certifique-se que o caminho acima está correto

source: Attachments folder not found
br: Pasta de documentos não encontrada

source: Organize Attachments | %s %i
br: Gerenciar Documentos | %s % i

source: Organize Attachments | New %s
br: Gerenciar Documentos | Novo %s

source: Other tools
br: Outras ferramentas

source: Import attachment:
br: Importar documento:

source: Enter a description for the new attachment:
br: Insira uma descrição para o novo documento:

source: Organize Attachments: Add Attachment
br: Gerenciar Documentos: Adicionar Documento

source: Enter a new description for the attachment:
br: Insira uma nova descrição para o documento

source: Organize Attachments: Edit Attachment
br: Gerenciar Documentos: Editar Documento

source: Do you really want to delete this attachment?
br: Tem certeza de que deseja excluir este documento?

source: Confirm Attachment Deletion
br: Confirme a exclusão do Documento

source: &Add
br: &Adicionar

source: &Open
br: &Abrir

source: &Remove
br: &Remover

source: Att.
br: Obs.

source: This directory and its files are automatically managed by Money Manager EX software.
br: Esta pasta e seus arquivos são automaticamente gerenciados pelo Money Manager EX.

source: Please do not remove, rename or modify manually directories and files.
br: Por favor, não remova, renomeie ou modifique manualmente pastas e arquivos.

source: Destination file already exist:
br: O arquivo de destino já existe:

source: File not found in attachments. Please delete or rename it.
br: Arquivo não encontrado nos documentos. Por favor, apague-o ou renomeie-o.

source: Destination file already exist
br: O arquivo de destino já existe

source: File already found in attachments
br: Arquivo já encontrado em 'documentos'

source: Attachment not found:
br: Documento não encontrado:

source: Do you want to continue and delete attachment on database?
br: Deseja continuar e excluir o documento do arquivo de dados?

source: Delete attachment failed
br: Falha ao excluir documento

source: Unable to open file:
br: Impossível abrir o arquivo:

source: Please verify that file exists and user has rights to read it.
br: Por favor, certifique-se que o arquivo existe e o usuário tem permissões para abri-lo.

source: Open attachment failed
br: Falha ao abrir documento

source: None
br: Nenhuma

source: Weekly
br: Semanal

source: Fortnightly
br: Quinzenal

source: Monthly
br: Mensal

source: Bi-Monthly
br: Bimestral

source: Quarterly
br: Trimestral

source: Half-Yearly
br: Semestral

source: Yearly
br: Anual

source: Four Months
br: A cada quatro meses

source: Four Weeks
br: A cada quatro semanas

source: Daily
br: Diariamente

source: Monthly (last day)
br: Mensal (último dia)

source: Monthly (last business day)
br: Mensal (último dia útil)

source: New Recurring Transaction
br: Nova Transação Recorrente

source: Edit Recurring Transaction
br: Editar Transação Recorrente

source: Enter Recurring Transaction
br: Inserir Transação Recorrente

source: Transaction Dates
br: Calendário

source: Recurring Transaction Details
br: Detalhes da Transação Recorrente

source: Specify the date when this bill or deposit is due
br: Especifique a data do próximo vencimento.

source: Date Due
br: Data de Vencimento

source: Repeats
br: Frequência

source: Advance the next occuring date with the specified values
br: Antecipar a data da próxima ocorrência com os valores especificados

source: Payments Left
br: Parcelas restantes

source: User requested to enter this transaction on the 'Date Paid'
br: O sistema abrirá a tela de registro no dia que você deseja liquidar a parcela.

source: The requested payment will occur without user interaction
br: Registra a transação automaticamente no dia escolhido sem confirmação do usuário

source: Transaction Details
br: Detalhes da transação

source: Specify the date the user is requested to enter this transaction
br: Especifique a data que você deseja registrar a transação

source: Advance or retard the user request date of this transaction
br: Prorrogar ou antecipar a data do pagamento

source: Reset 'Date Paid' to 'Today's Date'
br: Redefinir a 'Data do Pagamento' para a 'Data de Hoje'

source: Date Paid
br: Data do pagamento

source: Specify the status for the transaction
br: Especifique a situação da transação a ser registrada

source: Specify the type of transactions to be created.
br: Especifique o tipo de operações a serem criados.

source: &Advanced
br: &Avançado

source: Allows the setting of different amounts in the FROM and TO accounts.
br: Permite definir diferentes montantes nas contas de Origem e Destino.

source: Specify the amount for this transaction
br: Especifique o valor desta transação

source: Specify the amount to be transferred
br: Especifique o valor a ser transferido

source: Amount
br: Valor

source: Specify the transfer amount in the To Account
br: Especifique o valor a ser transferido

source: Account
br: Conta

source: Select Account
br: Selecionar Conta

source: Specify the Account that will own the recurring transaction
br: Especifique a conta para esta transação

source: Payee
br: Favorecido

source: Select Payee
br: Selecione o Favorecido

source: Specify where the transaction is going to
br: Especifique para onde este recurso está indo

source: Split
br: Dividir em diferentes categorias

source: Use split Categories
br: Usar mais de uma categoria

source: Category
br: Categoria

source: Select Category
br: Selecione a Categoria

source: Specify any associated check number or transaction number
br: Especifique algum número associado a esta transação

source: Number
br: Número

source: Organize attachments of this recurring transaction
br: Inserir documento para esta transação (Notas, Comprovantes...)

source: Select one of the frequently used notes
br: Selecione uma das observações mais frequentes

source: Specify any text notes you want to add to this transaction.
br: Insira qualquer comentário que considera relevante para esta transação.

source: Choose Bank Account or Term Account
br: Escolha a conta bancária ou conta depósito

source: Account name
br: Conta

source: Specify which account the transfer is going to
br: Especifique para qual conta a transferência está indo

source: Specify to whom the transaction is going to or coming from
br: Especifique para quem está indo ou de quem está vindo esta transação

source: From
br: De

source: To
br: Para

source: Select To Account
br: Selecione a Conta Destino

source: Specify where the transaction is coming from
br: Especifique de onde esta transação está vindo

source: Specify the transfer amount in the From Account
br: Especifique o valor da transferência na Conta de Origem

source: Activates
br: Ativa

source: Period: Days
br: Período: Dias

source: Period: Months
br: Período: Meses

source: Specify period in Months to activate. Becomes blank when not active.
br: Especifique período em meses para ativar. Fica em branco quando não está ativo

source: Specify period in Days to activate. Leave blank when not active.
br: Especifique período em dias para ativar. Deixe em branco se não estiver ativo

source: Specify period in Months to activate. Leave blank when not active.
br: Especifique período em meses para ativar. Deixe em branco se não estiver ativo

source: Error
br: Erro

source: Invalid value
br: Valor inválido

source: Specify the category for this transaction
br: Especifique a categoria desta transação

source: Categories
br: Lista de Categorias

source: In %s Days
br: Em %s dias

source: In %s Months
br: Em %s meses

source: Every %s Days
br: Todo dia %s

source: Every %s Months
br: Todo mês %s

source: Frequency
br: Frequência

source: Repetitions
br: Parcelas

source: Autorepeat
br: Autoregistro

source: Payment
br: Próx. Pagamento

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
br: O MMEX permite que pagamentos regulares sejam definidos como transações. Estas transações também podem ser recebimentos regulares, ou transferências que ocorrerão em algum momento no futuro. Estas transações atuam como lembrete de que um evento está prestes a ocorrer e aparecem na página inicial 14 dias antes.

source: Tip: These transactions can be set up to activate - allowing the user to adjust any values on the due date.
br: Dica: Essas transações podem ser configurados para ativar - o que permite ao usuário ajustar os valores na data de vencimento.

source: Recurring Transactions
br: Transações Recorrentes

source: Transaction Filter
br: Filtrar o que deseja exibir

source: New Bills & Deposit Series
br: Cria uma nova transação recorrente (pagamentos, recebimentos ou transferências)

source: Edit Bills & Deposit Series
br: Edita transação selecionada

source: Delete Bills & Deposit Series
br: Exclui transação selecionada

source: En&ter
br: Regis&trar

source: Enter Next Bills & Deposit Occurrence
br: Registra a transação selecionada

source: &Skip
br: &Pular

source: Skip Next Bills & Deposit Occurrence
br: Pula a transação selecionada para a próxima data de vencimento

source: Enter next Occurrence...
br: Registrar esta transação.

source: Skip next Occurrence
br: Pular esta transação para a próxima data de vencimento.

source: &New Bills && Deposit Series...
br: Criar nova transação recorrente.

source: &Edit Bills && Deposit Series...
br: Editar esta transação.

source: &Delete Bills && Deposit Series...
br: Excluir esta transação.

source: Manual
br: Não

source: Suggested
br: Com confirmação

source: Automated
br: Sem confirmação

source: %d days remaining
br: %d dias restantes

source: Inactive
br: Inativo

source: %d days delay!
br: %d dias de atraso!

source: %d days overdue!
br: %d dias de atraso!

source: Do you really want to delete the series?
br: Tem certeza que deseja excluir esta transação recorrente?

source: Confirm Series Deletion
br: Confirmação de exclusão

source: Budget Year Entry
br: Previsão para o período

source: Category:
br: Categoria:

source: Sub Category:
br: Subcategoria:

source: Estimated:
br: Estimado:

source: Actual:
br: Realizado:

source: Type:
br: Tipo:

source: Expense
br: Gasto

source: Income
br: Receitas

source: Specify whether this category is an income or an expense category
br: Especifique se a estimativa a ser cadastrada é de gasto ou recebimento

source: Frequency:
br: Frequência:

source: Specify the frequency of the expense or deposit
br: Especifique com que frequência ocorrerá este gasto ou recebimento

source: Amount:
br: Montante:

source: Enter the amount budgeted for this category.
br: Informe o valor orçado para esta categoria.

source: View All Budget Categories
br: Exibir todas as categorias

source: View Non-Zero Budget Categories
br: Exibir somente categorias não zeradas

source: View Planned Budget Categories
br: Exibir somente categorias orçadas

source: View Income Budget Categories
br: Exibir somente recebimentos previstos

source: View Expense Budget Categories
br: Exibir somente despesas previstas

source: View Budget Category Summary
br: Exibir orçamento resumido por categoria

source: Financial Year: %s - %i
br: Exercício Financeiro: %s - % i

source: Year: %s
br: Ano: %s

source: Month: %s
br: Mês: %s

source: Budget Setup for %s
br: Orçamento para o %s

source: Income:
br: Recebimentos:

source: Estimated:
br: Estimado:

source: Actual:
br: Realizado:

source: Difference:
br: Diferença:

source: Expenses:
br: Gastos:

source: Icon
br: Ícone

source: Sub Category
br: Subcategoria

source: Estimated
br: Total Estimado

source: Actual
br: Total Realizado

source: Budget Editor
br: Gerenciador de Orçamentos

source: &Add Year
br: &Adicionar Ano

source: Add a new budget year
br: Adiciona um novo orçamento anual

source: &Add Month
br: &Adicionar Mês

source: Add a new budget month
br: Adiciona um novo orçamento mensal

source: Delete existing budget
br: Exclui orçamento selecionado

source: Budget Entry Details
br: Detalhes do Orçamento Anual

source: Budget Month Entry
br: Detalhes do Orçamento Mensal

source: Budget Year:
br: Orçamento para o Ano:

source: Specify the required year. Use Spin buttons to increase or decrease the year.
br: Especifique o ano do orçamento a ser criado. Você pode usar as setinhas ao lado para aumentar ou diminuir o ano.

source: Budget Month:
br: Orçamento para o Mês:

source: Specify the required month. Use Spin buttons to increase or decrease the month.
br: Especifique o mês do orçamento a ser criado. Você pode usar as setinhas ao lado para aumentar ou diminuir o mês.

source: Base Budget On:
br: Basear-se no orçamento de:

source: Specify year to base budget on.
br: Especifique se você deseja tomar como base algum orçamento anterior.

source: Budget Year already exists
br: Já existe um orçamento para este período

source: Organize Categories
br: Gerenciar Categorias

source: Reassign all categories to another category
br: Realocar todos os lançamentos de uma categoria para outra categoria

source: Expand
br: Expandir tudo

source: Show All
br: Exibir Tudo

source: Show all hidden categories
br: Mostra todas as categorias ocultas

source: Add a new category
br: Adiciona uma nova categoria

source: Edit the name of an existing category
br: Edita o nome da categoria selecionada

source: Delete an existing category. The category cannot be used by existing transactions.
br: Exclui a categoria selecionada. A categoria não pode estar sendo utilizada em transações cadastradas.

source: &Select
br: &Confirmar

source: Select the currently selected category as the selected category for the transaction
br: Utilizar a categoria selecionada

source: Enter the name for the new category:
br: Informe o nome para a nova categoria:

source: Tip: If category added now, check bottom of list.
br: Dica: A categoria adicionada agora aparecerá no final da lista.

source: Add Category
br: Adicionar Categoria

source: Category with same name exists
br: Já existe uma categoria com este nome

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
br: Dica: Se a categoria foi adicionada agora, verifique-a no final da lista. A lista de categorias estará organizada em ordem alfabética na próxima vez que esta caixa aparecer.

source: Organise Categories: Adding Error
br: Gerenciador de Categorias: Erro ao adicionar

source: Sub Category with same name exists
br: Já existe uma subcategoria com este nome

source: Invalid Parent Category. Choose Root or Main Category node.
br: Categoria Pai inválida. Escolha uma categoria existente para esta subcategoria ou defina-a como uma categoria principal.

source: Category in use.
br: Esta categoria está em uso.

source: Sub-Category in use.
br: Esta subcategoria está em uso.

source: Tip: Change all transactions using this Category to another Category using the relocate command:
br: Dica: Altere todas as transações que estão lançadas nesta categoria para outra categoria através da opção Realocar:

source: Tip: Change all transactions using this Sub-Category to another Sub-Category using the relocate command:
br: Dica: Altere todas as transações lançadas nesta subcategoria para outra subcategoria através da opção Realocar:

source: Tools -> Relocation of -> Categories
br: Ferramentas -> Realocar -> Categorias
