Repository: moneymanagerex/moneymanagerex
Catalog: po/albanian.po
Languages: sq_al

source: License agreement
sq_al: Marrveshja për liçencën

source: Website
sq_al: WEB

source: Forum
sq_al: Forumi

source: Wiki page
sq_al: Wikipedia

source: Bug reports
sq_al: Raportet e problemeve

source: Follow MMEX on Facebook
sq_al: Ndiq MMEX ne facebook

source: Follow MMEX on Twitter
sq_al: Ndiq MMEX në Twitter

source: Donate
sq_al: Dhuro

source: About
sq_al: Rreth nesh

source: Developers
sq_al: Zhvilluesit

source: Artwork
sq_al: Logoja

source: Sponsors
sq_al: Sponsorët

source: License
sq_al: Liçenca

source: New Account
sq_al: Llogari e re

source: Edit Account
sq_al: Redakto Llogarinë

source: Account Name:
sq_al: Emri I Llogarisë

source: Account Type:
sq_al: LLoji I LLogarisë

source: Account Status:
sq_al: Gjendja e Llogarisë

source: Initial Balance: %s
sq_al: Bilanci fillestar %s

source: Currency:
sq_al: Valuta

source: Select Currency
sq_al: Zgjidh Valutën

source: Favorite Account
sq_al: LLogaria e Preferuar

source: Notes
sq_al: Shënime

source: Others
sq_al: Të Tjera

source: Card Number:
sq_al: Numri I Kartës

source: Account Number:
sq_al: Numri I Llogarisë

source: Held At:
sq_al: Mbajtur më:

source: Website:
sq_al: Faqja WEB

source: Contact:
sq_al: Kontakto

source: Access Info:
sq_al: Infromacionet e Kyçjes

source: Organize attachments of this account
sq_al: Organizo atashmentet me këtë llogari

source: Enter the Name of the Account. This name can be renamed at any time.
sq_al: Vendos emrin e llogarisë . Mund ta ndryshosh në çdo kohë.

source: Specify the type of account to be created.
sq_al: Përcakto llojin e llogarisë që do të krijohet

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
sq_al: Përcakto nëse kjo llogari është mbyllur apo jo. Llogaritë e mbyllura janë jo aktive në shumicën llogaritjeve, raporteve etj.

source: Enter the initial balance in this account.
sq_al: Vendos bilancin fillestar për këtë llogari

source: Specify the currency to be used by this account.
sq_al: Përcakto valutën që do të përdoret në këtë llogari.

source: Select whether this is an account that is used often. This is used to filter accounts display view.
sq_al: Zgjidh nëse është apo jo, një llogari e përdorur shpesh. Kjo do të përdoret për të filtruar shfaqjen e llogarive .

source: Enter user notes and details about this account.
sq_al: Vendos, shënime dhe hollësi për këtë llogari.

source: Enter the Account Number associated with this account.
sq_al: Shkruaj Numrin e Llogarisë

source: Enter the name of the financial institution in which the account is held.
sq_al: Vendos emrin e Institucionit Financiar në të cilin mbahet llogaria.

source: Enter the URL of the website for the financial institution.
sq_al: Vendos URL e faqjes zyrtare të Institucionit Financiar

source: Enter any contact information for the financial institution.
sq_al: Vendos informacionin e kontaktit për Institutin Financiar.

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
sq_al: Shkruaj ndonjë informacion login / qasje për institucionin financiar. Kujdes !Kjo nuk është e sigurt sepse çdokush që përdor dosjen mmb mund ketë qasje në të.

source: Account Name
sq_al: Emri I Llogarisë

source: Currency
sq_al: Vauta

source: Default Image
sq_al: Imazhi I Preferuar

source: Image #%i
sq_al: Imazhi #%i

source: Open Last Opened Database
sq_al: Hap DB që ke hapur për herë të fundit

source: Create a New Database
sq_al: Krijo DB të ri

source: Create a new database file to get started
sq_al: Krijo një skendar DB, për të filluar

source: Open Existing Database
sq_al: Hap një DB ekzistuese

source: Open an already created database file with extension (*.mmb)
sq_al: Hap një DB të krijuar me prapashtesën (*.mmb)

source: Read Documentation
sq_al: Lexo dokumentin

source: Read the user manual
sq_al: Lexo Manualin e Përdoruesit (Manuali në Gjuhën Shqipe është I padisponueshëm)

source: Visit Website for more information
sq_al: Vizito Faqen WEB për me shumë informacione

source: Open the %s website for latest news, updates etc
sq_al: Hap Faqen WEB të %s për ta rejat me të fundit, përditësime etj.

source: Show this window next time %s starts
sq_al: Shqafe këtë dritare në nisjen tjetër të %s

source: &Exit
sq_al: &Dil

source: Open the previously opened database : %s
sq_al: Hap DB e hapur së fundmi: %s

source: New Asset
sq_al: Aset I Ri

source: Edit Asset
sq_al: Redakto Asetin

source: Asset Details
sq_al: Detajet e Asetit

source: Name
sq_al: Emri

source: Enter the name of the asset
sq_al: Vendos emrin e Asetit

source: Date
sq_al: Data

source: Specify the date of purchase of asset
sq_al: Vendos datën e blerjes së Asetit

source: Asset Type
sq_al: Lloji I Asetit

source: Select type of asset
sq_al: Zgjidh llojin e Asetit

source: Value
sq_al: Vlera

source: Enter the current value of the asset
sq_al: Vendos vlerën aktuale të Asetit

source: Change in Value
sq_al: Ndrysho në vlerë

source: Specify if the value of the asset changes over time
sq_al: Përcakto nëse vlera e Asetit ndryshon sipas kohës

source: % Rate
sq_al: %Norma

source: Enter the rate at which the asset changes its value in % per year
sq_al: Ndrysho normën në të cilën Asseti ndryshon në vlerë % për vit

source: Organize attachments of this asset
sq_al: Organizo atashmentet t e këtij Asseti

source: Enter notes associated with this asset
sq_al: Vendos shënimet e shoqëruara me këtë Aset

source: &Cancel
sq_al: &Anullo

source: Type
sq_al: Lloji

source: Initial Value
sq_al: Vlera Fillestare

source: Current Value
sq_al: Vlera Aktuale

source: &New Asset
sq_al: &Asset I Ri

source: D&uplicate Asset
sq_al: &Aset I Dybluar

source: &Edit Asset
sq_al: &Redakto Asetin

source: &Delete Asset
sq_al: Fshije Asetin

source: &Organize Attachments
sq_al: Organizo Atashmentet

source: Do you really want to delete the Asset?
sq_al: Do vërtetë ta fshish Asetin ?

source: Confirm Asset Deletion
sq_al: Konfirmo fshirjen e Asetit

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
sq_al: MMEX ju lejon të ndiqni asetet fikse si makina, shtëpi, toka etj. Çdo aset mund të ketë vlerën e tij të vlerësuar mbi norma të caktuara vjetore, të zhvlerësohet me një normë të caktuar vjetore, ose nuk ndryshon në vlerë. Asetet e përgjithshme janë shtuar në total të vlerës financiare.

source: Assets
sq_al: Asete

source: All
sq_al: Të Gjitha

source: &New
sq_al: &I Ri

source: &Edit
sq_al: &Redakto

source: &Delete
sq_al: &Fshij

source: Delete Asset
sq_al: Fshije Asetin

source: Open attachments
sq_al: Hap Atashmentin

source: Search
sq_al: Kërko

source: Enter any string to find related assets
sq_al: Shkruaj ndonjë fjalë për të gjetur Assetet që lidhen me të

source: Change in Value: %s %s
sq_al: Ndryshim në Vlerë: %s %s

source: Description
sq_al: Përshkrimi

source: File
sq_al: Skedar

source: Attachment folder not defined.
sq_al: Dosja e atashmentit nuk është përcaktuar

source: Please set it in Tools -> Options -> Attachments
sq_al: Ju lutem, emëroni Dosjen në ->Vegla ->Atashments

source: Attachment folder not defined
sq_al: Dosja e Atashmentit nuk është përcaktuar

source: Unable to find attachments folder:
sq_al: E pamundur të gjendet dosja e Atashmentit

source: Please verify that above path is correct
sq_al: Ju lutem verifikoni që vendndodhja e mësipërme është e saktë

source: Attachments folder not found
sq_al: Dosja e Atashmentit nuk u gjet

source: Organize Attachments | %s %i
sq_al: Organizo Atashmentet |%s %i

source: Organize Attachments | New %s
sq_al: Organizo Atashmentet | I Ri %s

source: Other tools
sq_al: Vegla të tjera

source: Import attachment:
sq_al: Importo Atashmente

source: Enter a description for the new attachment:
sq_al: Vendos një përshkrim për atashmentin e ri

source: Organize Attachments: Add Attachment
sq_al: Organizo Atashment: Shto Atashment

source: Enter a new description for the attachment:
sq_al: Vendos një përshkrim të ri për atashmentin

source: Organize Attachments: Edit Attachment
sq_al: Organizo Atashmentet: Redakto Atashment

source: Do you really want to delete this attachment?
sq_al: Do vërtetë ta fshish këtë Atashment

source: Confirm Attachment Deletion
sq_al: Konfirmo fshirjen e Atashmentit

source: &Add
sq_al: &Shto

source: &Open
sq_al: &Hap

source: &Remove
sq_al: &Hiq

source: This directory and its files are automatically managed by Money Manager EX software.
sq_al: Dosja dhe skedarët do të menaxhohen automatikisht nga Programi MMEX .

source: Please do not remove, rename or modify manually directories and files.
sq_al: Të lutem !Mos Rshij, Riemërto ose Modifiko dosjet dhe skedarët.

source: Destination file already exist:
sq_al: Destinacioni I skedarit ekziston tashmë:

source: File not found in attachments. Please delete or rename it.
sq_al: Skedari nuk u gjet në Atashmente . Ju lutem Fshini ose ri-emërojeni.

source: Destination file already exist
sq_al: Destinacioni I skedarit ekziston tashmë:

source: File already found in attachments
sq_al: Skedari u gjet tashmë tek Atashmentet

source: Attachment not found:
sq_al: Atashmenti nuk u gjet

source: Do you want to continue and delete attachment on database?
sq_al: Dëshiron të vazhdosh fshirjen e atashmentit në DB?

source: Delete attachment failed
sq_al: Fshirja e Atashmentit dështoi

source: Unable to open file:
sq_al: Skedari nuk mund të hapet

source: Please verify that file exists and user has rights to read it.
sq_al: Verifikoni që skedari ekziston dhe përdoruesi ka të drejta për ta lexuar.

source: Open attachment failed
sq_al: Hapja e Atashmentit dështoi

source: New Recurring Transaction
sq_al: Transaksion i ri rrjedhës

source: None
sq_al: Asnjë

source: Weekly
sq_al: Javor

source: Monthly
sq_al: Mujor

source: Bi-Monthly
sq_al: Dy Mujor

source: Quarterly
sq_al: Tre Mujor

source: Half-Yearly
sq_al: Gjashtë Mujor

source: Yearly
sq_al: Vjetor

source: Four Months
sq_al: Katër Mujor

source: Four Weeks
sq_al: Katër Javor

source: Daily
sq_al: Ditor

source: In %s Days
sq_al: Në %s ditë

source: In %s Months
sq_al: Në %s Muaj

source: Every %s Days
sq_al: Çdo %s ditë

source: Every %s Months
sq_al: Çdo %s Muaj

source: Monthly (last day)
sq_al: Mujor (Dita e fundit)

source: Monthly (last business day)
sq_al: Mujor (Dita e fundit e punës)

source: Transaction Details
sq_al: Detajet e Transaksionit

source: Recurring Transaction Details
sq_al: Detajet e transaksionit rrjedhës

source: Specify the date when this bill or deposit is due
sq_al: Specifiko datën që pritet kjo faturë

source: Retard or advance the date of the 'next occurrence
sq_al: Shtyj ose Avanco e datën e Transaksionit tjetër

source: Repeats
sq_al: Përsëritje

source: Next
sq_al: Tjetër

source: Specify the status for the transaction
sq_al: Specifiko gjendjen e Transaksionit

source: Status
sq_al: Gjendja

source: Specify the type of transactions to be created.
sq_al: Specifiko llojin e Transaksionit që do të krijohet

source: &Advanced
sq_al: &I Përparuar

source: Allows the setting of different amounts in the FROM and TO accounts.
sq_al: Lejon vendosjen e shumave të ndryshme NW dhe NGA Llogaritë.

source: Specify the amount for this transaction
sq_al: Specifiko shumën për këtë Transaksion

source: Amount
sq_al: Shuma

source: Specify the transfer amount in the To Account
sq_al: Specifiko shumën e transfertës në llogari

source: Account
sq_al: Llogaria

source: Select Account
sq_al: Zgjidh Llogarinë

source: Specify the Account that will own the recurring transaction
sq_al: Specifiko llogarinë që do të ndjekë Transaksionet e rrjedhshme

source: Payee
sq_al: Paguar

source: Select Payee
sq_al: Zgjidh të paguarin

source: Specify where the transaction is going to
sq_al: Specifiko ku do të shkojë Transaksioni

source: Split
sq_al: Ndaj

source: Use split Categories
sq_al: Përdor Kategoritë e Ndara

source: Category
sq_al: Kategoria

source: Select Category
sq_al: Zgjidh Kategorinë

source: Specify any associated check number or transaction number
sq_al: Specifiko ndonjë numër shoqërues ose numrin e Transaksionit

source: Number
sq_al: Numri

source: Organize attachments of this recurring transaction
sq_al: Organizo atashmentet e ktij Transaksioni te rrjedhshem

source: Select one of the frequently used notes
sq_al: Zgjidh nje nga shënimet e përdorura së fundmi

source: Specify any text notes you want to add to this transaction.
sq_al: Specifiko ndonjë shënim që do të shtosh në këtë Transaksion.

source: Choose Bank Account or Term Account
sq_al: Zgjidh Llograi Bankare ose Llogari me afat

source: Account name
sq_al: Emri I Llogarisë

source: Specify which account the transfer is going to
sq_al: Specifiko në cilën llogari do të shkojë transferta

source: Specify to whom the transaction is going to or coming from
sq_al: Specifiko ku shkon ose nga vjen Transaksioni

source: From
sq_al: Nga

source: To
sq_al: Në

source: Select To Account
sq_al: Zgjidh një llogari

source: Specify where the transaction is coming from
sq_al: Specifiko nga vjen Transaksioni

source: Specify the transfer amount in the From Account
sq_al: Specifiko shumën e transfertës në Llogarinë NGA

source: Activates
sq_al: Aktivizon

source: Period: Days
sq_al: Periudha:Ditë

source: Period: Months
sq_al: Periudha:Muaj

source: Specify the category for this transaction
sq_al: Specifiko kategorinë e transaksionit

source: Categories
sq_al: Kategoritë

source: Frequency
sq_al: Frekuencat

source: Repetitions
sq_al: Përsëritjet

source: Autorepeat
sq_al: Përsëritjet Automatike

source: Payment
sq_al: Pagesa

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
sq_al: MMEX lejon pagesa të rregullta që krijohen si transaksione. Këto transaksione mund të jenë depozita të rregullta, apo transferta që do të ndodhin në një kohë në të ardhmen. Këto transaksione veprojnë si një kujtesë se një ngjarje është gati të ndodhë, dhe shfaqet në Faqja Kryesore 14 ditë përpara se transaksioni të ndodhë

source: Recurring Transactions
sq_al: Transaksionet e rrjedhshme

source: Transaction Filter
sq_al: Filteri I Transaksioneve

source: New Bills & Deposit Series
sq_al: Fatura të reja & Depozitat

source: Edit Bills & Deposit Series
sq_al: Redakto Faturat & Depozitat

source: Delete Bills & Deposit Series
sq_al: Fshij Faturat & Depozitat

source: Enter Next Bills & Deposit Occurrence
sq_al: Shkruaj faturën tjetër & Valutën e depozitës

source: &Skip
sq_al: &Tejkaloje

source: Skip Next Bills & Deposit Occurrence
sq_al: Tejkalo faturat e tjera & valutën e depozitës

source: Enter next Occurrence...
sq_al: Shkruaj valutën tjetër

source: Skip next Occurrence
sq_al: Tejkalo valutën tjetër

source: &New Bills && Deposit Series...
sq_al: &Fatura të reja && Seria e depozitave

source: &Edit Bills && Deposit Series...
sq_al: &Redakto faturat && Seritë e depozitave

source: &Delete Bills && Deposit Series...
sq_al: &Fshij Faturat && Seritë e depozitave

source: Suggested
sq_al: Sugjeruar

source: Automated
sq_al: Automatik

source: %d days remaining
sq_al: %d ditë të ngelura

source: Inactive
sq_al: Jo-aktive

source: %d days delay!
sq_al: %d Vonesa në ditë!

source: %d days overdue!
sq_al: %d Ditë të vonuara

source: Do you really want to delete the series?
sq_al: Do vërtetë ti fshish seritë

source: Confirm Series Deletion
sq_al: Konfirmo fshirjen e Serive

source: Budget Year Entry
sq_al: Hyrja e buxhetit vjetor

source: Category:
sq_al: Kategoria:

source: Sub Category:
sq_al: Nën Kategoria:

source: Estimated:
sq_al: Vlerësuar

source: Actual:
sq_al: Aktual

source: Type:
sq_al: Lloji:

source: Expense
sq_al: Shpenzime

source: Income
sq_al: Të Ardhura

source: Specify whether this category is an income or an expense category
sq_al: Specifiko nëse kjo kategori është Shpenzime apo të Ardhura

source: Frequency:
sq_al: Frekuenca:

source: Specify the frequency of the expense or deposit
sq_al: Specifiko frekuencen e shpenzimeve ose depozitës

source: Amount:
sq_al: Shuma

source: Enter the amount budgeted for this category.
sq_al: Shkruaj shumën e parashikuar ne buxhet për këtë kategori

source: View All Budget Categories
sq_al: Shih të gjitha kategoritë e buxhetit

source: View Non-Zero Budget Categories
sq_al: Shih katgoritë buxhetore 'jo-zero'

source: View Planned Budget Categories
sq_al: Shih kategoritë e parashikuara në buxhet

source: View Income Budget Categories
sq_al: Shih kategoritë e të ardhurave në buxhet

source: View Expense Budget Categories
sq_al: Shih kategoritë e shpenzimeve në buxhet

source: View Budget Category Summary
sq_al: Shih përmbledhjen e kategorive në buxhet

source: Financial Year: %s - %i
sq_al: Viti financiar: %s - %i

source: Year: %s
sq_al: Viti:%s

source: Month: %s
sq_al: Muaji: %s

source: Budget Setup for %s
sq_al: Rregullo buxhetin për %s

source: Income:
sq_al: Të Ardhura

source: Estimated:
sq_al: Llogaritur

source: Actual:
sq_al: Aktuale

source: Difference:
sq_al: Diferenca

source: Expenses:
sq_al: Shpenzime:

source: Icon
sq_al: Ikona

source: Sub Category
sq_al: Nën Kategoria

source: Estimated
sq_al: Llogaritur

source: Actual
sq_al: Aktuale

source: Budget Editor
sq_al: Redaktimi I buxhetit

source: &Add Year
sq_al: &Shto vitin

source: Add a new budget year
sq_al: Shto një buxhet tjetër vjetor

source: &Add Month
sq_al: &Shto Muajin

source: Add a new budget month
sq_al: Shto një buxhet tjetër mujor

source: Delete existing budget
sq_al: Fshije buxhetin ekzistues

source: Budget Entry Details
sq_al: Detajembi hyrjen e buxhetit

source: Budget Month Entry
sq_al: Hyrja e muajit buxhetor

source: Budget Year:
sq_al: Viti buxhetor

source: Specify the required year. Use Spin buttons to increase or decrease the year.
sq_al: Specifiko vitin e kërkuar. Përdor butonat anësor për të rritur apo zvogëluar vitin.

source: Budget Month:
sq_al: Buxheti mujor

source: Specify the required month. Use Spin buttons to increase or decrease the month.
sq_al: Specifiko muajin e kërkuar. Përdor butonat anësorë për të rritur apo zvogëluar muajin.

source: Base Budget On:
sq_al: Buxheti bazuar në:

source: Specify year to base budget on.
sq_al: Specifiko vitin buxhetor për të cilin bazohesh

source: Budget Year already exists
sq_al: Viti buxhetor ekziston tashmë

source: Organize Categories
sq_al: Organizimi I kategorive

source: Reassign all categories to another category
sq_al: Ricakto kategoritë në një tjetër kategori

source: Expand
sq_al: Zgjero

source: Show All
sq_al: Shfaq të gjitha

source: Show all hidden categories
sq_al: Shfaq të gjitha kategoritë e fshehura

source: Add a new category
sq_al: Shto një tjetër kategori

source: Edit the name of an existing category
sq_al: Redakto emrin e një kategorie ekzistuese

source: Delete an existing category. The category cannot be used by existing transactions.
sq_al: Fshije, një kategori ekzistuese. Kategoria nuk mund te përdoret nga transaksionet ekzistuese.

source: &Select
sq_al: &Zgjidh

source: Select the currently selected category as the selected category for the transaction
sq_al: Zgjidh kategorinë e përzgjedhur, si kategori për transaksionin

source: Enter the name for the new category:
sq_al: Vendos emrin e kategorisë së re:

source: Add Category
sq_al: Shto kategori

source: Category with same name exists
sq_al: Kategoria me këtë emër ekziston

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
sq_al: Këshillë: Nëse kategoria është shtuar së fundmi, kontrollo fundin e listës. Kategoria do të shfaqet e radhitur herën tjetër

source: Organise Categories: Adding Error
sq_al: Organizo kategoritë: Gabim gjatë shtimit

source: Sub Category with same name exists
sq_al: Nën kategoria me të njëjtin emër ekziston

source: Invalid Parent Category. Choose Root or Main Category node.
sq_al: Kategoria parente e pavlefshme. Zgjidh rrënjën ose kategorinë e nyjes kryesore.

source: Category in use.
sq_al: Kategoria në përdorim

source: Sub-Category in use.
sq_al: Nën Kategoria në përdorim.

source: Tip: Change all transactions using this Category to another Category using the relocate command:
sq_al: Këshillë: Ndrysho të gjitha transaksionet duke përdorur këtë kategori në një tjetër kategori duke përdorur komandën e zhvendosjes:

source: Tip: Change all transactions using this Sub-Category to another Sub-Category using the relocate command:
sq_al: Këshillë: Ndrysho të gjitha transaksionet duke përdorur këtë nënkategori për një tjetër Nën-kategori duke përdorur komandën e zhvendosjes:

source: Tools -> Relocation of -> Categories
sq_al: Vegla -> Zhvendosja e -> Kategoritë

source: Organise Categories: Delete Error
sq_al: Organizo kategoritë: Gabimet në fshirje

source: Enter a new name for %s
sq_al: Shkruaj një emër për %s

source: Edit Category
sq_al: Redakto Kategorinë

source: Organise Categories: Editing Error
sq_al: Organizo kategoritë: Gabimet në redaktim

source: Category Relocation Completed.
sq_al: Zhvendosja e kategorisë e kompletuar

source: Records have been updated in the database: %i
sq_al: Regjistrimet u përditësuan në bazën e të dhënave: %i

source: Category Relocation Result
sq_al: Kategoria e zhvendosjes se rezultateve

source: Hide Selected Category
sq_al: Fshih kategorinë e zgjedhur

source: Unhide Selected Category
sq_al: Shfaq kategorinë e zgjedhur

source: Clear Settings
sq_al: Fshij Parametrat

source: Cancel
sq_al: Anullo

source: Close
sq_al: Mbyll

source: &Close
sq_al: &Mbyll

source: MMEX is using the following support products
sq_al: MMEX është duke përdorur produktet e mëposhtme mbështetëse

source: View All Transactions
sq_al: Shih të gjitha transaksionet

source: View Today
sq_al: Shih Transaksionet e sotme

source: View Current Month
sq_al: Shih Transaksionet e muajit aktual

source: View Last 30 days
sq_al: Shih 30 ditët e fundit

source: View Last 90 days
sq_al: Shih 90 ditët e fundit

source: View Last Month
sq_al: Shih muajin e fundit

source: View Last 3 Months
sq_al: Shih 3 mujt e fundit

source: View Last 12 Months
sq_al: Shih 12 muajt e fundit

source: View Current Year
sq_al: Shih vitin aktual

source: Open
sq_al: Hap

source: Closed
sq_al: Mbyllur

source: Favorites
sq_al: Të Preferuarat

source: Currency Manager
sq_al: Menaxhimi I Valutës

source: Currency name
sq_al: Emri I valutës

source: Currency Name
sq_al: Emri I Monedhës

source: Currency Symbol
sq_al: Simboli I Monedhës

source: Unit Name
sq_al: Emri I Njësisë

source: Cents Name
sq_al: Emri I qindarkave

source: Prefix Symbol
sq_al: Parashtesa e Simbolit

source: Suffix Symbol
sq_al: Prapashtesa e Simbolit

source: Decimal Char
sq_al: Karakteri dhjetor

source: Grouping Char
sq_al: Karakteri Grupues

source: Scale
sq_al: Shkalla

source: Conversion to Base Rate
sq_al: Konvertimi në Normën Bazë

source: Value Display Sample:
sq_al: Shaqja e mostrës së valutës

source: Save any changes made
sq_al: Ruaj çdo ndryshim të bërë

source: Any changes will be lost without update
sq_al: Të gjitha ndryshimet do te humbin pa bërë përditësim

source: %.2f Shown As: %s
sq_al: %.2f Shfaqur si: %s

source: Do you want to proceed?
sq_al: Dëshiron të vazhdosh ?

source: When database file opening:
sq_al: Kur hapet skedari I bazës së të dhënave

source: Can't open file
sq_al: Nuk mund të hap skedarin

source: You must specify path to another database file
sq_al: Duhet të specifikosh rrugën për një tjetër skedar Baze të Dhënash
