Repository: moneymanagerex/moneymanagerex
Catalog: po/albanian.po
Languages: sq_al

source: Transaction will be inserted with the first bank account: '%s' and marked as 'Follow Up'
sq_al: Transaksioni do të futet me llogarinë e parë bankare: '%s ' dhe do të shënohet si "Në Ndjekje '

source: Wrong WebApp account
sq_al: Llogaria WEB e Gabuar

source: Unable to download attachments from webapp.
sq_al: E Pamundur të shkarkohen atashmentet nga Aplikacioni WEB

source: Attachments folder not set or unavailable
sq_al: Dosja e Atashmenteve nuk është caktuar ose është e pavlefshme

source: Transaction not downloaded:
sq_al: Transaksioni nuk u shkarkuar:

source: please fix attachments folder or delete attachments from WebApp
sq_al: Të lutem rregullo dosjen e atashmenteve ose fshij atashmentet nga faqja e Internetit

source: Attachment folder error
sq_al: Gabim në dosjen e Atashmentit

source: Attachment
sq_al: Atashmente

source: Communication error
sq_al: Gabim në Komunikim

source: Transaction not downloaded: please close and open MMEX to try re-download transaction
sq_al: Transaksioni nuk u shkarkua: Të lutem hape dhe mbylle programin MMEX për të ri shkarkuar transaksionin

source: Attachment download error
sq_al: Shkarkimi I Atashmentit, Gabim

source: Import WebApp transactions
sq_al: Importo transaksionet e Faqes Web

source: &Import all
sq_al: &Importo të gjitha

source: Import and open all
sq_al: Iporto dhe hap të gjitha

source: Unable to insert transaction in MMEX database
sq_al: E Pamundur të futësh transaksinin në DB MMEX.

source: WebApp communication error
sq_al: Komunikimi i Aplikacionit WEB , Gabim !

source: Open Attachment
sq_al: Hap Atashmentin

source: Delete
sq_al: Fshij

source: Add Account Wizard
sq_al: Shto ekspertin e llogarive

source: Account Name Invalid
sq_al: Emri I llogarisë I pavlefshëm

source: Account Name already exists
sq_al: Emri I llogarisë ekziston tashmë

source: Name of the Account
sq_al: Emri i llogarisë

source: Specify a descriptive name for the account.
sq_al: Specifiko një emër përshkrues për llogarinë.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
sq_al: Ky ështëë përgjithësisht, emri i institucionit financiar ku mbahet llogaria. Për Shembull: 'Banka ABC'.

source: Type of Account
sq_al: Lloji i LLogarisë

source: Select the type of account you want to create:
sq_al: Zgjidh llojin e llogarisë që do të krijosh:

source: General bank accounts cover a wide variety of account types like Checking, Savings and Credit card type accounts.
sq_al: Llogaritë bankare të përgjithshme mbulojnë një shumëllojshmëri të gjerë si prsh Kontrolle, Kursime dhe Llogari të tipit kartë krediti.

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
sq_al: Llogaritë e investimeve janë llogaritë specializuara si llogari për nvestime të aksion / fond të përbashkët të lidhura me to.

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
sq_al: llogaritë e afatizuara janë llogqri bqnkqre të specializuarq Të destinuara për pasuri të tilla si llogaritë me afat, këto llogari mund të ketë të holla të rregullta që vijnë e ikin dhe nuk prekin lumin e përgjithshëm të të ardhurave.

source: Base Account Currency Not set.
sq_al: Valuta bazë e llogarisë nuk është caktuar.

source: Set that first using Tools->Options menu and then add a new account.
sq_al: Cakto atë fillimisht duke përdorur Vegla->Opsione , shto Llogari.

source: New Database Wizard
sq_al: Eksperti i ri i DB

source: Base Currency for account
sq_al: Valuta bazë për llogarinë

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
sq_al: Specifiko valutën bazë ose të parazgjedhur që do të përdoret në bazën e të dhënave . Valuta bazë mund të ndryshohet më vonë në dialogun e opsioneve. Llogaritë e reja do të përdorin këtë valutë si të parazgjedhur, dhe mund të ndryshohet kur të redaktosh detajet e llogarisë.

source: (Optional) Specify a title or your name.
sq_al: (Opcional) Specifiko një titull ose emrin tënd.

source: Used as a database title for displayed and printed reports.
sq_al: I Përdorur si titull për raportet e shfaqura dhe të printuara.

source: Base Currency Not Set
sq_al: Valuta bazë nuk është caktuar

source: Update Wizard
sq_al: Eksperti i Përditësimit

source: A new version of MMEX is available!
sq_al: Një version I ri I MMEX është në dispozicion!

source: Your version is %s
sq_al: Versioni yt I MMEX është %s

source: New version is %s
sq_al: Versioni ri është %s

source: Click on finish to open our website and download.
sq_al: Kliko , Mbaro për të hapur faqen e internetit dhe të shkarkosh.

source: What's new:
sq_al: Çfarë ka të re:

source: Download in progress
sq_al: Shkarkimi në Progres

source: Unable to check for updates!
sq_al: E pamundur të kërkoj për përditësime

source: MMEX Update Check
sq_al: Kërko për përditësimin e MMEX

source: You already have the latest version %s
sq_al: Ti ke tashmë versionin e fundit %s

source: Bills
sq_al: Fatura

source: Food
sq_al: Ushqime

source: Leisure
sq_al: Kohë e Lirë

source: Education
sq_al: Edukim

source: Homeneeds
sq_al: Nevoja Shtëpiake

source: Healthcare
sq_al: Kujdesi Shëndetësor

source: Insurance
sq_al: Siguracion

source: Vacation
sq_al: Pushime

source: Taxes
sq_al: Taksa

source: Miscellaneous
sq_al: I Lloj-llojshëm

source: Gifts
sq_al: Dhurata

source: Other Income
sq_al: Ta Ardhura të Tjera

source: Other Expenses
sq_al: Shpenzime të Tjera

source: Telephone
sq_al: Telefoni

source: Electricity
sq_al: Drita

source: Gas
sq_al: Gaz

source: Rent
sq_al: Qera

source: Cable TV
sq_al: Televizion

source: Water
sq_al: Ujë

source: Groceries
sq_al: Sende Ushqimore

source: Dining out
sq_al: Ngrënje Jashtë

source: Movies
sq_al: Lojra

source: Video Rental
sq_al: Pajisje Personale (Kozmetikë)

source: Magazines
sq_al: Revista

source: Maintenance
sq_al: Mirëmbajtje

source: Registration
sq_al: Regjistrim

source: Books
sq_al: Libra

source: Tuition
sq_al: Shkollim

source: Clothing
sq_al: Veshje

source: Furnishing
sq_al: Furnizim

source: Health
sq_al: Shëndet

source: Dental
sq_al: Dentar

source: Eyecare
sq_al: Kujdesi Për Sytë

source: Physician
sq_al: Mjeku

source: Prescriptions
sq_al: Përshkrime Mjekësore

source: Auto
sq_al: Automatik

source: Life
sq_al: Jeta

source: Home
sq_al: Banesa

source: Travel
sq_al: Udhëtime

source: Lodging
sq_al: Akomodime

source: Sightseeing
sq_al: Vizita

source: Income Tax
sq_al: Taksë mbi të ardhurat

source: House Tax
sq_al: Taksë Banese

source: Water Tax
sq_al: Taksë Uji

source: Salary
sq_al: Rroga

source: Reimbursement/Refunds
sq_al: Rimbursime/Borxhe

source: Investment Income
sq_al: Të ardhura të investuara

source: Recommendation: Always backup your .mmb database file regularly.
sq_al: Rekomando: Ruaj gjithmonë një kpopje të bazës së të dhënave .mmb

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
sq_al: Rekomandim: Nëse përditëson një version të ri të MMEX, përpara se ta bësh, sigurohu të kesh ruajtur një kopje të skedarit të Bazës së të Dhënave .mmb

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
sq_al: Rekomandim: Përdor, Kopjo (Ctrl + C) dhe Ngjit (Ctrl + V) për transaksionet e përdorura shpesh.

source: Tip: Remember to make backups of your .mmb.
sq_al: Këshillë: Kujtohu të ruash gjithmonë një kopje të skedarit .mmb

source: Tip: The .mmb file is not encrypted. That means anyone else having the proper know how can actually open the file and read the contents. So make sure that if you are storing any sensitive financial information it is properly guarded.
sq_al: Këshillë: Skedari .mmb nuk është koduar. Kjo do të thotë që dikush tjetër që ka njohuritë e duhura mund të hapë dosjen dhe të lexojë përmbajtjen. Prandaj sigurohu se në qoftë që nëse je duke ruajtur ndonjë informacion financiar të rëndësishëm , të kodosh skedarin .mmb.

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
sq_al: Këshillë: Për të shënuar një transaksion si të barazuar, thjesht zgjidh transaksionin dhe shtyp butonin 'r' ose 'R' . Për të shënuar një transaksion si të pa barazuar, thjesht zgjidh transaksionin dhe shtyp Butonin 'u' ose 'U' .

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
sq_al: Këshillë: Për të shënuar një transaksion si objekt në ndjekje, thjesht zgjidh transaksionin dhe shtyp butonin 'f' ose 'F'.

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
sq_al: Këshillë: MMEX mundëson printimin e të gjitha raporteve që mund të shihen. Printimi I opsioneve nën Menunë, Skedari -> Printo.

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
sq_al: Këshillë: Mund të modifikosh disa sjellje te MMEX duke ndryshuar opsionet tek Dialogu Opcioneve.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
sq_al: Këshillë: Cakto Kursin e këmbimit të valutave në rast se ke llogari me valutë të ndryshme.

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
sq_al: Këshillë për organizimin e kategorive: Duke shtypur shkronjën h, do te shfaqen të gjitha fjalët që fillojnë me shkronjën h

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
sq_al: Këshillë për organizimin e kategorive: Duke shtypur kombinimin e dy butona do të shfletosh të gjitha kategoritë duke filluar me kombinimin kyç. Shembull: Shtyp sh për të zgjedhur shtëpi, Shtëpi, Taksa e shtëpisë , etj ..

source: Tip to get out of debt: Establish an emergency fund.
sq_al: Këshillë: Për të dalë shpejt nga borxhi :Përcakto një fond për emergjencat

source: Tip to get out of debt: Stop acquiring new debt.
sq_al: Këshillë: Për të dalë shpejt nga borxhet, mos merr borxhe të reja

source: Tip to get out of debt: Create a realistic budget for your expenses.
sq_al: Këshillë: Për të shpëtuar nga borxhet: Krijo një buxhet real për shpenzimet

source: Tip to get out of debt: Spend less than you earn.
sq_al: Këshillë:Për të dalë shpejt nga borxhet , shpenzo me pak nga sa fiton

source: Tip to get out of debt: Pay more than the minimum.
sq_al: Këshillë: Për të dalë shpejt nga borxhet, paguaj me shumë se minimumi

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
sq_al: Pëpara se të shkosh në dyqan të blesh gjëra, bëj një listë me gjërat që vërtetë ke nevojë. Në dyqan blej atë çfarë ke në listë.

source: Please type in an exiting payee name, or make a selection using the dropdown button.
sq_al: Te lutem shkruaj emrin e Të Paguarit Ose përzgjidh në listën lëvizëse

source: Invalid Amount.
sq_al: Shumë e pavlefshme

source: Please enter a positive or calculated value.
sq_al: Ju lutem futni nja vlerë positive ose të llogaritur

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
sq_al: Këshillë: Për llogaritje , fut shprehje si (2+2)*(2+2) Llogaritjet do të vlerësohen dhe rezultati I përdorur si hyrje
