Repository: moneymanagerex/moneymanagerex
Catalog: po/albanian.po
Languages: sq_al

source: Cash Flow
sq_al: Fluksi I Parasë

source: Cash Flow - With Bank Accounts
sq_al: Fluksi I Parasë - Me Llogaritë Bankare

source: Cash Flow - With Term Accounts
sq_al: Fluksi I Parasë - Me Llogari me afat

source: Cash Flow - Specific Accounts
sq_al: Fluksi I Parasë - Specifiko Llogaritë

source: Daily Cash Flow - Specific Accounts
sq_al: Fluksi ditor i parasë - Llogari të veçanta

source: Transaction Report
sq_al: Raporti i Transaksioneve

source: Stocks Report
sq_al: Raportet e Aksioneve

source: Summary
sq_al: Përmbledhja

source: &Back
sq_al: &Prapa

source: &Forward
sq_al: &Përpara

source: Stocks
sq_al: Rezervat

source: Gain/Loss
sq_al: Fitimi/Humbja

source: Total
sq_al: Totali

source: Total:
sq_al: Totali:

source: Top Withdrawals: %s
sq_al: Tërheqjet më të mëdha: %s

source: Upcoming Transactions
sq_al: Transaksionet e Ardhshme

source: Income vs Expenses: %s
sq_al: Të Ardhura vs Shpenzime: %s

source: Expenses
sq_al: Shpenzime

source: Difference:
sq_al: Diferenca:

source: Income/Expenses
sq_al: Të Ardhura/Shpenzime

source: Transaction Statistics
sq_al: Statistikat e Transaksioneve

source: Follow Up On Transactions:
sq_al: Ndiq në transaksione

source: Total Transactions:
sq_al: Totali i Transaksioneve

source: Grand Total:
sq_al: Shuma e Përgjithshmë

source: Hide/Show Columns
sq_al: Fshih/Shfaq Kolonat

source: Hide this column
sq_al: Fshih këtë kolonë

source: Order by this column
sq_al: Rradhit sipas kësaj kolone

source: Reset columns
sq_al: Ricilëso Kolonat

source: REPORTS
sq_al: RAPORTE

source: Cash
sq_al: Para në dorë

source: Checking
sq_al: Në Kontroll

source: Credit Card
sq_al: Karta e Kreditit

source: Term
sq_al: Afati

source: Investment
sq_al: Investim

source: Account Error
sq_al: Llogaria Gabim

source: Appreciates
sq_al: Vlerëson

source: Depreciates
sq_al: Zhvlerësime

source: Property
sq_al: Prona

source: Automobile
sq_al: Makina

source: Household Object
sq_al: Objekte Shtëpiake

source: Jewellery
sq_al: Bizhuteri

source: Other
sq_al: Të Tjera

source: Transfer
sq_al: Transferta

source: Bi-Weekly
sq_al: Dy Javor

source: Payee Error
sq_al: I Paguari Gabim

source: The SQL script: %s will modify database! aborted!
sq_al: Skripti SQL : %s do të modifikojë DB! U Ndërpre !

source: General
sq_al: I Përgjitshëm

source: View Options
sq_al: Opsionet e Afishimit

source: Attachments
sq_al: Atashmente

source: Network
sq_al: Rrjeti

source: &Apply
sq_al: &Apliko

source: %s page has been saved.
sq_al: Faqja %s u ruajt me sukses

source: Attachments Settings
sq_al: Parametrat e Atashmenteve

source: Attachment archive folder for %s only:
sq_al: Dosja arkivuese e atashmenteve për %s vetëm:

source: Every OS type (Win,Mac,Unix) has its attachment folder
sq_al: Çdo Sistem Operativ (Win,Mac,Unix) ka dosjen e tij të atashmentit

source: Browse for folder
sq_al: Shfleto për dosjen

source: Real path:
sq_al: Adresa e saktë :

source: Legend
sq_al: Legjenda

source: %s -> User document directory
sq_al: %s-> Direktoria e dokumenteve të përdoruesit

source: %s -> User profile folder
sq_al: %s ->Dosja e profilit të përdoruesit

source: %s -> Folder of.MMB database file
sq_al: %s -> Dosja DB .MMB

source: %s -> MMEX Application data folder
sq_al: %s ->Dosja e aplikacioneve MMEX

source: Other OS folders
sq_al: Dosje të tjera sistemesh operative

source: Not yet set
sq_al: E pa caktuar akoma ->

source: Windows folder ->
sq_al: Dosja Windows ->

source: Mac folder ->
sq_al: Dosja Mac ->

source: Unix folder ->
sq_al: Dosja Unix ->

source: Create and use Attachments subfolder
sq_al: Krijon dhe përdor nëndosjen e atashmenteve

source: Delete file after import
sq_al: Fshije skedarin pas importit

source: Select to delete file after import in attachments archive
sq_al: Zgjidh fshirjen e skedarit pas importimit ne arkiven e atashmenteve.

source: When remove attachment, move file instead of delete
sq_al: Kur të heqësh atashmentet , Përdor metodën 'Hiq skedarin' dhe jo 'Fshij Skedarin'

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
sq_al: Zgjidh për të os e fshirë skedarin kur atashmenti është hequr , në vend të kësaj zhvendose në nëndosjen 'fshirë'

source: System documents directory
sq_al: Dosja e Dokulenteve të Sistemit

source: Application data directory
sq_al: Dosja e të dhënave të aplikacionit

source: Database file directory
sq_al: Dosja e skedarëve të DB

source: Dropbox folder
sq_al: Dosja DropBox

source: User Defined
sq_al: Përcaktimet e Përdoruesit

source: Choose folder to set as attachments archive
sq_al: Zgjidh dosjen për ta caktuar si arkivën e atashmenteve

source: Display Heading
sq_al: Afishimi i Kreut

source: User Name
sq_al: Emri i Përdoruesit

source: The User Name is used as a title for the database.
sq_al: Emri i përdoruesit përdoret si titull për bazën e të dhënave

source: Language
sq_al: Gjuha

source: Specify the language to use
sq_al: Specifiko Gjuhën që do të përdorësh

source: Base Currency
sq_al: Valuta Bazë

source: Set Currency
sq_al: Cakto Valutën

source: Specify the date format for display
sq_al: Specifiko formën e datës për afishim

source: New date format sample:
sq_al: Mostra e formës së re të datës

source: Financial Year
sq_al: Viti Financiar

source: Start Day
sq_al: Dita Fillimit

source: Specify Day for start of financial year
sq_al: Specifiko ditën për fillimin e vitit financiar

source: Start Month
sq_al: Muaji i Fillimit

source: Specify month for start of financial year
sq_al: Specifiko muajin e fillimit të vitit financiar

source: Use Original Date when Pasting Transactions
sq_al: Përdor datën origjinale kur kopjon transaksionet

source: Select whether to use the original transaction date or current date when copying/pasting transactions
sq_al: Zgjidh nëse do të përdorësh datën origjinale të Transaksionit apo datën që bën kopjimin

source: Use Transaction Sound
sq_al: Përdor tingull për transaksionet

source: Select whether to use sounds when entering transactions
sq_al: Zgjidh nëse do të përdorësh tingull kur fut transaksione

source: Stock Quote Web Page
sq_al: Kuotat e Bursave në faqen e internetit

source: Clear the field to Reset the value to system default.
sq_al: Pastro fushat për të rivendosur vlerën e parazgjedhur të sistemit.

source: New Transaction Dialog Settings
sq_al: Parametrat e dialogut të transaksionit të ri

source: Last Used
sq_al: I Përdorur së fundmi

source: Last used for payee
sq_al: I përdorur së fundmi për të Paguarit

source: Default Date:
sq_al: Data e Parazgjedhur

source: Default Payee:
sq_al: Të Paguarit e paragjedhur

source: Default Category:
sq_al: Kategoria e Parazgjedhur

source: Default Status:
sq_al: Gjendja e parazgjedhur

source: Database Backup
sq_al: Rezervimi I DB

source: Create a new backup when MMEX Start
sq_al: Krijo një rezervim të ri në nisjen e MMEX

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
sq_al: Kur MMEX nis, Krijon një rezervë të bazës së të dhënave : dbFile_start_DD-MM-YYYY.ext.

source: Backup database on exit.
sq_al: Rezervo DB në dalje

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
sq_al: Kur MMEX mbyllet dhe ndryshimet e bëra në bazën e të dhënave: dbFile_update_DD-MM-YYYYY.ext.

source: Specify max number of backup files
sq_al: Specifiko numrin maksimal të skedarëve të rezervimit

source: Max Files
sq_al: Skedarët Maksimalë

source: CSV Settings
sq_al: Parametrat e CSV

source: Delimiter
sq_al: Decimetër

source: WebApp Settings
sq_al: Parametrat e Aplikacaionit Web

source: Specify the Web App URL without final slash
sq_al: Specifiko URL e aplikacionit WEB pa slashin final

source: Specify the Web App GUID
sq_al: Specifiko Aplikacionin Web GUID

source: Proxy Settings
sq_al: Parametrat Proxy

source: Specify the proxy IP address
sq_al: Specifiko Adresën IP për Proxy

source: Specify proxy port number
sq_al: Specifiko numrin e portës Proxy

source: Port
sq_al: Porta

source: Web Server
sq_al: Shërbyesi WEB

source: Enable
sq_al: Aftëso

source: Enable internal web server when MMEX Starts.
sq_al: Aftëso një shërbyes Web të brendshëm në nisjen e MMEX.

source: Specify web server port number
sq_al: Specifiko numrin e portës së shërbyesit WEB

source: Usage statistics
sq_al: Statistikat e Përdorimit

source: Send anonymous statistics usage data
sq_al: Cakto statistika anonime të përdorimit të të dhënave

source: Enable to help us sending anonymous data about MMEX usage.
sq_al: Aftëso për të na ndihmuar të dërgojm të dhëna anonime për përdorimin e MMEX

source: Timeout
sq_al: Përfundimi i Afatit

source: Specify a network communication timeout value to use.
sq_al: Specifiko një vlerë të përfundimit të afatit, që do të përdoret.

source: Seconds
sq_al: Sekonda

source: Updates
sq_al: Përditësime

source: Check for updates at StartUp
sq_al: Kontrollo për përditësime në nisje

source: Enable to automatically check if new MMEX version is available at StartUp
sq_al: Aftëso kontrollin automatic nëse një version i ri i MMEX është i disponueshëm në nisje

source: Stable
sq_al: I Qëndrueshëm

source: Unstable
sq_al: I Paqëndrueshëm

source: Specify which accounts are visible
sq_al: Specifiko cilat llogari do të jenë të dukshme

source: Transactions Visible
sq_al: Transaksione të Dukshme

source: Specify which transactions are visible by default
sq_al: Specifiko cilat transaksione do të jenë të dukshme

source: View Budgets as Financial Years
sq_al: Shfaq buxhetin si Financa Vjetore

source: View Budgets with 'transfer' transactions
sq_al: Shih buxhetin me transfertën e transaksioneve

source: View Budgets Setup Without Budget Summaries
sq_al: Shih konfigurimin e buxhetit pa përmbledhjet e buxhetit

source: View Reports without Future Transactions
sq_al: Shih raportet pa transaksionet e ardhshme

source: User Colors
sq_al: Ngjyrat e përdorura

source: Default Category
sq_al: Kategoria e Parazgjedhur

source: Search:
sq_al: Kërko:

source: Payee with same name exists
sq_al: I Paguari me të njëjtin emër ekziston

source: Organize Payees: Add Payee
sq_al: Organizimi i Të Paguarit: Shto Të Paguar

source: Enter the name for the new payee:
sq_al: Shkruaj emrin për të paguarin e ri :

source: Modify the name for the payee:
sq_al: Modifiko emrin e të paguarit:

source: Organize Payees: Edit Payee
sq_al: Organizimi i të paguarve: Redakto Të Paguarin

source: Payee in use.
sq_al: I Paguari është duke u përdorur

source: Tools -> Relocation of -> Payees
sq_al: Vegla -> Zhvendosja e ->Ta Paguarit

source: Organize Payees: Delete Error
sq_al: Organizo Të Paguarit :

source: Define Default Category
sq_al: Përcakto Kategorinë e Parazgjedhur

source: Relocate Payee
sq_al: Zhvendos Të Paguarin

source: Relocate Category Dialog
sq_al: Dialogu i zhvendosjes së kategorisë

source: Relocate all source categories to the destination category
sq_al: Zhvendos të gjitha burimet e kategorive në kategorinë e destinuar

source: Source Category
sq_al: Burimi I Kategorisë

source: Destination Category
sq_al: Destinacioni i Kategorisë

source: Relocate:
sq_al: Zhvendos:

source: to:
sq_al: Në:

source: Please Confirm:
sq_al: Të lutem konfirmo

source: Records found in transactions: %i
sq_al: Regjistrime të gjetura në transaksione: %i

source: Records found in split transactions: %i
sq_al: Regjistrime të gjetura në transaksionet e ndara: %i

source: Records found in recurring transactions: %i
sq_al: Regjistrime të gjetura në transaksionet e rrjedhshme: %i

source: Records found in recurring split transactions: %i
sq_al: Regjistrime të gjetura në transaksionet e ndara të rrjedhshme: %i

source: Records found as Default Payee Category: %i
sq_al: Regjistrim i gjetur si i Kategori e Parazgjedhur e Të Paguarve: %i

source: Records found in budget: %i
sq_al: Regjistrime të gjetura në buxhet: %i

source: Changing all categories of: %s to category: %s
sq_al: Duke ndryshuar të gjitha kategoritë e : %s në Kategorinë: %s

source: Category Relocation Confirmation
sq_al: Konfirmim i Zhvendosjes së Kategorive

source: Relocate Payee Dialog
sq_al: Dialogu i zhvendosjes së Të Paguarit

source: Relocate all source payees to the destination payee
sq_al: Zhvendos të gjitha burimet e të Paguarve tek Destinacioni i të Paguarve

source: Changing all payees of: %s to payee: %s
sq_al: Duke ndryshuar të gjithë Të Paguarit e : %s në të paguarin: %s

source: Payee Relocation Confirmation
sq_al: Konfirmimi i rivendosjes së të Paguarit

source: Budget Categories for %s
sq_al: Kategoritë Buxhetore për %s

source: Budget Category Summary for %s
sq_al: Përmbledhja e Kategorive Buxhetore për %s

source: ( Estimated Vs Actual )
sq_al: (Vlerësuar Vs Aktuale )

source: Estimated Income:
sq_al: Të Ardhurat e Vlerësuara

source: Actual Income:
sq_al: Të Ardhurat Aktuale

source: Difference Income:
sq_al: Diferenca e Të Ardhurave

source: Estimated Expenses:
sq_al: Shpenzimet e Vlerzsuara

source: Actual Expenses:
sq_al: Shpenzimet Aktuale

source: Difference Expenses:
sq_al: Diferenca e Shpenzimeve

source: Overall
sq_al: Në Tërësi

source: Cash Flow Forecast for %i Years Ahead
sq_al: Fluksi I Parasëpër %i Vite Përpara

source: All Accounts
sq_al: Të Gjitha LLogaritë

source: All Bank Accounts
sq_al: Të Gjitha LLogaritë Bankare

source: All Term Accounts
sq_al: Të Gjitha Llogaritë me Afat

source: Difference
sq_al: Diferenca

source: Category Total:
sq_al: Totali i Kategorive

source: Incomes
sq_al: Të Ardhura

source: Today's Date: %s
sq_al: Dita e Sotme: %s

source: From %s till %s
sq_al: Nga %s Në %s

source: Accounts:
sq_al: Llogari:

source: Income:
sq_al: Të Ardhura:

source: Expenses:
sq_al: Shpenzime:

source: Year
sq_al: Viti

source: Month
sq_al: Muaji

source: Current Month
sq_al: Muaji Aktual

source: Today
sq_al: Sot

source: Current Month to Date
sq_al: Muaji Aktual në datën

source: Last Month
sq_al: Muaji I fundit

source: Last 30 Days
sq_al: 30 Ditët e fundit

source: Last 90 Days
sq_al: 90 Ditët e fundit

source: Last 3 Months
sq_al: 3 Muajt e fundit

source: Last 12 Months
sq_al: 12 Muajt e fundit

source: Current Year
sq_al: Viti Aktual

source: Current Year to Date
sq_al: Viti Aktual në datën

source: Last Year
sq_al: Viti I fundit

source: Current Financial Year
sq_al: Viti Financiar Aktual

source: Current Financial Year to Date
sq_al: Viti Aktual Financiar në datën

source: Last Financial Year
sq_al: Viti I fundit financiar

source: Last 365 Days
sq_al: 365 Ditët e fundit

source: Payee Report
sq_al: Raportet e të paguarve

source: Choose Accounts
sq_al: Zgjidh Llogaritë

source: Accounts Balance - %s
sq_al: Bilanci I Llogarisë - %s

source: Monthly Report
sq_al: Raporti Mujor

source: Yearly Report
sq_al: Raporti Vjetor

source: Summary of Stocks
sq_al: Përmbledhja e aksioneve

source: Quantity
sq_al: Sasia

source: Current Price
sq_al: Çmimi Aktual

source: Commission
sq_al: Komision

source: Stocks Performance Charts
sq_al: Lista e performancës së aksioneve

source: Transaction List
sq_al: Lista e Transaksioneve

source: Transaction List for Account: %s
sq_al: Lista e Transaksioneve të llogarive: %s

source: Total Amount:
sq_al: Shuma në Total:

source: Stock Investment Details
sq_al: Detajet e investimeve në aksione

source: Enter the stock company name
sq_al: Shkruaj emrin e kompanisë aksionere

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
sq_al: Shkruaj simbolin e aksionit. (Fakultativ) Përfshij shkembimin .Prsh.IBM.BE

source: Enter number of shares held
sq_al: Shkruaj numrin e aksioneve të mbajtura

source: Enter any commission paid
sq_al: Shkruaj ndonjë pagesë komisioni

source: Organize attachments of this stock
sq_al: Organizo atashmentet e ktij aksioni

source: Display the web page for the specified Stock symbol
sq_al: Afisho faqen WEB, për simbolin e stokut të specifikuar

source: Enter notes associated with this investment
sq_al: Shkruaj shënimet e shoqëruara me këtë Investim

source: Split Detail Dialog
sq_al: Ndaj dialogun e detajeve

source: Split Transaction Details
sq_al: Ndaj detajet e transaksionit

source: Split Transaction Dialog
sq_al: Ndaj dialogun e transaksionit

source: Invalid Total Amount
sq_al: Shuma totale e pavlefshme

source: Edit Stock Investment
sq_al: Redakto Investimin Aksionar

source: New Stock Investment
sq_al: Investim Aksionar i ri

source: Price Date
sq_al: Data e çmimit

source: Stock History Options
sq_al: Opsionet e historikut të aksioneve

source: Stock Price History
sq_al: Historiku i çmimit të aksioneve

source: Price
sq_al: Çmimi

source: Download Stock Price history
sq_al: Shkarko historikun e çmimeve të aksioneve

source: Import Stock Price history (CSV Format)
sq_al: Importo historikun e çmimeve të aksionit (Formati CSV)

source: Delete selected Stock Price
sq_al: Fshi

source: Add Stock Price to history
sq_al: Shto çmimet e stoqeve në histori

source: Held At
sq_al: Mbajtur më

source: Stock History CSV Import
sq_al: Historiku i importit në CSV të aksioneve

source: Quotes imported from CSV:
sq_al: Kuotat e importuara nga CSV

source: Importing CSV
sq_al: Duke importuar CSV

source: Days
sq_al: Ditët

source: Weeks
sq_al: Javët

source: Months
sq_al: Muajt

source: Specify type frequency of stock history
sq_al: Specifiko llojin e frekuebncës së historikut të aksioneve

source: Stock History Update
sq_al: Përditësimi i historikut të aksioneve

source: Specify how many stock history prices download from purchase date
sq_al: Specifiko numrin e çmimit historic të aksioneve të shkarkuara nga data e blerjes

source: Number of %s:
sq_al: Numri i %s:

source: End date is in the future Quotes will be updated until today
sq_al: Data e përfundimit është në të ardhmen Kuotat do të përditësohen deri në datën e sotme

source: Stock History Error
sq_al: Gabim ne historikun e aksioneve

source: Stock history not found!
sq_al: Historia e aksioneve nuk u gjet!

source: Using MMEX it is possible to track stocks/mutual funds investments.
sq_al: Duke përdorur MMEX është e mundur të gjurmosh investime të përbashkëta në Aksione.

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
sq_al: Për të krijuar simbolin e hyrjes së rezervave të reja. Duhet ma patjetër të futet numri i aksiuoneve dje çmimi i blerjes.

source: Sample of UK (HSBC HLDG) share: HSBA.L
sq_al: Mostra e UK (HSBC HLDG) aksioni: HSBA.L

source: If the Stock Name field is empty it will be filed when prices updated
sq_al: Nëse fushat e aksionit janë bosh, ata do të plotësohen me çmimet e përditësuara

source: &New Stock Investment
sq_al: &Investim Aksionar i ri

source: &Edit Stock Investment
sq_al: &Redakto Investmin Aksionar

source: &Delete Stock Investment
sq_al: &Fshij Investimet Aksionare

source: Do you really want to delete the stock investment?
sq_al: Do Vërtetë të fshish Investimin e Stokut

source: Confirm Stock Investment Deletion
sq_al: Konfirmo fshirjen e Investimeve aksionare

source: Delete Stock Investment
sq_al: Fshij Investimin në Aksione

source: &Move
sq_al: &Zhvendos

source: Move selected transaction to another account
sq_al: Zhvendos transaksinin e zgjedhur në një tjetër llogari

source: Refresh
sq_al: Rifresko

source: Refresh Stock Prices from Yahoo
sq_al: Rifresko çmimet e aksioneve nga Yahoo.fr

source: Total Shares: %s
sq_al: Totali i Aksioneve: %s

source: Invested: %s
sq_al: Investuar:%s

source: Gain: %s
sq_al: Fitimi: %s

source: Loss: %s
sq_al: Humbje:%s

source: Stock prices successfully updated
sq_al: Çmimet e aksioneve u përditësuan me sukses

source: Last updated %s
sq_al: Përditësuar së fundmi %s

source: Nothing to update
sq_al: Asgjë për të përditësuar

source: Connecting...
sq_al: Duke I Lidhur...

source: Symbol: %s
sq_al: Simboli: %s

source: Duplicate Transaction
sq_al: Dyblo Transaksionin

source: Edit Transaction
sq_al: Redakto Transaksionin

source: Populate Transaction #
sq_al: Popullo Transaksionet #

source: Organize attachments of this transaction
sq_al: Organizo atashmentet ekëtij transaksioni

source: Do you want to add new payee: %s?
sq_al: Dëshiron të shtosh te Paguar të ri: %s

source: Confirm to add new payee
sq_al: Konfirmo për ta shtuar Të Paguarin

source: Specify account the money is taken from
sq_al: Specifiko llogarinë prej së cilës merren paratë

source: Specify account the money is moved to
sq_al: Specifiko llogarinë që do të lëvizin paratë

source: Specify the transfer amount in the From Account.
sq_al: Specifiko shumën e transfertës në Nga Llogaria

source: Specify account for the transaction
sq_al: Specifiko llogarinë për transaksionin

source: Specify to whom the transaction is going to
sq_al: Specifiko kujt po i bëhet transaksioni

source: Specify the date of the transaction
sq_al: Specifiko datën e Transaksionit

source: Retard or advance the date of the transaction
sq_al: Shtyj , ose Avanco datën e Transaksionit

source: Syntax error in the URL string
sq_al: Sintaksa në vargun e URL, Gabim !

source: Found no protocol which can get this URL
sq_al: Nuk u gjet asnjë protokoll që mund të gjenerojë këtë URL

source: A host name is required for this protocol
sq_al: Një emër shërbyesi kërkohet për këtë protokoll

source: A path is required for this protocol
sq_al: Një adresë e saktë kërkohet për këtë protokoll

source: Connection error
sq_al: Gabim në lidhja

source: An error occurred during negotiation
sq_al: Një gabim ndodhi gjatë negocimit

source: Cannot get data from WWW!
sq_al: Nuk mund të ngarkoj të dhëna nga WWW!

source: Unknown error
sq_al: Gabim i Panjohur

source: January
sq_al: Janar

source: February
sq_al: Shkurt

source: March
sq_al: Mars

source: April
sq_al: Prill

source: May
sq_al: Maj

source: June
sq_al: Qershor

source: July
sq_al: Korrik

source: August
sq_al: Gusht

source: September
sq_al: Shtator

source: October
sq_al: Tetor

source: November
sq_al: Nëntor

source: December
sq_al: Dhjetor

source: Jan
sq_al: Janar

source: Feb
sq_al: Shkurt

source: Mar
sq_al: Mars

source: Apr
sq_al: Prill

source: Jun
sq_al: Qershor

source: Jul
sq_al: Korrik

source: Aug
sq_al: Gusht

source: Sep
sq_al: Shtator

source: Oct
sq_al: Tetor

source: Nov
sq_al: Nëntor

source: Dec
sq_al: Dhjetor

source: Sunday
sq_al: E Djelë

source: Monday
sq_al: E Hënë

source: Tuesday
sq_al: E Martë

source: Wednesday
sq_al: E Mërkurë

source: Thursday
sq_al: E Enjte

source: Friday
sq_al: E Premte

source: Saturday
sq_al: E Shtunë

source: Wrong WebApp GUID:
sq_al: GUID i Aplikacionit WEB i Gabuar

source: please check it in network options.
sq_al: Të lutem , kontrollo tek opsionet e rrjetit

source: Wrong WebApp settings
sq_al: Parametra të gabuara për Aplikacionin WEB

source: Unable to connect to WebApp:
sq_al: E Pamundur lidhja me Aplikacionin WEB:

source: please check settings and / or internet connection.
sq_al: Të lutem , kontrollo tek opsionet e rrjetit ose Internetit

source: WebApp connection error
sq_al: Lidhja e Aplikacionit WEB, Gabim !

source: Wrong WebApp API version:
sq_al: Aplikacioni WEB API i Gabuar

source: WebApp API version -> %s
sq_al: Versioni API i Aplikacionit WEB ->%s

source: Expected API version -> %s
sq_al: Versioni I Pritshëm API -> %s

source: Wrong WebApp API version
sq_al: Versioni API i Aplikacionit WEB i Gabuar

source: A generic network error occurred
sq_al: Një gabim I përgjithsëm ndodhi në rrjet

source: The client failed to connect the server
sq_al: Lidhja e klientit në server dështoi

source: The remote file doesn't exist
sq_al: Skedari i largët nuk ekziston

source: An error occurred during reconnection
sq_al: Një gabim ndodhi gjatë ri-lidhjes

source: Someone tried to send a command during a transfer
sq_al: Dikush u përpoq të dërgojë një komandë gjatë transfertës

source: Cannot get data from website
sq_al: Nuk mund të ngarkoj të dhëna nga Faqja Web

source: Account '%s' not found!
sq_al: Llogaria '%s' nuk u gjet
