Repository: moneymanagerex/moneymanagerex
Catalog: po/albanian.po
Languages: sq_al

source: An incorrect password given for an encrypted file or Attempt to open a File that is not a database file
sq_al: Fjalëkalim I gabuar për skedarin e enkriptuar ose Përpjekje për të hapur një skedar që nuk është skedar DB

source: Error: %s
sq_al: Gabim: %s

source: Opening MMEX Database - Error
sq_al: Gabim - Në hapjen e DB MMEX

source: Reconciled
sq_al: Barazueshëm

source: Void
sq_al: Bosh

source: Follow up
sq_al: Në Ndjekje

source: Duplicate
sq_al: Dyfisho

source: Un-Reconciled
sq_al: I Pa barazueshëm

source: All Except Reconciled
sq_al: Të Gjitha përveç të Barazisë

source: Date Range
sq_al: Gama e të dhënave

source: Include Similar
sq_al: Përfshij të ngjashmet

source: Include all subcategories for the selected category.
sq_al: Përfshij të gjitha nënkategoritë e kategorisë së zgjedhur

source: Withdrawal
sq_al: Tërheqje

source: Deposit
sq_al: Depozitë

source: Transfer To
sq_al: Transfero Në

source: Transfer From
sq_al: Transfero Nga

source: Amount Range
sq_al: Vargu i shumës

source: &Clear
sq_al: &Pastro

source: Invalid Amount Entered
sq_al: Shuma e future e pavlefshme

source: Error
sq_al: Gabim

source: Filtering Details:
sq_al: Detajet e Filtrimit

source: General Reports Manager
sq_al: Menaxhuesi I Raporteve të Përgjithshme

source: Reports
sq_al: Raporte

source: &Import
sq_al: &Importo

source: Locate and load a report file.
sq_al: Gjej dhe nngarko skedarin e Raporteve

source: &Export
sq_al: &Eksporto

source: Export the report to a new file.
sq_al: Eksporto raportin në një skedar të ri.

source: &Save
sq_al: &Ruaj

source: Save changes.
sq_al: Ruaj ndryshimet.

source: &Run
sq_al: &Ekzekuto

source: Run selected report.
sq_al: Ekzeekuto raportin e zgjedhur

source: Output
sq_al: Prodhimi

source: Template
sq_al: Modeli

source: &Test
sq_al: &Testo

source: Create Template
sq_al: Krijo Model

source: Row(s) returned: %i Duration: %ld ms
sq_al: Reshta(t) e gjetur: %i Kohëzgjatja: %ld ms

source: SQL Syntax Error
sq_al: Sintaksa e SQL Gabim

source: Load report file:
sq_al: Ngarko skedarin e raportit:

source: Unable to open file: %s
sq_al: E pa mundur të hapët skedari: %s

source: New Empty Report
sq_al: Raport i Ri Bosh

source: New Sample Report
sq_al: Raport i Ri Model

source: Change Group
sq_al: Ndrysho Grup

source: Rename Group
sq_al: Riemëro Grup

source: UnGroup
sq_al: Mos Grupo

source: Rename Report
sq_al: Riemëro Raportin

source: Delete Report
sq_al: Fshije Raportin

source: Enter the name for the report
sq_al: Vendos emrin për këtë raport

source: General Report Manager
sq_al: Menaxhuesi i raporteve të përgjithshme

source: Delete the Report Title:
sq_al: Fshi një titull raporti:

source: Enter or choose name for the new report group
sq_al: Shkruaj, ose Zgjidh emrin për grupin e ri të raporteve

source: Change report group
sq_al: Ndrysho grupin e raporteve

source: Enter or choose name for the new group
sq_al: Shkruaj, ose Zgjidh emrin e grupit të ri

source: Add Report Group
sq_al: Shto një Grup Raportesh

source: New Report %s
sq_al: Raport i ri %s

source: New Report
sq_al: Raport i Ri

source: Choose file to Save As Report
sq_al: Zgjidh një skedar për ta ruajtur si Raport

source: Unable to open file.
sq_al: Hapja e skedarit e pamundur

source: Universal CSV Import
sq_al: Importo CSV të përgjithshëm

source: QIF Export
sq_al: Eksporto si QIF

source: Parameters
sq_al: Parametrat

source: Log
sq_al: Kyçja

source: Accounts
sq_al: Llogari

source: From Date
sq_al: Nga data

source: To Date
sq_al: Në Datën

source: Date Format
sq_al: Formati i Datës

source: Write to File
sq_al: Regjistro në një skedar

source: File Name:
sq_al: Emri i Skedarit:

source: Clear
sq_al: Pastro

source: Choose Account to Export from:
sq_al: Zgjidh llogarinë prej së cilës do të Eksportosh

source: QIF Files
sq_al: Skedarët QIF

source: CSV Files
sq_al: Skedarët CSV

source: Choose QIF data file to Export
sq_al: Zgjidh skedarin QIF që do të eksportosh

source: Choose CSV data file to Export
sq_al: Zgjidh skedarin CSV që do të eksportosh

source: No Account available for export
sq_al: Nuk ka llogari në dispozicion për eksport

source: No Accounts selected for export
sq_al: Nuk ka llogari të< zgjedhura për eksport

source: To Date less than From Date
sq_al: Në datë me pak se Nga Data

source: Categories exported
sq_al: Kategoritë e Eksportuara

source: Please wait
sq_al: Të Lutem Prit

source: Exporting
sq_al: Duke Eksportuar

source: Exporting transaction %i
sq_al: Duke Eksportuar Transaksionin %i

source: Number of transactions exported: %ld
sq_al: Numri I transaksioneve të eksportuara.%ld

source: Export to QIF
sq_al: Eksporto në QIF

source: QIF Import
sq_al: Importo në QIF

source: Choose &file
sq_al: Zgjidh një skedar

source: Filtering Details:
sq_al: Detajet e Filtrimit

source: Data
sq_al: Të Dhëna

source: Unknown
sq_al: Panjohur

source: Scanning
sq_al: Duke Skanuar

source: Reading line %i, %ld ms
sq_al: Duke lexuar Linjën %i, %ld ms

source: Line %i %s
sq_al: Linja %i %s

source: Number of lines read from QIF file: %i in %ld ms
sq_al: Numri I linjave të lexuara nga skedari QIF: %i në %ld ms

source: Press OK Button to continue
sq_al: Shtyp Në Rregull për të vazhduar

source: OK
sq_al: Në Rregull

source: Warning
sq_al: Kujdes

source: Missing
sq_al: Mungon

source: Choose QIF data file to Import
sq_al: Zgjith një skedar me të dhëna QIF për të importuar

source: Do you want to import all transaction ?
sq_al: Dëshiron ti importosh të gjitha transaksionet ?

source: All missing account, payees and categories will be created.
sq_al: Të gjitha llogaritë, të paguarit dhe kategoritë e munguara do të krijohen.

source: Confirm Import
sq_al: Konfirmo Importin

source: Importing
sq_al: Duke Importuar

source: Importing Accounts
sq_al: Duke Importuar Llogaritë

source: Importing Payees
sq_al: Duke Importuar Të Paguarit

source: Importing Categories
sq_al: Duke Importuar Kategoritë

source: Importing transaction %i of %i
sq_al: Duke Importuar transaksionet %i nga %i

source: Importing Transfers
sq_al: Duke Importuar Transfertat

source: Importing Split transactions
sq_al: Duke Importuar Transaksionet e ndara

source: Import finished successfully
sq_al: Importimi mbaroi me sukses

source: Total Imported : %ld
sq_al: Totali i Importuar: %ld

source: Imported transactions discarded by user!
sq_al: Transaksinet e importuara të anulluara nga përdoruesi!

source: Added account: %s
sq_al: Llogaria e shtuar: %s

source: Added payee: %s
sq_al: I Paguari i shtuar : %s

source: Amount(+/-)
sq_al: Shuma(+/-)

source: SubCategory
sq_al: Nën Kategoria

source: Don't Care
sq_al: S'më Intereson

source: Balance
sq_al: Bilanci

source: Choose CSV data file to Import
sq_al: Zgjidh një skedar me të dhëna CSV për të importuar

source: Save Template
sq_al: Ruaj Modelin

source: &MMEX format
sq_al: &Formati MMEX

source: MMEX standard format
sq_al: Formati Standart MMEX

source: &Up
sq_al: &Lart

source: Move Up
sq_al: Lëviz Lart

source: &Down
sq_al: &Poshtë

source: Move &Down
sq_al: Lëviz Poshtë

source: Account:
sq_al: Llogaria:

source: Date Format:
sq_al: Forma e Datës:

source: Specify the delimiter to use when importing/exporting CSV files
sq_al: Specifiko decimetrin që do përdorrësh kur të importosh/eksportosh skedarët CSV

source: Preview
sq_al: Shikimi Paraprak

source: Import File
sq_al: Importo Skedarin

source: Export File
sq_al: Eksporto Skedarin

source: Import
sq_al: Importo

source: Line: %ld
sq_al: Linja: %ld

source: Total Lines : %ld
sq_al: Linjat Totale: %ld

source: Log file written to : %s
sq_al: Skedari i kyëjes u shkruajt në: %s

source: Please confirm saving...
sq_al: Të lutem konfirmo ruajtjen...

source: Imported transactions have been flagged so you can review them.
sq_al: Transaksionet e importuara janë shënuar me flamur që të mund ti shqyrtosh.

source: Transactions exported: %ld
sq_al: Transaksionet e Eksportuara: %ld

source: Choose CSV data file to import
sq_al: Zgjidh një skedar CSV për ta importuar

source: Symbol
sq_al: Simboli

source: Currency Dialog
sq_al: Dialogu i Valutës

source: Online update currency rate
sq_al: Përditësimi në internet i normave të valutës

source: Online Update
sq_al: Përditësimi në Internet

source: Show all even the unused currencies
sq_al: Shfaq të gjitha, edhe valutat e papërdorura

source: Diff.
sq_al: Diferenca.

source: Do you really want to delete the selected Currency?
sq_al: Dëshiron vërtetë ta fshish Valutën e Zgjedhur ?

source: Could not find base currency symbol!
sq_al: Nuk mund ta gjej simbolin bazë të monedhës !

source: Invalid value
sq_al: Vlerë e Pavlefshme

source: Set as Base Currency
sq_al: Cakto si valutën bazë

source: Online Update Currency Rate
sq_al: Përditësimi në internet i vlerësimit të monedhës

source: Directory of language files does not exist: %s
sq_al: Direktoria e Skedarëve të gjuhës nuk ekziston: %s

source: Entry %s is invalid
sq_al: Hyrja %s është e pavlefshme

source: Invalid Entry
sq_al: Hyrje e Pavlefshme

source: Please use this button for category selection or use the 'Split' checkbox for multiple categories.
sq_al: Të Lutem përdore këtë buton për zgjedhjen e kategorisë ose përdor kutinë 'Ndaj' për shumë kategori

source: Invalid Category
sq_al: Kategori e Pavlefshme

source: File name is empty.
sq_al: Emri i Skedarit është bosh

source: Please select the file for this operation.
sq_al: Të Lutem zgjidh skedarin nga ky veprim

source: Invalid Account
sq_al: Llogari e Pavlefshme

source: Please select the account for this transaction.
sq_al: Të lutem zgjidh llogarinë për këtë transaksion

source: Please specify which account the transfer is going to.
sq_al: Të lutem specifiko në ciliën llogari do të shkojë transferta

source: Selection can be made by using the dropdown button.
sq_al: Përzgjedhja mund të bëhet duke përdorur butonin e shpalosjes

source: Invalid Payee
sq_al: I Paguar i pavlefshëm

source: Please type in a new payee, or make a selection using the dropdown button.
sq_al: Të lutem shkruaj në të Paguar të ri, Osë zgjidh duke përdor butonin e shpalosjes.

source: Invalid Name
sq_al: Emër i Pavlefshëm

source: Please type in a non empty name.
sq_al: Të klutem shkruaj një emër, jo bosh.

source: Displayed Bal:
sq_al: Bilanci i Afishuar

source: Account Bal:
sq_al: Bilanci i Llogarisë

source: Reconciled Bal:
sq_al: Bilanci i Barazueshëm

source: Diff:
sq_al: Diferenca

source: New Transaction
sq_al: Transaksion i ri

source: Edit selected transaction
sq_al: Redakto transaksionin e zgjedhur

source: Delete selected transaction
sq_al: Fshi transaksionin e zgjedhur

source: D&uplicate
sq_al: Dyblo

source: Duplicate selected transaction
sq_al: Dyblo transaksionin e zgjedhur

source: Enter any string to find it in the nearest transaction notes
sq_al: Shkruaj ndonjë varg për ta gjetur në shënimet e përafërta te transaksioneve

source: Account View : %s
sq_al: Afishimi i LLogarisë : %s

source: Select account used in transfer transactions
sq_al: Përzgjidh llogarinë e përdorur në transfertën e transaksioneve

source: &Edit Transaction
sq_al: &Redakto Transkasionin

source: &Copy Transaction
sq_al: &Kopjo Transaksionin

source: &Paste Transaction
sq_al: &Ngjit Transaksionin

source: D&uplicate Transaction
sq_al: Dyblo Transaksionin

source: &Move Transaction
sq_al: &Shvendos Transaksionin

source: &View Split Categories
sq_al: &Shfaqja e Kategorive të Ndara

source: Create Reoccuring T&ransaction
sq_al: Krijo një transaksion të rrjedhshëm

source: &Delete Transaction
sq_al: &Fshi Transaksionin

source: Delete all transactions in current view
sq_al: Fshije të gjitha transaksionet e shfaqura aktualisht

source: Delete Viewed "Follow Up" Trans.
sq_al: Fshi transaksionin e shfaqur "Në Ndjekje" .

source: Delete Viewed "Unreconciled" Trans.
sq_al: Fshije transaksionin e shfaqur "Barazues"

source: Mark As &Reconciled
sq_al: Shëno si &Barazues

source: Mark As &Unreconciled
sq_al: Shëno si &I Pa Barabartë

source: Mark As &Void
sq_al: Shëno si& I Zbrazur

source: Mark For &Followup
sq_al: Shëno për &Në Ndjekje

source: Mark As &Duplicate
sq_al: Shëno si& Dyblo

source: as Reconciled
sq_al: si Barazues

source: as Unreconciled
sq_al: si Pabarazues

source: as Void
sq_al: si Pavlefshëm

source: as needing Followup
sq_al: si nevojë për ta ndjekur

source: as Duplicate
sq_al: si i Dybluar

source: Mark all being viewed
sq_al: Shëno gjithçka shfaqet

source: Do you really want to delete all the transactions shown?
sq_al: Do vërtetë të fshish të gjitha transaksionet e shfaqura ?

source: Confirm Transaction Deletion
sq_al: Konfirmo fshirjen e transaksionit

source: Follow Up
sq_al: Në Ndjekje

source: Unreconciled
sq_al: I Pa Barazueshëm

source: Do you really want to delete all the "%s" transactions shown?
sq_al: Do vërtetë të fshish të gjitha "%s" transaksionet e shfaqura ?

source: Do you really want to delete the selected transaction?
sq_al: Do vërtetë ta fshish transaksionin e zgjedhur ?

source: Moving Transaction from %s to...
sq_al: Duke Zhvendosur Transaksionin nga %s Në ...

source: Select the destination Account
sq_al: Zgjidh destinacionin e llogarisë

source: Reoccuring Transaction saved.
sq_al: Transaksioni I rrjedhshëm u ruajt

source: Fatal error occured. Application will be terminated.
sq_al: Një gabim fatal ndodhi. Aplikacioni do të mbyllet.

source: Navigation
sq_al: Lundrimi

source: Toolbar
sq_al: Kolona e Ikonave

source: Bank Accounts
sq_al: Llogaritë Bankare

source: Credit Card Accounts
sq_al: Llogaritë e Kartave të Kreditit

source: Term Accounts
sq_al: Llogaritë me afat

source: Home Page
sq_al: Faqja Kryesore

source: Budget Setup
sq_al: Konfiguro Buxhetin

source: Help
sq_al: Ndihmë

source: Do you really want to delete the account?
sq_al: Do vërtetë ta fshish llogarinë ?

source: Confirm Account Deletion
sq_al: Konfirmo fshirjen e llogarisë

source: MMEX has been opened without an active database.
sq_al: MMEX është hapur pa asnjë DB Aktive.

source: MMEX: Menu Popup Error
sq_al: MMEX: Ballina Kërcyese Gabim

source: &New Transaction
sq_al: &Transaksion i Ri

source: &Edit Account
sq_al: &Redakto Llogarinë

source: &Reallocate Account
sq_al: Zhvendos Llogarinë

source: &Delete Account
sq_al: &Fshij Llogarinë

source: &Launch Account Website
sq_al: &Hap Faqen WEB të llogarisë

source: New &Account
sq_al: Llogari & e re

source: Account &List (Home)
sq_al: Llogari& Listë (Kryesore)

source: &CSV Files...
sq_al: &Skedarët CSV

source: &QIF Files...
sq_al: &Skedarët QIF

source: Accounts Visible
sq_al: Llogaritë e Dukshme

source: &New Database Ctrl-N
sq_al: &DB i ri Ctrl-N

source: New Database
sq_al: DB i ri

source: &Open Database Ctrl-O
sq_al: &Hap DB Ctrl-O

source: Open Database
sq_al: Hap DB

source: Save Database &As
sq_al: Ruaj DB &Si

source: Save Database As
sq_al: Ruaj DB Si

source: &Recent Files...
sq_al: &Skedarët e fundit

source: &Clear Recent Files
sq_al: &Pastro Skedarët e Fundit

source: Export to CSV
sq_al: Eksporto në CSV

source: &Report to HTML
sq_al: &Raport në HTML

source: Export to HTML
sq_al: Eksporto në HTML

source: Import from any CSV file
sq_al: Importo nga çdo skedar CSV

source: Import from QIF
sq_al: Importo nga QIF

source: &WebApp...
sq_al: &Faqja WEB

source: Import from WebApp
sq_al: Importo nga Faqja WEB

source: &Print...
sq_al: &Printo

source: Print current view
sq_al: Printo pamjen aktuale

source: E&xit Alt-X
sq_al: &Dil Alt-X

source: Quit this program
sq_al: Mbylle këtë program

source: &Toolbar
sq_al: Kolona e Ikonave

source: Show/Hide the toolbar
sq_al: Shfaq/Fshih Kolonën e Ikonave

source: &Navigation
sq_al: &Lundrimi në Internet

source: Show/Hide the Navigation tree control
sq_al: Shfaq/Fshih pemën e kontrollit të lundrimit në internet

source: Budgets: As &Financial Years
sq_al: Buxheti: Si & finance vjetore

source: Display Budgets in Financial Year Format
sq_al: Shfaq buxhetet na formatin e vitit financiar

source: Budgets: &Include Transfers in Totals
sq_al: Buxheti: & Përfshij transfertat në total

source: Include the transfer transactions in the Budget Totals
sq_al: Përfshij transferimin e transaksioneve në Totalet e Buxhetit

source: Budget Setup: &Without Summaries
sq_al: Konfigurimi I Buxhetit: &Pa Përmbledhjet

source: Display the Budget Setup without category summaries
sq_al: Afisho konfigurimin e buxhetit pa përmbledhjen e kategorive

source: Ignore F&uture Transactions
sq_al: Injoro Transaksionet e ardhshme

source: Ignore Future transactions
sq_al: Injoro transaksionet e ardhshme

source: Toggle Fullscreen F11
sq_al: Ndrysho në ekran të plotë F11

source: Toggle Fullscreen
sq_al: Ndrysho në ekran të plotë

source: Account &List
sq_al: Lista e llogarisë

source: Show Account List
sq_al: Shfaq listën e llogarisë

source: Change the account type of an account.
sq_al: Ndrysho llojin e llogarisë për një llogari

source: Delete Account from database
sq_al: Fshije llogarinë DB

source: Organize &Categories...
sq_al: Organizo & Kategoritë...

source: Organize &Payees...
sq_al: Organizo &Të Paguarit

source: Organize Payees
sq_al: Organizimi i të Paguarve

source: Organize Currency...
sq_al: Organizo Valutën...

source: Organize Currency
sq_al: Organizo Valutën

source: &Categories...
sq_al: &Kategori...

source: &Payees...
sq_al: &Ta Paguarit

source: Reassign all payees to another payee
sq_al: Ricakto të gjithë të Paguarit në I Paguar tjetër

source: Relocation of...
sq_al: Zhvendosja e...

source: Relocate Categories && Payees
sq_al: Zhvendosja e kategorive && Të Paguarit

source: &Budget Setup
sq_al: &Konfigurimi I Buxhetit

source: &Recurring Transactions
sq_al: &Transaksione të rrjedhshme

source: Bills && Deposits
sq_al: Fatura && Depozita

source: &Assets
sq_al: &Asete

source: &Transaction Report Filter...
sq_al: &Filteri i raportit te transaksioneve...

source: Transaction Report Filter
sq_al: Filtri i raportit te transaksioneve

source: &General Report Manager...
sq_al: &Menaxhuesi I përgjithsëm I raporteve

source: &Options...
sq_al: &Opsione...

source: Show the Options Dialog
sq_al: Shfaq dialogun e Opsioneve

source: Convert Encrypted &DB
sq_al: Konverto DB e koduar

source: Convert Encrypted DB to Non-Encrypted DB
sq_al: Konverto DB e koduar në DB të Jo-Koduar

source: Change Encrypted &Password
sq_al: Ndrysho Fjalëkalimin & e Koduar

source: Change the password of an encrypted database
sq_al: Ndrysho Fjalëkalimin për një DB të koduar

source: Optimize &Database
sq_al: Optimizo DB

source: Optimize database space and performance
sq_al: Optimizo hapësirën dhe perfromancën e DB

source: Database
sq_al: DB (Baza e Të Dhënave)

source: Database management
sq_al: Menaxhimi i DB

source: &Help F1
sq_al: &Ndihmë F1

source: Show the Help file
sq_al: Shfaq skedarin e ndihmës

source: &Show App Start Dialog
sq_al: &Shfaq dialogun në nisje të aplikacionit

source: App Start Dialog
sq_al: Dialogu I Nisjes së Aplikacionit

source: Check for &Updates
sq_al: Kontrollo për &Përditësime

source: Check For Updates
sq_al: Kontrollo për Përditësime

source: Get Android Version
sq_al: Merr Versionin Android

source: Run this program in your Android smart phone or tablet
sq_al: Drejto këtë program në telefonin tënd android osa në tablet

source: Visit MMEX Forum
sq_al: Vizito forumin e MMEX

source: Visit the MMEX forum. See existing user comments, or report new issues with the software.
sq_al: Vizito Forumin e MMEX. Shih Komentet e Përdoruesve , ose raporto ndonjë problem me programin.

source: Register/View Release &Notifications
sq_al: Regjistro/Shfaq Lançimi & Njoftime

source: Sign up to Notification Mailing List or View existing announcements.
sq_al: Regjistrohu tek lista e email-ve të njoftimit ose shih njoftimet ekzistuese.

source: Visit us on Facebook
sq_al: Na vizito në Facebook

source: &About...
sq_al: &Reth...

source: Show about dialog
sq_al: Shfaq dialogun Rreth

source: &File
sq_al: &Skedari

source: &Accounts
sq_al: &Llogaritë

source: &Tools
sq_al: &Veglat

source: &View
sq_al: &Afishimi

source: &Help
sq_al: &Ndihmë

source: New
sq_al: i Ri

source: Account List
sq_al: Lista e Llogarive

source: Show Organize Categories Dialog
sq_al: Shfaq dialogun Organizo Kategoritë

source: Show Organize Payees Dialog
sq_al: Shfaq Dialogun Orgnaizo Të Paguarit

source: Show Organize Currency Dialog
sq_al: Shfaq dialogun Organizo Monedhën

source: Please enter password for Database %s
sq_al: Të Lutem shkruaj fjalëkalimin për DB %s

source: MMEX: Encrypted Database
sq_al: MMEX: DB i Koduar

source: Sorry. The Database version is too old or Database password is incorrect
sq_al: Me Vjen keq. Versioni i DB është shumë i vjetër, ose fjalëkalimi nuk është korrekt

source: &Next ->
sq_al: &Tjetër ->

source: Cannot locate previously opened database.
sq_al: Nuk mund të gjej DB e hapur së fundmi.

source: Password not entered for encrypted Database.
sq_al: Fjalëkalimi nuk është futur për DB e koduar.

source: portable mode
sq_al: Mënyrë Portative

source: Choose database file to create
sq_al: Zgjidh DB që do të krijosh

source: Choose database file to open
sq_al: Zgjidh DB që do të hapësh

source: Choose Encrypted database file to open
sq_al: Zgjidh DB të koduar që do të hapësh

source: Enter password for database
sq_al: Shkruaj Fjalëkalimin për DB

source: Choose database file to Save As
sq_al: Zgjidh DB që do të ruash Si

source: Converted DB!
sq_al: DB e Konertuar

source: MMEX message
sq_al: Mesazh i MMEX

source: MMEX: Encryption Password Change
sq_al: MMEX: Ndryshimi i fjalëkalimit të koduar

source: New password for database %s
sq_al: Fjalëkalim i ri për DB %s

source: New password must not be empty.
sq_al: Fjalëkalimi i ri duhet të mos jetë bosh.

source: Please confirm new password
sq_al: Të lutem konfirmo fjalëkalimin e ri

source: Password change completed.
sq_al: Ndryshimi I fjalëkalimit u kompletua

source: Confirm password failed.
sq_al: Konfirmimi i Fjalëkalimit dështoi

source: Make sure you have a backup of DB before optimize it
sq_al: Sigurohu të kesh një rezervim të DB përpara se ta optimizosh

source: DB Optimization
sq_al: Optimizimi i DB

source: Save database file as
sq_al: Ruaj skedarin e DB si

source: Can't copy file to itself
sq_al: Nuk mund të kopjoj skedarin mbi veten e tij

source: Enter password for new database
sq_al: Shkruaj Fjalëkalimin për DB e ri

source: No account available to import
sq_al: Nuk ka llogari të disponueshme për të importuar

source: MMEX Options have been updated.
sq_al: Opsinet e MMEX u ruajtën

source: MMEX Options
sq_al: Opsionet e MMEX

source: Choose HTML file to Export
sq_al: Zgjidh një skedat HTML për ta eksportuar

source: No account available to edit!
sq_al: Nuk ka llogari të disponueshme për të redkatuar!

source: Choose Account to Edit
sq_al: Zgjidh Llogarinë që do të redaktosh

source: No account available to delete!
sq_al: Nuk ka llogari të disponueshme për të fshirë!

source: Choose Account to Delete
sq_al: Zgjidh Llogarinë që do të fshish

source: Are you sure you want to delete %s account: %s ?
sq_al: Je I sigurtë që do ta fshish Llogarinë %s : %s ?

source: Account Reallocation
sq_al: Zhvendosja e Llogarisë

source: Payee Relocation Completed.
sq_al: Zhvendosja e të Paguarit u plotësua

source: Payee Relocation Result
sq_al: Rezultati i rivendosjes së Të Paguarit

source: File %s not found
sq_al: Skedari %s nuk u gjet

source: My Usage
sq_al: Përdorimi im

source: Monthly Summary of Accounts
sq_al: Përmbledhja mujore e llogarive

source: Where the Money Goes
sq_al: Ku Shpenzohen Paratë

source: Where the Money Comes From
sq_al: Nga Vijnë Paratë

source: Over Time
sq_al: Me kalimin e kohës

source: Payees
sq_al: Të Paguarit

source: Income vs Expenses
sq_al: Të Ardhurat vs Shpenzimet

source: Income vs Expenses - Specific Accounts
sq_al: Të ardhurat vs Shpenzimet - Llogari Specifike

source: Budget Performance
sq_al: Perfromanca e Buxhetit

source: Budget Category Summary
sq_al: Përmbledhja e Kategorive Buxhetore
