<!DOCTYPE HTML>
<html lang="fr">
<head>
    <meta charset="UTF-8">
    <title>Money Manager Ex User Manual</title>
    <link href="master.css" rel="stylesheet" type="text/css">
    <script src="js/translator.js"></script>
    <script src="js/translations.js"></script>
    <script src="js/toc.js"></script>
    <script src='http://ajax.googleapis.com/ajax/libs/jquery/2.0.0/jquery.min.js'></script>
    <script src="js/back_to_top.js"></script>
    <link href="back_to_top.css" rel="stylesheet" type="text/css">
</head>

<body dir="ltr" onload="translate();generateTOC(document.getElementById('toc'));">

    <a href="#" class="back-to-top"><img src="img/backtotop.png" alt="Back to Top" /></a>
    <!--Smooth Back to Top Button End-->

    <table class="table, small">
        <tr>
            <td class="label label-info">Languages:</td>
            <td><a href="index.html?lang=en">English</a></td>
            <td><a href="index.html?lang=de">German</a></td>
            <td><a href="index.html?lang=fr">French</a></td>
            <td><a href="index.html?lang=hu">Hungarian</a></td>
            <td><a href="index.html?lang=it">Italian</a></td>
            <td><a href="index.html?lang=pl">Polish</a></td>
            <td><a href="index.html?lang=ru">Russian</a></td>
            <td><a href="index.html?lang=es">Spanish</a></td>
        </tr>
    </table>

    <h1 class="i18n">Money Manager Ex User Manual</h1>

    <div id="toc">
        <!-- ToC generated by Javascript -->
    </div>
    <hr>

<h2>Pr&eacute;sentation</h2>
<p>
<font face="Verdana">Money Manager Ex est un logiciel libre de gestion de comptes personnels.
Il permet de g&eacute;rer de fa&ccedil;on conviviale ses finances. Son but est de vous aider &agrave; organiser
vos finances et de conserver la trace de o&ugrave;, quand et comment circule votre argent.&nbsp;</font></p><p>
<font face="Verdana">Il faut consid&eacute;rer Money Manager Ex (<b>MMEX</b>)
comme un livre de comptes informatique qui vous permet d'&eacute;quilibrer vos comptes, de les organiser, de les
g&eacute;rer et de vous fournir un &eacute;tat de vos avoirs.
</font></p>
<p>
<font face="Verdana">C'est aussi un bon moyen de vous tenir au courant de la sant&eacute; de votre situation
financi&egrave;re.</font></p><p>
<font face="Verdana">Le premier objectif de MMEX est de simplifier le  suivi de vos finances sans le rendre complexe
comme c'est le cas pour certains logiciels de gestion de comptes personnels bien plus connus.</font></p>
<!-- new section added by Terry Wick  9/16/2007 -->
<p>
<font face="Verdana">Le but de ce manuel est de vous donner les instructions et connaissances de base pour utiliser MMEX.
Ce manuel &eacute;voluera en m&ecirc;me temps que le logiciel, aussi n'h&eacute;sitez pas &agrave; consulter l'aide lors de chaque mise &agrave;
jour afin de d&eacute;couvrir les nouveaut&eacute;s et ainsi tirer le meilleur parti de MMEX.</font></p>
<!-- end of new section added by Terry Wick 9/16/2007 -->
<br>
<h3>Recommandations</h3>
<p>
<font face="Verdana">- Sauvegardez toujours de fa&ccedil;on r&eacute;guli&egrave;re votre fichier de donn&eacute;es .mmb<br>
- Lorsque vous faites &eacute;voluer la version de MMEX, assurez-vous d'avoir auparavant sauvegard&eacute; votre fichier
base de donn&eacute;es .mmb</font></p>

<h2>Vers une meilleure sant&eacute; financi&egrave;re</h2>
<p><font face="Verdana">&Ecirc;tre organis&eacute; financi&egrave;rement requiert un minimum de discipline.
La gestion financi&egrave;re est difficile d&egrave;s l'instant o&ugrave; l'on n'a pas une vision claire de la
tr&eacute;sorerie et de l'&eacute;quilibre entre les revenus et les d&eacute;penses. Les dettes r&eacute;sultent
g&eacute;n&eacute;ralement de d&eacute;penses qui ne sont pas compens&eacute;es par des revenus.&nbsp;<br>
<br>
La premi&egrave;re &eacute;tape vers une meilleure organisation financi&egrave;re est une bonne conservation des
enregistrements.
C'est seulement lorsque l'on prend conscience du volume des d&eacute;penses quotidiennes, qu'appara&icirc;t
la compr&eacute;hension des moyens de les r&eacute;duire.</font></p>
<p><font face="Verdana">Vous &ecirc;tes-vous rendu compte que vous aviez d&eacute;pens&eacute; 600&euro; en achat de films
sur DVD l'ann&eacute;e derni&egrave;re ? Combien de fois avez-vous regard&eacute; ces derniers ? Ne pensez-vous pas &agrave;
pr&eacute;sent que ces 600&euro; auraient &eacute;t&eacute; mieux utilis&eacute;s pour la r&eacute;paration impr&eacute;vue
d'hier sur votre v&eacute;hicule ? Bien s&ucirc;r il n'y a pas de bonne ou de mauvaise r&eacute;ponse sur la fa&ccedil;on
dont vous devez d&eacute;penser votre argent. Apr&egrave;s tout, il s'agit de votre argent et vous avez le droit de le
d&eacute;penser comme bon vous semble. En revanche vous pouvez toujours faire qu'il soit d&eacute;pens&eacute; de fa&ccedil;on
plus efficace. Et esp&eacute;rer ainsi tirer le maximum de chaque euro/dollar/livre d&eacute;pens&eacute;.<br>
<br>
C'est l&agrave; qu'un logiciel de comptes personnels intervient. Il vous permet de structurer, d'examiner vos
donn&eacute;es financi&egrave;res et ainsi vous donner une meilleure visibilit&eacute; sur ce qui se passe. Rappelez vous toujours
que le logiciel ne sera pas meilleur que les informations que vous lui aurez fournies. A donn&eacute;es fausses,
r&eacute;sultats faux. Mais d&eacute;j&agrave;, si vous avez commenc&eacute; &agrave; envisager un logiciel de comptes personnels, alors
vous &ecirc;tes sur la bonne voie pour une meilleure utilisation de chacun de vos euros.&nbsp;</font></p>
<p><font face="Verdana">Alors continuons la lecture pour voir comment travailler avec Money Manager Ex.</font></p>
<p><font face="Verdana">&nbsp;</font>&nbsp;</p>

<h2>Les principes de Money Manager Ex</h2>
<p><font face="Verdana">Money Manager Ex traduit le monde financier r&eacute;el sous forme d'une succession d'op&eacute;rations.
Une <b><i>op&eacute;ration</i></b> est un &eacute;v&eacute;nement financier au cours duquel de l'argent/des services sont
&eacute;chang&eacute;s. Ces op&eacute;rations seront des remboursements d'emprunts, l'achat d'une nouvelle voiture,
un repas dans un restaurant et bien d'autres choses.  A chaque op&eacute;ration on va associer un <i>compte</i> et une
<i>cat&eacute;gorie</i>.&nbsp;</font></p>
<font face="Verdana"><img src="img/mmex_concept_fr.png">
</font>
<p><font face="Verdana">Un <b><i>compte</i></b> est l'enregistrement de ce que vous poss&eacute;dez et ce que vous devez.
Ainsi,
votre compte courant enregistre l'argent que vous avez d&eacute;pos&eacute; &agrave; la banque et qui est disponible pour
tirer des ch&egrave;ques, pour retirer de l'argent au distributeur ou pour faire des paiements avec votre carte de paiement.
De la m&ecirc;me fa&ccedil;on, un compte de carte de cr&eacute;dit traduit l'argent d&eacute;pos&eacute; pour pouvoir
r&eacute;gler des achats avec une carte. Toute op&eacute;ration a pour effet d'augmenter ou de diminuer le solde d'un compte
ou de plusieurs.&nbsp;</font></p>
<p><font face="Verdana">Une <i style="font-weight: bold;">cat&eacute;gorie</i><span style="font-weight: bold;"> </span> est
une information qui indique d'o&ugrave; vient, ou o&ugrave; va l'argent. Ainsi, le salaire est une cat&eacute;gorie
de cr&eacute;dit qui traduit que ce revenu provient de votre travail. De la m&ecirc;me fa&ccedil;on, "Restaurant" sera
une cat&eacute;gorie de d&eacute;bit que vous pourrez utiliser pour vos d&eacute;penses de repas &agrave; l'ext&eacute;rieur.
Les cat&eacute;gories rendent possible le suivi de la fa&ccedil;on dont vous gagnez et d&eacute;pensez votre argent.
&nbsp;</font></p>
<p><font face="Verdana">Pour que MMEX puisse vous donner des r&eacute;sultats, il est important d'enregistrer toutes
les op&eacute;rations que vous effectuez sur les comptes appropri&eacute;s. M&ecirc;me si vous n'avez pas l'habitude de les
noter avec soin, vous devez enregistrer ces op&eacute;rations lorsque vous recevez vos relev&eacute;s de comptes mensuels.
</font></p>
<p><font face="Verdana"> Une fois ces op&eacute;rations saisies, MMEX peut vous aider en vous fournissant des informations utiles.
Par exemple, il vous indiquera le solde actualis&eacute; de vos comptes. Il vous dira combien vous d&eacute;pensez et
combien vous avez gagn&eacute;. Ces connaissances vous permettront de prendre de meilleures d&eacute;cisions.</font></p>
<p><font face="Verdana"> Pour travailler avec Money Manager, vous allez devoir commencer par cr&eacute;er une nouvelle
base, c'est &agrave; dire un nouveau fichier
de donn&eacute;es. Toutes les informations que vous fournirez &agrave; MMEX seront stock&eacute;es dans ce fichier (un fichier
avec une extension en .mmb) sur votre disque dur. Il contiendra tous les &eacute;l&eacute;ments, comptes,
cat&eacute;gories et toutes les op&eacute;rations qui d&eacute;finissent votre situation financi&egrave;re.</font></p>
<p>Bien qu'il soit possible de cr&eacute;er plusieurs fichiers de donn&eacute;es MMEX, ce n'est
habituellement pas n&eacute;cessaire. Un seul fichier peut contenir tous vos comptes et toutes vos op&eacute;rations.
Il n'y a pas de limite ni au nombre de comptes ni au nombre d'op&eacute;rations qui peuvent &ecirc;tre contenus.
Les seuls cas o&ugrave; plusieurs fichiers pourraient se r&eacute;v&eacute;ler utiles seraient de distinguer vos comptes
personnels de ceux de votre petite entreprise, ou encore si vous partagiez votre ordinateur avec
d'autres personnes dont vous souhaiteriez distinguer les comptes personnels.&nbsp;<br>
<br>
</p>
<h2>Cr&eacute;er une base de donn&eacute;es</h2>
<p><font face="Verdana">Pour cr&eacute;er une nouvelle base, dans le Menu, s&eacute;lectionnez
la fonction Fichier-&gt;Nouvelle base...
Il vous sera demand&eacute; de d&eacute;finir l'endroit o&ugrave; sera log&eacute; le fichier .mmb. D&egrave;s que ceci sera fait,
la nouvelle base sera cr&eacute;&eacute;e. Vous verrez alors appara&icirc;tre le nom de la base sur la barre de titres de la
fen&ecirc;tre  pour vous rappeler que ce fichier est ouvert.&nbsp;</font></p>
<p><font face="Verdana"><span style="font-weight: bold;">A noter:&nbsp;</span></font></p>
<p><font face="Verdana"><span style="font-weight: bold;"></span>1) Rappelez-vous d'effectuer des sauvegardes de
s&eacute;curit&eacute; de votre fichier .mmb.&nbsp;<br>
2) Le fichier .mmb n'est pas crypt&eacute;. Cela signifie que toute personne disposant des connaissances suffisantes
peut acc&eacute;der facilement aux informations contenues. Aussi, assurez-vous que les acc&egrave;s &agrave; vos informations
financi&egrave;res critiques soient correctement prot&eacute;g&eacute;s.&nbsp;&nbsp;</font></p>
<h2>Cr&eacute;er de nouveaux comptes</h2>
<p><font face="Verdana">Juste apr&egrave;s avoir cr&eacute;&eacute; le fichier, la premi&egrave;re chose &agrave; faire
est d'y cr&eacute;er un nouveau compte. MMEX propose actuellement deux types de comptes.
Le premier type est celui qui autorise les op&eacute;rations de d&eacute;bit, de cr&eacute;dit et de virement.
Ce type de compte est d&eacute;sign&eacute; dans la fen&ecirc;tre de dialogue de cr&eacute;ation comme compte "<span style="font-style: italic;">Ch&egrave;que/&Eacute;pargne
</span>". Il
correspond aux comptes bancaires, aux comptes &eacute;pargne, aux comptes de caisse, aux comptes de cartes de
cr&eacute;dit, etc..
L'autre type de compte existant dans MMEX est le compte de "<span style="font-style: italic;">Titres</span>".
C'est le type de compte &agrave; utiliser lorsque vous voulez suivre vos actions et autres types d'investissements.<br>
<br>
Pour mettre en place correctement vos comptes dans MMEX, vous devez disposer des valeurs de solde de ces derniers.
Ces informations figurent dans vos derniers relev&eacute;s de situation de comptes bancaires,
d'investissements
 ou de cartes de cr&eacute;dit.&nbsp;</font></p>
<p><font face="Verdana">Pour cr&eacute;er un nouveau compte, dans le Menu, s&eacute;lectionnez
Comptes-&gt;Nouveau compte, ce qui lance l'ouverture de la fen&ecirc;tre de dialogue de cr&eacute;ation de compte.
Le d&eacute;tail des informations concernant le compte peut alors &ecirc;tre fourni &agrave; MMEX.&nbsp;<br>
<br>
Vous devez au moins donner le nom du compte et la monnaie que vous souhaitez utiliser pour celui-ci.
Il est recommand&eacute; de nommer vos comptes de la m&ecirc;me fa&ccedil;on que les comptes du monde r&eacute;el.
Ainsi, si vous avez un compte &agrave; la banque du Cr&eacute;dit du Sud, vous pouvez appeler votre compte tout
simplement  "Cr&eacute;dit du Sud".&nbsp;<br>
<br>
</font></p>
<p><font face="Verdana">En option, vous pouvez saisir quelques informations
 compl&eacute;mentaires sur ce compte : son num&eacute;ro, la banque qui l'h&eacute;berge,
 l'adresse du site internet de celle-ci, vos contacts &agrave; la banque et autres informations.
Vous pouvez &eacute;galement entrer des notes libres dans le champ r&eacute;serv&eacute; &agrave; cet effet.&nbsp;</font></p>
<p><font face="Verdana">La plupart des comptes comportent un solde.
Alors, si votre compte bancaire pr&eacute;sente par exemple un solde cr&eacute;diteur de 2 304,67&euro;, vous devrez
indiquer cette valeur
comme valeur initiale dans le champ appropri&eacute;. Ensuite, vous n'aurez plus qu'&agrave; saisir les op&eacute;rations
apr&egrave;s cette date.&nbsp;<br>
<br>
Les comptes sur MMEX peuvent avoir un statut : soit "Ouvert", soit "Ferm&eacute;".
Le statut ferm&eacute; d'un compte est explicite : ce compte n'est plus utilis&eacute;.
Lui donner ce statut est un moyen de clarifier l'affichage de fa&ccedil;on &agrave; ne plus faire
appara&icirc;tre les comptes ferm&eacute;s dans l'arbre de navigation (barre &agrave; gauche de l'&eacute;cran).<br>
<br>
La monnaie utilis&eacute;e par chaque compte peut &ecirc;tre choisie. MMEX
comporte une liste de monnaies par d&eacute;faut, &agrave; partir de laquelle vous pouvez s&eacute;lectionner celle
utilis&eacute;e pour chacun des comptes.</font></p>
<p><font face="Verdana">Vous avez la possibilit&eacute; de d&eacute;clarer certains de vos comptes comme "favoris".
Ceci est un autre moyen pour clarifier l'affichage des comptes figurant dans l'arbre de navigation.</font></p>
<p><font face="Verdana">L'autre type de compte existant dans MMEX est le "Compte de titres".
Ce type de compte est fait pour g&eacute;rer les informations provenant des organismes financiers &agrave; qui vous avez
confi&eacute; vos diff&eacute;rents types d'actions, d'obligations, de fonds commun de placement, etc..</font></p>
<h3>Editer les informations de comptes</h3>
<p><font face="Verdana">Une fois un compte cr&eacute;&eacute;, vous pouvez &agrave; tout moment &eacute;diter et modifier
les informations
de celui-ci en s&eacute;lectionnant le nom du compte dans l'arbre de navigation par un clic droit pour
ouvrir le menu contextuel. S&eacute;lectionnez "&Eacute;diter le compte" dans celui-ci pour ouvrir la fen&ecirc;tre de dialogue.
 Modifiez les informations et cliquez sur "OK" pour sauvegarder les informations.&nbsp;&nbsp;</font></p>
<h3>Cr&eacute;er de nouvelles op&eacute;rations</h3>
<p><font face="Verdana">Une fois un compte cr&eacute;&eacute;, vous pouvez commencer &agrave; saisir des op&eacute;rations
dans celui-ci.
S&eacute;lectionnez par un clic gauche le compte sur lequel ces op&eacute;rations doivent &ecirc;tre effectu&eacute;es dans
l'arbre de navigation. Ceci ouvre le registre de ses op&eacute;rations.
Pour cr&eacute;er une nouvelle op&eacute;ration, cliquez le bouton "Nouveau" pour ouvrir la fen&ecirc;tre de dialogue
de saisie.
Compl&eacute;tez les informations relatives &agrave; cette op&eacute;ration.
Indiquez si l'op&eacute;ration est de type "d&eacute;bit", "cr&eacute;dit" ou "virement". Puis indiquez le tiers, la
cat&eacute;gorie,
la date, le num&eacute;ro, des notes d'explication &eacute;ventuelles et enfin le montant de l'op&eacute;ration.
Appuyez sur le bouton "OK" pour enregistrer l'op&eacute;ration.<br>
<br>
Voici quelques explications compl&eacute;mentaires sur ces informations :<br>
<!--added consistancey to list terry wick 9/14/2007 -->
<b><i>Le type de l'op&eacute;ration :</i></b>
<ul>
	<li><i><b> les d&eacute;bits :</b></i><b></b> correspondent aux op&eacute;rations de d&eacute;penses.</li>
	<li><i><b> les cr&eacute;dits :</b></i><b></b> correspondent aux op&eacute;rations de rentr&eacute;es d'argent.</li>
	<li><i><b> les virements :</b></i><b></b> correspondent aux transferts d'argent entre deux comptes.</li>
</ul>
<b><i>Le tiers :</i></b> d&eacute;signe la personne avec qui l'argent est &eacute;chang&eacute;.
<ul>
	<li>Cliquer sur le bouton "Tiers" ouvre la fen&ecirc;tre de dialogue de choix des tiers.
Vous pouvez s&eacute;lectionner le tiers &agrave; partir de ceux d&eacute;j&agrave; existants ou en cr&eacute;er de nouveaux.</li>
</ul>
<b><i>La cat&eacute;gorie :</i></b> d&eacute;signe la nature de la d&eacute;pense ou de la rentr&eacute;e de
l'op&eacute;ration.
<ul>
	<li>Cliquer sur le bouton "Cat&eacute;gorie" ouvre la fen&ecirc;tre de dialogue de choix des cat&eacute;gories.
Vous pouvez choisir &agrave; partir de celles d&eacute;j&agrave; existantes ou en cr&eacute;er
de nouvelles.</li>
</ul>
<b><i>Le num&eacute;ro de l'op&eacute;ration :</i></b> permet d'associer un num&eacute;ro &agrave; une op&eacute;ration,
par exemple pour indiquer un num&eacute;ro de ch&egrave;que.
<br><br>
<b><i>Le statut de l'op&eacute;ration :</i></b> est choisi &agrave; partir de la liste suivante :
"Non-rapproch&eacute;", "Rapproch&eacute;",
"Nul" ou "A suivre", pour indiquer quel type de traitement est &agrave; r&eacute;server &agrave; l'op&eacute;ration.
<ul>
	<li><i><b>Non-rapproch&eacute; :</b></i><b></b> Lorsque vous cr&eacute;ez une op&eacute;ration, elle est
class&eacute;e par d&eacute;faut comme &eacute;tant "non-rapproch&eacute;e"
Cela indique que l'op&eacute;ration n'a pas &eacute;t&eacute; valid&eacute;e (rapproch&eacute;e) avec le relev&eacute;
de compte transmis par votre banque.</li>
	<li><i><b>Rapproch&eacute; :</b></i><b></b> Une fois que l'op&eacute;ration a &eacute;t&eacute; point&eacute;e et
v&eacute;rifi&eacute;e dans le relev&eacute; de compte transmis
par votre banque, elle peut &ecirc;tre d&eacute;clar&eacute;e comme rapproch&eacute;e.</li>
	<li><i><b>Nul :</b></i><b></b> Si vous avez besoin d'entrer une op&eacute;ration qui plus tard deviendra inutile
ou qui ne doit pas &ecirc;tre prise en compte, plut&ocirc;t que de supprimer l'op&eacute;ration vous pouvez lui attribuer
le statut Nul, et ainsi garder une trace de celle-ci sans effet sur le r&eacute;sultat du compte.</li>
	<li><i><b>A suivre :</b></i><b></b> Ce statut est &agrave; utiliser pour identifier une op&eacute;ration qui n&eacute;cessite
un traitement.
Par exemple, si vous recevez un relev&eacute; de compte de votre banque avec un montant diff&eacute;rent de celui
que vous aviez not&eacute; pour cette op&eacute;ration, vous pouvez marquer une op&eacute;ration pour indiquer
qu'elle requiert une action vis-&agrave;-vis de votre banque. </li>
</ul>
</font></p>
<!-- end of format by terry wick 9/14/2007 -->
<h3>Editer et modifier les op&eacute;rations</h3>
<p><font face="Verdana">Pour modifier une op&eacute;ration, il suffit de la s&eacute;lectionner en utilisant
le bouton "&Eacute;diter".
Une autre fa&ccedil;on de faire est de double-cliquer sur l'op&eacute;ration pour ouvrir sa fen&ecirc;tre de dialogue.
Un troisi&egrave;me moyen consiste &agrave; la s&eacute;lectionner et appuyer sur le bouton "Entr&eacute;e" avec le m&ecirc;me
r&eacute;sultat.
Effectuez alors les modifications et cliquez sur "OK" pour enregistrer les changements effectu&eacute;s. </font></p>
<h3>Rapprochement et &eacute;quilibre des comptes</h3>
<p><font face="Verdana">Les op&eacute;rations que vous saisissez dans MMEX sont consid&eacute;r&eacute;es comme
non-rapproch&eacute;es.
Cela signifie qu'elles doivent &ecirc;tre v&eacute;rifi&eacute;es avec vos relev&eacute;s de comptes bancaires.
Apr&egrave;s comparaison avec le relev&eacute; que vous avez re&ccedil;u ou apr&egrave;s sa consultation sur internet,
l'op&eacute;ration peut &ecirc;tre consid&eacute;r&eacute;e comme rapproch&eacute;e si elle est identique dans MMEX et
sur le document bancaire.
Elle peut alors &ecirc;tre marqu&eacute;e comme rapproch&eacute;e. Cette marque traduit le fait que vous avez
v&eacute;rifi&eacute; la concordance.
A l'&eacute;cran, les op&eacute;rations rapproch&eacute;es et non-rapproch&eacute;es se distinguent par des ic&ocirc;nes
diff&eacute;rentes.
</font></p>
<p><font face="Verdana">
<i>Astuce :</i> Pour marquer une op&eacute;ration comme rapproch&eacute;e, il suffit de la s&eacute;lectionner et de taper
la touche "r" ou "R".<br>
Pour marquer une op&eacute;ration comme non-rapproch&eacute;e, il suffit de la s&eacute;lectionner et de taper la touche
"u" ou "U".
</font></p>

<h3>Des op&eacute;rations &agrave; suivre</h3>
<p><font face="Verdana">Certaines op&eacute;rations peuvent vous causer quelques soucis et
n&eacute;cessiter un suivi. Rep&eacute;rez-les avec le statut "&agrave; suivre". Elles appara&icirc;tront
avec une ic&ocirc;ne diff&eacute;rente.
</font></p>
<p><font face="Verdana">
<i style="text-decoration: underline; font-weight: bold;">Astuce :</i></font></p>
<ul>
<li><font face="Verdana">Pour marquer une op&eacute;ration comme &eacute;tant &agrave; suivre, il suffit
de s&eacute;lectionner l'op&eacute;ration et de taper la touche "f" ou "F".
</font></li>
</ul>
<h2>Utiliser les Tiers</h2>
<p><font face="Verdana">Les Tiers repr&eacute;sentent des entit&eacute;s du monde r&eacute;el avec lesquelles
vous avez eu des d&eacute;bits ou des cr&eacute;dits.
Vous pouvez &eacute;diter les Tiers dans MMEX en ouvrant le Menu, Outils -&gt;
Tiers. Une fois la fen&ecirc;tre de dialogue des tiers ouverte,
vous pouvez ajouter de nouveaux tiers, en tapant leur nom dans le champ de
saisie et en appuyant sur le bouton "Ajouter". Vous pouvez aussi
choisir un tiers dans la liste, modifier son nom ou m&ecirc;me le supprimer.
Notez toutefois que vous ne pourrez pas supprimer un tiers figurant dans
des op&eacute;rations d&eacute;j&agrave; existantes. La solution si vous tenez &agrave; le faire dispara&icirc;tre
consiste auparavant, soit &agrave; supprimer les op&eacute;rations en question, soit &agrave;
supprimer dans celles-ci la r&eacute;f&eacute;rence &agrave; ce tiers.</font></p>
<h2>Utiliser les Cat&eacute;gories</h2>
<p><font face="Verdana">Les Cat&eacute;gories indiquent d'o&ugrave; vient l'argent et o&ugrave; il va.
Vous pouvez &eacute;diter les Cat&eacute;gories dans MMEX en ouvrant le Menu, Outils -&gt;
Cat&eacute;gories. Une fois la fen&ecirc;tre de dialogue des Cat&eacute;gories ouverte,
vous pouvez ajouter de nouvelles cat&eacute;gories et sous-cat&eacute;gories, en tapant leur nom
dans le champ de saisie et en appuyant sur le bouton "Ajouter".
Vous pouvez aussi choisir une cat&eacute;gorie / sous-cat&eacute;gorie dans la liste, modifier son
nom ou m&ecirc;me la supprimer. Notez toutefois que vous ne pourrez pas supprimer
une cat&eacute;gorie  figurant dans des op&eacute;rations d&eacute;j&agrave; existantes.
La solution si vous tenez &agrave; la supprimer consiste auparavant, &agrave; faire dispara&icirc;tre
toutes les op&eacute;rations qui l'utilisent.</font></p>
<br>
<h2>Import &agrave; partir de fichiers CSV Format strict</h2>
<p><font face="Verdana">MMEX peut importer des donn&eacute;es &agrave; partir d'une grande vari&eacute;t&eacute;
de formats. L'un d'entre eux est le format strict des fichiers CSV. Ce format de fichier est aussi celui
utilis&eacute; par MMEX pour exporter des donn&eacute;es. Ceci offre la possibilit&eacute; de pouvoir
d&eacute;placer des donn&eacute;es d'un fichier .mmb vers un autre fichier .mmb.
Pour se rendre compte de la structure d'un fichier CSV, il vous suffit d'exporter les donn&eacute;es d'un compte
vers un fichier CSV et d'examiner le format dans le fichier ainsi cr&eacute;&eacute;.<br>
<br>
Les donn&eacute;es transmises par ce format sont les suivantes :<br>
<b><i>Date</i></b> - Date de l'op&eacute;ration
(Affich&eacute; dans le format d&eacute;fini dans le Menu Options-&gt;Format de Date)<br>
<i><b>Tiers</b></i> - Avec qui l'op&eacute;ration est effectu&eacute;e. Dans le cas d'un virement, c'est le nom
du compte vers lequel ou &agrave; partir duquel il est fait.<br>
<b><i>Type de l'op&eacute;ration</i></b> - Ce peut &ecirc;tre soit "<i>Withdrawal</i>" (d&eacute;bit) soit "<i>Deposit</i>"
(cr&eacute;dit)<br>
<b><i>Montant</i></b> - Le montant de l'op&eacute;ration sous forme d'une valeur positive<br>
<b><i>Cat&eacute;gorie</i></b> - La nature de l'op&eacute;ration<br>
<b><i>Sous-cat&eacute;gorie</i></b> - La sous-cat&eacute;gorie de l'op&eacute;ration si n&eacute;cessaire (vide dans le
cas contraire)<br>
<b><i>Num&eacute;ro</i></b> - Un num&eacute;ro associ&eacute; &agrave; l'op&eacute;ration<br>
<b><i>Notes</i></b> - Des notes associ&eacute;es &agrave; l'op&eacute;ration<br>
<br>
Il est &agrave; noter que les op&eacute;rations contenues dans un fichier CSV ne peuvent &ecirc;tre import&eacute;es
qu'&agrave; l'int&eacute;rieur
d'un seul compte MMEX.<br>
</font></p>
<h3>Import &agrave partir de fichiers QIF</h3>
<p><font face="Verdana">Le format QIF (Quicken Interchange Format) est un standard libre de transmission destin&eacute;
&agrave; la lecture et l'&eacute;criture de donn&eacute;es financi&egrave;res sous forme de fichiers. Un fichier QIF se
pr&eacute;sente g&eacute;n&eacute;ralement de la fa&ccedil;on suivante:<br>
<br>
!Type:cha&icirc;ne de caract&egrave;res d&eacute;signant le type<br>
[caract&egrave;re unique de code]cha&icirc;ne de caract&egrave;res de donn&eacute;es<br>
...<br>
^<br>
[caract&egrave;re unique de code]cha&icirc;ne de caract&egrave;res de donn&eacute;es<br>
...<br>
^<br>
<br>
Chaque enregistrement se termine par le caract&egrave;re ^ (accent circonflexe). <br>
Un exemple de op&eacute;ration QIF pourrait &ecirc;tre :<br>
<br>
!Type:Bank (en-t&ecirc;te)<br>
D6/ 1/94   (date) <br>
T-1,000.00 (montant)<br>
N1005 (nombre)<br>
PBank Of Mortgage (tiers) <br>
^    (fin de l'enregistrement) <br>
<br>
QIF est plus ancien que le format Open Financial Exchange (OFX). L'un des d&eacute;fauts principaux de QIF est son
inaptitude &agrave; concilier les donn&eacute;es import&eacute;es avec celles des comptes existants. Il est
g&eacute;n&eacute;ralement adopt&eacute; par les organismes financiers pour le t&eacute;l&eacute;chargement
de donn&eacute;es vers leurs clients possesseurs de comptes. <br>
<br>
MMEX peut importer des op&eacute;rations en format QIF pour certains types de comptes.
<br>
<br>
Ces types sont les suivants: (le type des donn&eacute;es figure dans le fichier QIF qui peut &ecirc;tre lu par un simple
&eacute;diteur de texte) <br>
!Type:Bank (pour les op&eacute;rations sur des comptes de banque)<br>
!Type:Cash (pour les op&eacute;rations sur des comptes de caisse) <br>
!Type:CCard (pour les op&eacute;rations sur des comptes de cartes de cr&eacute;dit)<br>
<br>
<b>Remarque importante (1)</b>: le format de date fix&eacute; dans les options de MMEX doit &ecirc;tre le m&ecirc;me que
celui employ&eacute; dans le fichier QIF, faute de quoi, la reconnaissance de date &eacute;chouera, se traduisant par des
dates erron&eacute;es. <br>
<br>
<b>Remarque importante (2)</b>: Apr&egrave;s import &agrave; partir d'un fichier QIF, toutes les op&eacute;rations seront
affect&eacute;es du statut "A suivre" (F pour "Follow Flag").
Vous pouvez changer le statut de toutes ces op&eacute;rations en utilisant la commande globale "tout s&eacute;lectionner" par
le menu contextuel (clic droit) dans la fen&ecirc;tre du compte. </font>
</p>
<br>
<h3>Import &agrave; partir d'un fichier CSV MM.NET</h3>
<p><font face="Verdana">MMEX peut aussi importer des donn&eacute;es de fichiers CSV produits par le logiciel Money
Manager.NET. Ce type d'import a &eacute;t&eacute; pr&eacute;vu pour faciliter le travail des utilisateurs de
ce logiciel qui ont voulu migrer vers MMEX sans perdre leurs donn&eacute;es. <br>
<br>
Les donn&eacute;es transmises par ce format sont les suivantes :<br>
<b><i>Date</i></b> - La date de l'op&eacute;ration (affich&eacute;e dans le format d&eacute;fini dans le
Menu Options-&gt;Format de dates)<br>
<i><b>Tiers</b></i> - Avec qui l'op&eacute;ration est effectu&eacute;e. Dans le cas d'un virement, c'est le nom
du compte vers lequel ou &agrave; partir duquel il est fait.<br>
</font><font face="Verdana"><strong><em>Montant</em></strong>
- Le montant de l'op&eacute;ration. Il est positif dans le cas d'un cr&eacute;dit et
n&eacute;gatif dans le cas d'un d&eacute;bit. <br>
<i><b>Num&eacute;ro</b></i> - Un num&eacute;ro associ&eacute; &agrave; l'op&eacute;ration<br>
<i><b>Statut</b></i> - Le statut de l'op&eacute;ration<br>
</font><font face="Verdana"> <b><i>Cat&eacute;gorie</i></b>
- La nature de l'op&eacute;ration. Il s'agit actuellement d'une cha&icirc;ne de caract&egrave;res composite
du type "Cat&eacute;gorie:Sous-cat&eacute;gorie"<br>
<b><i>Notes</i></b> - Des notes associ&eacute;es &agrave; l'op&eacute;ration<br>
<br>
Il est &agrave; noter que les op&eacute;rations contenues dans un fichier CSV ne peuvent &ecirc;tre import&eacute;es
qu'&agrave; l'int&eacute;rieur d'un seul compte MMEX.<br>
<br>
</font>
</p>
<br>
<h3>Import &agrave; partir d'un fichier CSV Format Universel</h3>
<p><font face="Verdana">Pour soulager la t&acirc;che des utilisateurs qui doivent pr&eacute;formater
les fichiers CSV de leur banque de fa&ccedil;on &agrave; les rendre compatibles avec le format attendu par MMEX,
l'import des fichiers CSV dans lesquels l'ordre des diff&eacute;rents champs est compl&egrave;tement libre a
&eacute;t&eacute; pr&eacute;vu.
Pour utiliser cette conversion d'import, s&eacute;lectionnez le compte destinataire puis d&eacute;finissez
l'ordre des champs en les pointant dans la liste des champs possibles.
MMEX importera le fichier CSV en utilisant le format ainsi d&eacute;fini par l'utilisateur.
<br>
<br>
Les donn&eacute;es pouvant &ecirc;tre transmises par ce format sont les suivantes :<br>
<b><i>Date</i></b> - Date de l'op&eacute;ration
(Affich&eacute; dans le format d&eacute;fini dans le Menu Options-&gt;Format de Date)<br>
<i><b>Tiers</b></i> - Avec qui l'op&eacute;ration est effectu&eacute;e. Dans le cas d'un virement, c'est le nom
du compte vers lequel ou &agrave; partir duquel il est fait.<br>
<b><i>Montant (+/-)</i></b> - Le montant de l'op&eacute;ration sous forme d'une valeur positive ou n&eacute;gative
selon qu'il s'agisse d'un cr&eacute;dit ou d'un d&eacute;bit.<br>
<b><i>Cat&eacute;gorie</i></b> - La nature de l'op&eacute;ration<br>
<b><i>Sous-cat&eacute;gorie</i></b> - La sous-cat&eacute;gorie de l'op&eacute;ration si n&eacute;cessaire (vide dans le
cas contraire)<br>
<b><i>Num&eacute;ro</i></b> - Un num&eacute;ro associ&eacute; &agrave; l'op&eacute;ration<br>
<b><i>Notes</i></b> - Des notes associ&eacute;es &agrave; l'op&eacute;ration<br>
<b><i>D&eacute;bit</i></b> - Un montant positif consid&eacute;r&eacute; comme un d&eacute;bit.
(ne pas utiliser si l'option Montant (+/-) a &eacute;t&eacute; retenue)<br>
<b><i>Cr&eacute;dit</i></b> - Un montant positif consid&eacute;r&eacute; comme un cr&eacute;dit.
(ne pas utiliser si l'option Montant (+/-) a &eacute;t&eacute; retenue)<br>
<b><i>Ne pas s'inqui&eacute;ter</i></b> - Ne pas prendre en compte ce champ<br>
<br>
Il est &agrave; noter que les op&eacute;rations contenues dans un fichier CSV ne peuvent &ecirc;tre import&eacute;es
qu'&agrave; l'int&eacute;rieur d'un seul compte MMEX.<br>
<br>
<b>Remarque importante (1)</b>: Le format de date doit imp&eacute;rativement &ecirc;tre le m&ecirc;me que celui des
donn&eacute;es figurant dans le fichier CSV, faute de quoi la reconnaissance des dates par MMEX ne se fera pas,
entra&icirc;nant des erreurs. <br>
<br>
<b>Remarque importante (2)</b>: Apr&egrave;s un import &agrave; partir d'un fichier QIF, toutes les op&eacute;rations seront affect&eacute;es
d'un statut "&agrave; suivre". Vous pourrez modifier globalement ce statut en utilisant la fonction de modification globale des
statuts dans le menu contextuel "Tout s&eacute;lectionner" (clic droit dans la vue du registre de compte).</font></p>
<p></p>

<!-- creating csv tips added by terry wick 9/14/2007 -->
<br>
<h3>Des astuces pour cr&eacute;er des fichiers CSV</h3>
<p><font face="Verdana">
<ul>
	<li>Lorsque vous cr&eacute;ez un fichier CSV, assurez-vous de bien retirer les virgules de s&eacute;paration des
milliers qui peuvent &ecirc;tre pr&eacute;sents dans les montants. Ceci peut &ecirc;tre r&eacute;alis&eacute;
de fa&ccedil;on simple avec des logiciels tels que Excel ou Open Office Calc.</li>
</ul>
<ul>
	<li>Vous pouvez aussi changer les caract&egrave;res de s&eacute;paration utilis&eacute;s par MMEX dans le Menu
Outils&gt;Options en changeant le param&egrave;tre "G&eacute;n&eacute;ral-&gt;Marqueur CSV".</li>
</ul>
<ul>
	<li>Il n'est pas n&eacute;cessaire d'inclure une valeur de compte initiale dans le fichier CSV.</li></ul>
<ul>
     <li>Les op&eacute;rations contenues dans un fichier CSV ne peuvent &ecirc;tre import&eacute;es
qu'&agrave; l'int&eacute;rieur d'un seul compte MMEX.<br></li>
</ul>
</font></p>

<!-- end of tips addition from terry wick -->
<br>
<h2>Export des donn&eacute;es vers un fichier CSV</h2>
<p><font face="Verdana">MMEX peut exporter des donn&eacute;es vers un fichier CSV Format strict. Ce format de fichier
correspond exactement au format des fichiers que MMEX peut importer, ce qui peut &ecirc;tre tr&egrave;s utile pour
d&eacute;placer des donn&eacute;es d'un fichier .mmb vers un autre.
Pour voir comment est constitu&eacute; ce format de fichier, il vous suffit d'exporter des donn&eacute;es d'un compte
vers un fichier CSV et d'examiner son contenu. <br>
<br>
Les donn&eacute;es export&eacute;es dans ce format sont les suivantes :<br>

<b><i>Date</i></b> - Date de l'op&eacute;ration
(Affich&eacute; dans le format d&eacute;fini dans le Menu Options-&gt;Format de Date)<br>
<i><b>Tiers</b></i> - Avec qui l'op&eacute;ration est effectu&eacute;e. Dans le cas d'un virement, c'est le nom
du compte vers lequel ou &agrave; partir duquel il est fait.<br>
<b><i>Type de l'op&eacute;ration</i></b> - Ce peut &ecirc;tre soit "<i>Withdrawal</i>" (d&eacute;bit) soit "<i>Deposit</i>"
(cr&eacute;dit)<br>
<b><i>Montant</i></b> - Le montant de l'op&eacute;ration sous forme d'une valeur positive<br>
<b><i>Cat&eacute;gorie</i></b> - La nature de l'op&eacute;ration<br>
<b><i>Sous-cat&eacute;gorie</i></b> - La sous-cat&eacute;gorie de l'op&eacute;ration si n&eacute;cessaire (vide dans le
cas contraire)<br>
<b><i>Notes</i></b> - Des notes associ&eacute;es &agrave; l'op&eacute;ration<br>
<br>
Il est &agrave; pr&eacute;ciser que les op&eacute;rations d'un compte ne peuvent &ecirc;tre export&eacute;es
que vers un seul fichier CSV.<br>

</font></p>
<h2>Les titres</h2>
<p><font face="Verdana">MMEX peut &ecirc;tre utilis&eacute; pour g&eacute;rer les actions et fonds communs de placement.&nbsp;<br>
- Pour commencer, il vous faut cr&eacute;er un compte de titres. Pour ce faire, cr&eacute;ez un nouveau compte et pour le
type de compte, choisissez l'option "Titres".&nbsp;<br>
- Puis s&eacute;lectionnez la partie Titres dans l'arbre de  navigation, et cliquez sur le bouton "Nouveau".
Compl&eacute;tez la fen&ecirc;tre de dialogue avec les informations sur ce nouveau titre. </font></p>
<p><font face="Verdana">Pour plus de <a href="investment.html">d&eacute;tails</a>.<br>
<br>
Pour mettre &agrave; jour le cours d'un titre, il suffit d'afficher la fen&ecirc;tre de dialogue du compte et de changer
la valeur courante du cours de celui-ci.</font></p>
<h2>Les &Eacute;ch&eacute;anciers</h2>
<p><font face="Verdana">MMEX vous permet de mettre en place des rappels pour les op&eacute;rations r&eacute;guli&egrave;res.
Pour cela s&eacute;lectionnez "&Eacute;ch&eacute;ancier" dans l'arbre de navigation et d&eacute;finissez ces
op&eacute;rations r&eacute;p&eacute;titives. Les rappels pour les factures
ou d&eacute;p&ocirc;ts pour les deux semaines &agrave; venir seront affich&eacute;s sur la page d'accueil de MMEX.
</font></p>
<h2>Les Biens</h2>
<p><font face="Verdana">MMEX permet de suivre votre portefeuille de biens tels que v&eacute;hicules, maisons, propri&eacute;t&eacute;s
et autres.
Chaque bien est caract&eacute;ris&eacute; par une valeur et une &eacute;volution de celle-ci : en diminution d'un certain taux annuel, stable
ou en augmentation d'un certain taux annuel. Le montant de vos biens est ajout&eacute; &agrave; la valeur de vos avoirs.
</font></p>
<h2>Les rapports sp&eacute;cifiques</h2>
<p><font face="Verdana">MMEX comporte un outil de recherche, vous permettant de retrouver vos op&eacute;rations
qui r&eacute;pondent &agrave; certains crit&egrave;res. Pour cela utilisez la fonction Rapports Sp&eacute;cifiques.
La liste des op&eacute;rations
r&eacute;sultante peut &ecirc;tre imprim&eacute;e ou export&eacute;e sous forme d'un fichier HTML.
</font></p>
<h2>Les Budgets</h2>
<p><font face="Verdana">MMEX vous permet de mettre en place un budget pr&eacute;visionnel annuel
et de suivre vos r&eacute;sultats par rapport &agrave; cette anticipation. Pour &eacute;tablir ce budget,
s&eacute;lectionnez la fonction "Budget" dans l'arbre de navigation et ajoutez un budget annuel. Une fois celui-ci
cr&eacute;&eacute;, pr&eacute;cisez l'ann&eacute;e et indiquez
les montants pr&eacute;vus pour chacune des cat&eacute;gories. Cela constituera vos pr&eacute;visions de budget pour
l'ann&eacute;e.&nbsp;<br>
<br>
En utilisant le bouton Rapport de la fonction Budget, vous pouvez comparer vos d&eacute;penses r&eacute;alis&eacute;es par rapport &agrave;
votre budget. </font></p>
<h2>Les Rapports</h2>
<p><font face="Verdana">MMEX comporte diff&eacute;rents types de rapports. Choisissez le type du rapport &agrave;
&eacute;tablir parmi ceux figurant dans l'arbre de navigation. Certains rapports requi&egrave;rent des donn&eacute;es
pr&eacute;alables de la part de l'utilisateur,
d'autres non. Une fois le rapport affich&eacute;, vous pouvez en garder une trace en utilisant les fonctions
d'impression du Menu. </font></p>
<h2>Les Impressions</h2>
<p><font face="Verdana">MMEX permet d'imprimer tous les rapports qui peuvent &ecirc;tre affich&eacute;s. Les options d'impression
sont disponibles dans le Menu Fichier-&gt;Imprimer. </font></p>
<h2>Les Options</h2>
<p>
Vous pouvez modifier certaines configurations de MMEX &agrave; l'aide de la fen&ecirc;tre de dialogue
d'options. <br>
<br>
<b><i> G&eacute;n&eacute;ral-&gt;Devise principale </i> </b>
- La devise principale est celle dans laquelle est affich&eacute; le r&eacute;capitulatif de vos comptes.
<br>
<b><i> G&eacute;n&eacute;ral-&gt;Format de la date </i> </b>
- Le format de la date d&eacute;finit la fa&ccedil;on dont les dates sont affich&eacute;es, mais aussi la fa&ccedil;on dont elles sont interpr&eacute;t&eacute;es
lors de la lecture de fichiers d'import QIF ou CSV.
<br>
<b><i> G&eacute;n&eacute;ral-&gt;Marqueur CSV </i> </b>
- Ce marqueur d&eacute;finit le caract&egrave;re utilis&eacute; dans les fichiers CSV pour s&eacute;parer les donn&eacute;es. Ceci est particuli&egrave;rement
utile pour modifier la virgule utilis&eacute;e par d&eacute;faut, dans les fichiers (anglo-saxons) utilisant ce caract&egrave;re comme
s&eacute;parateurs de milliers dans les montants.
<br>
<b><i> G&eacute;n&eacute;ral-&gt;Langue </i> </b>
- D&eacute;finit la langue utilis&eacute;e dans les fen&ecirc;tres et dialogues MMEX. Le changement de la langue peut imposer
de relancer l'application pour que le changement soit effectif.
<br>
<b><i> <br>
Options d'affichage-&gt;Comptes visibles </i> </b> - D&eacute;finit quels comptes figurent dans l'arbre de navigation.
<br>
<b><i> Options d'affichage-&gt;Op&eacute;rations affich&eacute;es </i>
</b> - D&eacute;finit quelles op&eacute;rations sont affich&eacute;es dans les fen&ecirc;tres de comptes.
<br>
<b><i> <br>
Couleurs</i> </b> - Permet de modifier les couleurs de textes et de fonds de MMEX pour mieux correspondre &agrave;
vos go&ucirc;ts.
<br>
<b><i> <br>
Divers-&gt; Sauvegarde le fichier &agrave; l'ouverture</i> </b> Avec cette option, MMEX cr&eacute;era un fichier de sauvegarde
du fichier de donn&eacute;es avant de l'ouvrir. Il n'y aura qu'un fichier de sauvegarde cr&eacute;&eacute; et celui-ci sera
r&eacute;-&eacute;crit lors du lancement suivant de MMEX. Aussi, si vous souhaitez conserver des sauvegardes de fa&ccedil;on plus
d&eacute;finitive vous devrez faire des copies de sauvegarde par vous-m&ecirc;me.
<br>
<b><i> Divers-&gt; Page Web du cours des titres</i> </b>
Vous pouvez acc&eacute;der directement &agrave; un site Web financier choisi pour suivre les &eacute;volutions du cours
de vos placements,
en appuyant sur le bouton d'acc&egrave;s. Pr&eacute;cisez ici l'adresse URL. Par d&eacute;faut, l'adresse est celle de Google
Finances.
<br>
</p>
<hr>

<h2>La Foire Aux Questions</h2>
<h3>Comment puis-je contribuer ?</h3>
<p>
Vous pouvez contribuer en :
</p>
<br>
<h3>Quelle est la signification de EX dans le nom de l'application ?</h3>
<p>
<font face="Verdana">Au tout d&eacute;but, j'ai d&eacute;velopp&eacute; un logiciel de gestion de comptes personnels nomm&eacute; Money Manager.
Il &eacute;tait &eacute;crit en .NET et &eacute;tait davantage un exercice d'apprentissage qu'un projet s&eacute;rieux de d&eacute;veloppement.
Son d&eacute;veloppement a &eacute;t&eacute; bien au-del&agrave; du projet original.
Le d&eacute;veloppement a &eacute;t&eacute; interrompu et a recommenc&eacute; avec une nouvelle version pr&eacute;sentant les m&ecirc;mes interfaces et
caract&eacute;ristiques, mais &eacute;crite en C++.&nbsp; </font></p>
<p>
<font face="Verdana">Habituellement Microsoft distingue ses secondes versions d'am&eacute;liorations d'APIs en leur adjoignant
la terminaison Ex, comme extension, par exemple comme dans FaitQuelqueChose() et FaitQuelqueChoseEx().
J'ai juste suivi le mod&egrave;le et compl&eacute;t&eacute; le nom par "Ex".
</font></p>
<br>
<h3>Mes donn&eacute;es sont-elles en s&eacute;curit&eacute; ? .mmb est-il un format propri&eacute;taire ?</h3>
<p>
<a name="database"></a>
Oui, vos donn&eacute;es sont bien en s&eacute;curit&eacute;.
Et, non, le format des fichiers .mmb n'est pas un format propri&eacute;taire. Pour stocker les donn&eacute;es, MMEX
utilise des bases donn&eacute;es SQLite. Cela signifie que le fichier .mmb est une base de donn&eacute;es
SQLite parfaitement standard. SQLite est un des plus simples syst&egrave;mes de base de donn&eacute;es libre
(Open Source) sur lequel on peut trouver des quantit&eacute;s
d'applications pour les ouvrir et les consulter.
SQLiteSpy et SQLite Browser (http://sqlitebrowser.sourceforge.net/)
en sont deux exemples. Une fois que vous acc&eacute;dez &agrave; la base de donn&eacute;es, vous pouvez faire tout ce que vous voulez
avec les donn&eacute;es.</p>
<br>

<h3>MMEX peut-il &ecirc;tre utilis&eacute; sur une cl&eacute; USB ?</h3>
<p>
Oui, MMEX a &eacute;t&eacute; d&eacute;velopp&eacute; en &eacute;vitant soigneusement tout recours aux
registres Windows. MMEX est compl&egrave;tement portable et pour le faire travailler &agrave; partir d'une cl&eacute; USB
il suffit
de d&eacute;placer le dossier o&ugrave; il est install&eacute; sur une cl&eacute;, et de lancer l'application &agrave;
partir de l'ex&eacute;cutable
mmex.</p>
<br>
<h3>Comment puis-je &ecirc;tre s&ucirc;r que MMEX n'essaye pas de vendre des
informations sur ma
situation financi&egrave;re?</h3>
<p>
De fa&ccedil;on g&eacute;n&eacute;rale, avec un logiciel propri&eacute;taire, vous n'avez que la parole du vendeur pour
ce qui concerne la s&eacute;curit&eacute;
de vos donn&eacute;es. Dans le cas de MMEX, vous avez affaire &agrave; un logiciel libre (Open Source), vous
pouvez v&eacute;rifier
par vous-m&ecirc;me. M&ecirc;me si vous n'&ecirc;tes pas un expert en C++, vous avez la tranquillit&eacute; de savoir
que n'importe qui
&agrave; n'importe quel moment peut acc&eacute;der au code source et v&eacute;rifier la puret&eacute; des intentions
des d&eacute;veloppeurs de MMEX.
MMEX ne se connecte jamais &agrave; internet sans vous l'avoir explicitement demand&eacute; auparavant (par exemple pour
v&eacute;rifier
s'il n'existe pas une version plus &agrave; jour).
</p>
<br>
<h3>Comment puis-je imprimer des &eacute;tats de compte &agrave; partir de MMEX ?</h3>
<p>
<font face="Verdana">Pour imprimer une liste d'op&eacute;rations &agrave; partir d'un ensemble de
crit&egrave;res,
utilisez le filtre sp&eacute;cifique pour s&eacute;lectionner les op&eacute;rations que vous recherchez et imprimez
ensuite &agrave; partir
des options du Menu.
</a></font></p>
<h5>
    Copyright &copy; 2005-2009 Madhan Kanagavel<br>
    Copyright &copy; 2013-2018 MMEX contributors<br>
</h5>
</body></html>
